{"number":107,"name":"Al-Ma'un","latin":" الماعون","total_ayat":7,"ayat_text":[{"number":1,"text":"اَرَءَيْتَ الَّذِيْ يُكَذِّبُ بِالدِّيْنِۗ"},{"number":2,"text":"فَذٰلِكَ الَّذِيْ يَدُعُّ الْيَتِيْمَۙ"},{"number":3,"text":"وَلَا يَحُضُّ عَلٰى طَعَامِ الْمِسْكِيْنِۗ"},{"number":4,"text":"فَوَيْلٌ لِّلْمُصَلِّيْنَۙ"},{"number":5,"text":"الَّذِيْنَ هُمْ عَنْ صَلَاتِهِمْ سَاهُوْنَۙ"},{"number":6,"text":"الَّذِيْنَ هُمْ يُرَاۤءُوْنَۙ"},{"number":7,"text":"وَيَمْنَعُوْنَ الْمَاعُوْنَ ࣖ"}],"translation":{"lang":"id","translation_text":[{"number":1,"text":"Tahukah kamu (orang) yang mendustakan agama?"},{"number":2,"text":"Maka itulah orang yang menghardik anak yatim,"},{"number":3,"text":"dan tidak mendorong memberi makan orang miskin."},{"number":4,"text":"Maka celakalah orang yang salat,"},{"number":5,"text":"(yaitu) orang-orang yang lalai terhadap salatnya,"},{"number":6,"text":"yang berbuat ria,"},{"number":7,"text":"dan enggan (memberikan) bantuan."}]},"tafsir":{"lang":"id","source":"Kementrian Agama Republic Indonesia","tafsirs":[{"number":1,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eTahukah kamu\u003c/em\u003e, wahai Rasul, orang \u003cem\u003eyang mendustakan agama\u003c/em\u003e dan mengingkari hisab serta hari pembalasan di akhirat nanti?\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini, Allah menghadapkan pertanyaan kepada Nabi Muhammad, \"Apakah engkau mengetahui orang yang mendustakan agama dan yang dimaksud dengan orang yang mendustakan agama?\" Pertanyaan ini dijawab pada ayat-ayat berikut."}},{"number":2,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eJika engkau ingin tahu, \u003cem\u003emaka\u003c/em\u003e para pendusta agama, hisab, dan hari pembalasan \u003cem\u003eitulah orang yang menghardik anak yatim,\u003c/em\u003e menyakiti hatinya, dan berbuat zalim kepadanya dengan menahan haknya. Dia tidak lagi peduli terhadap anak yang sudah kehilangan tumpuan hidupnya itu.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah lalu menjelaskan bahwa sebagian dari sifat-sifat orang yang mendustakan agama ialah orang-orang yang menolak dan membentak anak-anak yatim yang datang kepadanya untuk memohon belas-kasihnya demi kebutuhan hidupnya. Penolakannya itu sebagai penghinaan dan takabur terhadap anak-anak yatim itu."}},{"number":3,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003edan\u003c/em\u003e dia \u003cem\u003etidak mendorong\u003c/em\u003e orang lain untuk \u003cem\u003ememberi makan orang miskin\u003c/em\u003e yang tidak mempunyai kecukupan untuk memenuhi keperluan hidupnya sehari-hari. Bila dia enggan mendorong orang lain untuk memberi makan dan memperhatikan kesejahteraan anak yatim, bagaimana mungkin dia, dengan kekikiran dan kecintaannya pada harta, mendorong dirinya sendiri untuk berbuat demikian?\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menegaskan lebih lanjut sifat pendusta itu, yaitu dia tidak mengajak orang lain untuk membantu dan memberi makan orang miskin. Bila tidak mau mengajak orang memberi makan dan membantu orang miskin berarti ia tidak melakukannya sama sekali. Berdasarkan keterangan di atas, bila seorang tidak sanggup membantu orang-orang miskin maka hendaklah ia menganjurkan orang lain agar melakukan usaha yang mulia itu."}},{"number":4,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eMaka\u003c/em\u003e binasa dan \u003cem\u003ecelakalah orang yang salat\u003c/em\u003e yang memiliki sifat-sifat tercela berikut.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat-ayat ini, Allah mengungkapkan satu ancaman yaitu celakalah orang-orang yang mengerjakan salat dengan tubuh dan lidahnya, tidak sampai ke hatinya. Dia lalai dan tidak menyadari apa yang diucapkan lidahnya dan yang dikerjakan oleh anggota tubuhnya. Ia rukuk dan sujud dalam keadaan lalai, ia mengucapkan takbir tetapi tidak menyadari apa yang diucapkannya. Semua itu adalah hanya gerak biasa dan kata-kata hafalan semata-mata yang tidak mempengaruhi apa-apa, tidak ubahnya seperti robot.\nPerilaku tersebut ditujukan kepada orang-orang yang mendustakan agama, yaitu orang munafik. Ancaman itu tidak ditujukan kepada orang-orang muslim yang awam, tidak mengerti bahasa Arab, dan tidak tahu tentang arti dari apa yang dibacanya. Jadi orang-orang awam yang tidak memahami makna dari apa yang dibacanya dalam salat tidak termasuk orang-orang yang lalai seperti yang disebut dalam ayat ini. \n"}},{"number":5,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eYaitu \u003cem\u003eorang-orang yang lalai terhadap salatnya,\u003c/em\u003e di antaranya dengan tidak memenuhi ketentuannya, mengerjakannya di luar waktunya, bermalas-malasan, dan lalai akan tujuan pelaksanaanya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat-ayat ini, Allah mengungkapkan satu ancaman yaitu celakalah orang-orang yang mengerjakan salat dengan tubuh dan lidahnya, tidak sampai ke hatinya. Dia lalai dan tidak menyadari apa yang diucapkan lidahnya dan yang dikerjakan oleh anggota tubuhnya. Ia rukuk dan sujud dalam keadaan lalai, ia mengucapkan takbir tetapi tidak menyadari apa yang diucapkannya. Semua itu adalah hanya gerak biasa dan kata-kata hafalan semata-mata yang tidak mempengaruhi apa-apa, tidak ubahnya seperti robot.\nPerilaku tersebut ditujukan kepada orang-orang yang mendustakan agama, yaitu orang munafik. Ancaman itu tidak ditujukan kepada orang-orang muslim yang awam, tidak mengerti bahasa Arab, dan tidak tahu tentang arti dari apa yang dibacanya. Jadi orang-orang awam yang tidak memahami makna dari apa yang dibacanya dalam salat tidak termasuk orang-orang yang lalai seperti yang disebut dalam ayat ini. \n"}},{"number":6,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eTidak hanya itu, mereka jugalah orang-orang \u003cem\u003eyang berbuat ria\u003c/em\u003e, baik dalam salatnya maupun semua perbuatan baiknya. Dia beramal tanpa rasa ikhlas, melainkan demi mendapat pujian dan penilaian baik dari orang lain.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah selanjutnya menambah penjelasan tentang sifat orang pendusta agama, yaitu mereka melakukan perbuatan-perbuatan lahir hanya semata karena ria, tidak terkesan pada jiwanya untuk meresapi rahasia dan hikmahnya."}},{"number":7,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e di samping itu, mereka juga \u003cem\u003eenggan memberikan bantuan\u003c/em\u003e kepada sesama, bahkan untuk sekadar meminjamkan barang keperluan sehari-hari yang sepele. Hal ini mengindikasikan buruknya akhlak mereka kepada orang lain. Dengan begitu, lengkaplah keburukan mereka. Selain tidak beridabah kepada Tuhan dengan sempurna, mereka pun tidak berbuat baik kepada manusia.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menambahkan lagi dalam ayat ini sifat pendusta itu, yaitu mereka tidak mau memberikan barang-barang yang diperlukan oleh orang-orang yang membutuhkannya, sedang barang itu tak pantas ditahan, seperti periuk, kapuk, cangkul, dan lain-lain. \nKeadaan orang yang membesarkan agama berbeda dengan keadaan orang yang mendustakan agama, karena yang pertama tampak dalam tata hidupnya yang jujur, adil, kasih sayang, pemurah, dan lain-lain. Sedangkan sifat pendusta agama ialah ria, curang, aniaya, takabur, kikir, memandang rendah orang lain, tidak mementingkan yang lain kecuali dirinya sendiri, bangga dengan harta dan kedudukan, serta tidak mau mengeluarkan sebahagian dari hartanya, baik untuk keperluan perseorangan maupun untuk masyarakat.\n"}}]}}