{"number":109,"name":"Al-Kafirun","latin":" الكٰفرون","total_ayat":6,"ayat_text":[{"number":1,"text":"قُلْ يٰٓاَيُّهَا الْكٰفِرُوْنَۙ"},{"number":2,"text":"لَآ اَعْبُدُ مَا تَعْبُدُوْنَۙ"},{"number":3,"text":"وَلَآ اَنْتُمْ عٰبِدُوْنَ مَآ اَعْبُدُۚ"},{"number":4,"text":"وَلَآ اَنَا۠ عَابِدٌ مَّا عَبَدْتُّمْۙ"},{"number":5,"text":"وَلَآ اَنْتُمْ عٰبِدُوْنَ مَآ اَعْبُدُۗ"},{"number":6,"text":"لَكُمْ دِيْنُكُمْ وَلِيَ دِيْنِ ࣖ"}],"translation":{"lang":"id","translation_text":[{"number":1,"text":"Katakanlah (Muhammad), “Wahai orang-orang kafir!"},{"number":2,"text":"aku tidak akan menyembah apa yang kamu sembah,"},{"number":3,"text":"dan kamu bukan penyembah apa yang aku sembah,"},{"number":4,"text":"dan aku tidak pernah menjadi penyembah apa yang kamu sembah,"},{"number":5,"text":"dan kamu tidak pernah (pula) menjadi penyembah apa yang aku sembah."},{"number":6,"text":"Untukmu agamamu, dan untukku agamaku.”"}]},"tafsir":{"lang":"id","source":"Kementrian Agama Republic Indonesia","tafsirs":[{"number":1,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eWahai Nabi Muhammad, \u003cem\u003ekatakanlah\u003c/em\u003e, \u0026ldquo;\u003cem\u003eWahai orang-orang\u003c/em\u003e yang me-milih \u003cem\u003ekafir\u003c/em\u003e sebagai jalan hidup!\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat-ayat ini, Allah memerintahkan Nabi Muhammad agar menyatakan kepada orang-orang kafir bahwa \"Tuhan\" yang mereka sembah bukanlah \"Tuhan\" yang ia sembah, karena mereka menyembah \"Tuhan\" yang memerlukan pembantu dan mempunyai anak atau menjelma dalam suatu bentuk atau dalam sesuatu rupa atau bentuk-bentuk lain yang mereka dakwakan. Sedang Nabi saw menyembah Tuhan yang tidak ada tandingan-Nya dan tidak ada sekutu bagi-Nya; tidak mempunyai anak dan istri. Akal tidak sanggup menerka bagaimana Dia, tidak ditentukan oleh tempat dan tidak terikat oleh masa, tidak memerlukan perantaraan dan tidak pula memerlukan penghubung.\nMaksud pernyataan itu adalah terdapat perbedaan sangat besar antara \"Tuhan\" yang disembah orang-orang kafir dengan \"Tuhan\" yang disembah Nabi Muhammad. Mereka menyifati tuhannya dengan sifat-sifat yang tidak layak sama sekali bagi Tuhan yang disembah Nabi.\n"}},{"number":2,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSampai kapan pun \u003cem\u003eaku tidak akan menyembah apa yang kamu sembah\u003c/em\u003e selain Allah, seperti berhala-berhala itu. Tuhan bukanlah ciptaan manusia dan Dia tidak menjelma menjadi suatu yang kasat mata sebagaimana sembahanmu itu.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat-ayat ini, Allah memerintahkan Nabi Muhammad agar menyatakan kepada orang-orang kafir bahwa \"Tuhan\" yang mereka sembah bukanlah \"Tuhan\" yang ia sembah, karena mereka menyembah \"Tuhan\" yang memerlukan pembantu dan mempunyai anak atau menjelma dalam suatu bentuk atau dalam sesuatu rupa atau bentuk-bentuk lain yang mereka dakwakan. Sedang Nabi saw menyembah Tuhan yang tidak ada tandingan-Nya dan tidak ada sekutu bagi-Nya; tidak mempunyai anak dan istri. Akal tidak sanggup menerka bagaimana Dia, tidak ditentukan oleh tempat dan tidak terikat oleh masa, tidak memerlukan perantaraan dan tidak pula memerlukan penghubung.\nMaksud pernyataan itu adalah terdapat perbedaan sangat besar antara \"Tuhan\" yang disembah orang-orang kafir dengan \"Tuhan\" yang disembah Nabi Muhammad. Mereka menyifati tuhannya dengan sifat-sifat yang tidak layak sama sekali bagi Tuhan yang disembah Nabi.\n"}},{"number":3,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan kamu bukan penyembah apa yang aku sembah\u003c/em\u003e, yaitu Tuhan Yang Maha Esa, Penguasa alam semesta. Berhala sembahanmu itu sifat-sifat-nya sangat berbeda dari sifat-sifat sempurna Tuhan yang aku sembah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Selanjutnya Allah menambahkan lagi pernyataan yang diperintahkan untuk disampaikan kepada orang-orang kafir dengan menyatakan bahwa mereka tidak menyembah Tuhan yang didakwahkan Nabi Muhammad, karena sifat-sifat-Nya berlainan dengan sifat-sifat \"Tuhan\" yang mereka sembah dan tidak mungkin dipertemukan antara kedua macam sifat tersebut."}},{"number":4,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eJika dua ayat sebelumnya menerangkan ketidaksamaan Tuhan Nabi Muhammad dan Tuhan orang kafir, dua ayat berikut menjelaskan ketidaksamaan peribadahan kepada keduanya. \u003cem\u003eDan aku tidak pernah menjadi penyembah apa yang kamu sembah\u003c/em\u003e karena kamu adalah orang-orang musyrik. Aku menyembah Tuhanku dengan bertauhid seperti yang Dia ajarkan kepadaku.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Sesudah Allah menyatakan tentang tidak mungkin ada persamaan sifat antara Tuhan yang disembah oleh Nabi saw dengan yang disembah oleh orang-orang kafir, maka dengan sendirinya tidak ada pula persamaan dalam hal ibadah. Tuhan yang disembah Nabi Muhammad adalah Tuhan yang Mahasuci dari sekutu dan tandingan, tidak menjelma pada seseorang atau memihak kepada suatu bangsa atau orang tertentu. Sedangkan \"Tuhan\" yang mereka sembah itu berbeda dari Tuhan yang tersebut di atas. Lagi pula ibadah nabi hanya untuk Allah saja, sedang ibadah mereka bercampur dengan syirik dan dicampuri dengan kelalaian dari Allah, maka yang demikian itu tidak dinamakan ibadah.\nPengulangan pernyataan yang sama seperti yang terdapat dalam ayat 3 dan 5 adalah untuk memperkuat dan membuat orang yang mengusulkan kepada Nabi saw berputus asa terhadap penolakan Nabi menyembah tuhan mereka selama setahun. Pengulangan seperti ini juga terdapat dalam Surah ar-Rahman/55 dan al-Mursalat/77. Hal ini adalah biasa dalam bahasa Arab. \n"}},{"number":5,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan kamu tidak pernah\u003c/em\u003e pula \u003cem\u003emenjadi penyembah apa yang aku sembah\u003c/em\u003e. Kamu tidak tunduk pada perintah dan syariat Allah dalam menyembah-Nya. Kamu bahkan menyembah tuhan dengan penuh kemusyrikan dan cara-cara yang kamu buat-buat berdasarkan hawa nafsumu.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Sesudah Allah menyatakan tentang tidak mungkin ada persamaan sifat antara Tuhan yang disembah oleh Nabi saw dengan yang disembah oleh orang-orang kafir, maka dengan sendirinya tidak ada pula persamaan dalam hal ibadah. Tuhan yang disembah Nabi Muhammad adalah Tuhan yang Mahasuci dari sekutu dan tandingan, tidak menjelma pada seseorang atau memihak kepada suatu bangsa atau orang tertentu. Sedangkan \"Tuhan\" yang mereka sembah itu berbeda dari Tuhan yang tersebut di atas. Lagi pula ibadah nabi hanya untuk Allah saja, sedang ibadah mereka bercampur dengan syirik dan dicampuri dengan kelalaian dari Allah, maka yang demikian itu tidak dinamakan ibadah.\nPengulangan pernyataan yang sama seperti yang terdapat dalam ayat 3 dan 5 adalah untuk memperkuat dan membuat orang yang mengusulkan kepada Nabi saw berputus asa terhadap penolakan Nabi menyembah tuhan mereka selama setahun. Pengulangan seperti ini juga terdapat dalam Surah ar-Rahman/55 dan al-Mursalat/77. Hal ini adalah biasa dalam bahasa Arab. \n"}},{"number":6,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eTidak ada tukar-menukar dengan pengikut agama lain dalam hal peribadahan kepada Tuhan. Wahai orang kafir, \u003cem\u003euntukmu agamamu\u003c/em\u003e, yakni kemusyrikan yang kamu yakini,\u003cem\u003e dan untukku agamaku\u003c/em\u003e yang telah Allah pilihkan untukku sehingga aku tidak akan berpaling ke agama lain. Inilah jalan terbaik dalam hal toleransi antar umat beragama dalam urusan peribadahan kepada Tuhan.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Kemudian dalam ayat ini, Allah mengancam orang-orang kafir dengan firman-Nya yaitu, \"Bagi kamu balasan atas amal perbuatanmu dan bagiku balasan atas amal perbuatanku.\" Dalam ayat lain Allah berfirman:\n\nBagi kami amalan kami, bagi kamu amalan kamu. (al-Baqarah/2: 139)\n"}}]}}