{"number":15,"name":"Al-Hijr","latin":" الحجر","total_ayat":99,"ayat_text":[{"number":1,"text":"الۤرٰ ۗتِلْكَ اٰيٰتُ الْكِتٰبِ وَقُرْاٰنٍ مُّبِيْنٍ  ۔"},{"number":2,"text":"رُبَمَا يَوَدُّ الَّذِيْنَ كَفَرُوْا لَوْ كَانُوْا مُسْلِمِيْنَ "},{"number":3,"text":"ذَرْهُمْ يَأْكُلُوْا وَيَتَمَتَّعُوْا وَيُلْهِهِمُ الْاَمَلُ فَسَوْفَ يَعْلَمُوْنَ "},{"number":4,"text":"وَمَآ اَهْلَكْنَا مِنْ قَرْيَةٍ اِلَّا وَلَهَا كِتَابٌ مَّعْلُوْمٌ "},{"number":5,"text":"مَا تَسْبِقُ مِنْ اُمَّةٍ اَجَلَهَا وَمَا يَسْتَأْخِرُوْنَ "},{"number":6,"text":"وَقَالُوْا يٰٓاَيُّهَا الَّذِيْ نُزِّلَ عَلَيْهِ الذِّكْرُ اِنَّكَ لَمَجْنُوْنٌ  ۗ  "},{"number":7,"text":"لَوْمَا تَأْتِيْنَا بِالْمَلٰۤىِٕكَةِ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ "},{"number":8,"text":"مَا نُنَزِّلُ الْمَلٰۤىِٕكَةَ اِلَّا بِالْحَقِّ وَمَا كَانُوْٓا اِذًا مُّنْظَرِيْنَ "},{"number":9,"text":"اِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَاِنَّا لَهٗ لَحٰفِظُوْنَ "},{"number":10,"text":"وَلَقَدْ اَرْسَلْنَا مِنْ قَبْلِكَ فِيْ شِيَعِ الْاَوَّلِيْنَ "},{"number":11,"text":"وَمَا يَأْتِيْهِمْ مِّنْ رَّسُوْلٍ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ "},{"number":12,"text":"كَذٰلِكَ نَسْلُكُهٗ فِيْ قُلُوْبِ الْمُجْرِمِيْنَۙ"},{"number":13,"text":"لَا يُؤْمِنُوْنَ بِهٖ وَقَدْ خَلَتْ سُنَّةُ الْاَوَّلِيْنَ "},{"number":14,"text":"وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِّنَ السَّمَاۤءِ فَظَلُّوْا فِيْهِ يَعْرُجُوْنَۙ"},{"number":15,"text":"لَقَالُوْٓا اِنَّمَا سُكِّرَتْ اَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَّسْحُوْرُوْنَ ࣖ "},{"number":16,"text":"وَلَقَدْ جَعَلْنَا فِى السَّمَاۤءِ بُرُوْجًا وَّزَيَّنّٰهَا لِلنّٰظِرِيْنَۙ"},{"number":17,"text":"وَحَفِظْنٰهَا مِنْ كُلِّ شَيْطٰنٍ رَّجِيْمٍۙ"},{"number":18,"text":"اِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَاَتْبَعَهٗ شِهَابٌ مُّبِيْنٌ "},{"number":19,"text":"وَالْاَرْضَ مَدَدْنٰهَا وَاَلْقَيْنَا فِيْهَا رَوَاسِيَ وَاَنْۢبَتْنَا فِيْهَا مِنْ كُلِّ شَيْءٍ مَّوْزُوْنٍ"},{"number":20,"text":"وَجَعَلْنَا لَكُمْ فِيْهَا مَعَايِشَ وَمَنْ لَّسْتُمْ لَهٗ بِرَازِقِيْنَ "},{"number":21,"text":"وَاِنْ مِّنْ شَيْءٍ اِلَّا عِنْدَنَا خَزَاۤىِٕنُهٗ وَمَا نُنَزِّلُهٗٓ اِلَّا بِقَدَرٍ مَّعْلُوْمٍ "},{"number":22,"text":"وَاَرْسَلْنَا الرِّيٰحَ لَوَاقِحَ فَاَنْزَلْنَا مِنَ السَّمَاۤءِ مَاۤءً فَاَسْقَيْنٰكُمُوْهُۚ وَمَآ اَنْتُمْ لَهٗ بِخَازِنِيْنَ"},{"number":23,"text":"وَاِنَّا لَنَحْنُ نُحْيٖ وَنُمِيْتُ وَنَحْنُ الْوَارِثُوْنَ "},{"number":24,"text":"وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِيْنَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِيْنَ "},{"number":25,"text":"وَاِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْۗ اِنَّهٗ حَكِيْمٌ عَلِيْمٌ ࣖ "},{"number":26,"text":"وَلَقَدْ خَلَقْنَا الْاِنْسَانَ مِنْ صَلْصَالٍ مِّنْ حَمَاٍ مَّسْنُوْنٍۚ  "},{"number":27,"text":"وَالْجَاۤنَّ خَلَقْنٰهُ مِنْ قَبْلُ مِنْ نَّارِ السَّمُوْمِ  "},{"number":28,"text":"وَاِذْ قَالَ رَبُّكَ لِلْمَلٰۤىِٕكَةِ اِنِّيْ خَالِقٌۢ بَشَرًا مِّنْ صَلْصَالٍ مِّنْ حَمَاٍ مَّسْنُوْنٍۚ  "},{"number":29,"text":"فَاِذَا سَوَّيْتُهٗ وَنَفَخْتُ فِيْهِ مِنْ رُّوْحِيْ فَقَعُوْا لَهٗ سٰجِدِيْنَ "},{"number":30,"text":"فَسَجَدَ الْمَلٰۤىِٕكَةُ كُلُّهُمْ اَجْمَعُوْنَۙ"},{"number":31,"text":"اِلَّآ اِبْلِيْسَۗ اَبٰىٓ اَنْ يَّكُوْنَ مَعَ السّٰجِدِيْنَ "},{"number":32,"text":"قَالَ يٰٓاِبْلِيْسُ مَا لَكَ اَلَّا تَكُوْنَ مَعَ السّٰجِدِيْنَ "},{"number":33,"text":"قَالَ لَمْ اَكُنْ لِّاَسْجُدَ لِبَشَرٍ خَلَقْتَهٗ مِنْ صَلْصَالٍ مِّنْ حَمَاٍ مَّسْنُوْنٍ "},{"number":34,"text":"قَالَ فَاخْرُجْ مِنْهَا فَاِنَّكَ رَجِيْمٌۙ"},{"number":35,"text":"وَّاِنَّ عَلَيْكَ اللَّعْنَةَ اِلٰى يَوْمِ الدِّيْنِ "},{"number":36,"text":"قَالَ رَبِّ فَاَنْظِرْنِيْٓ اِلٰى يَوْمِ يُبْعَثُوْنَ "},{"number":37,"text":"قَالَ فَاِنَّكَ مِنَ الْمُنْظَرِيْنَۙ"},{"number":38,"text":"اِلٰى يَوْمِ الْوَقْتِ الْمَعْلُوْمِ "},{"number":39,"text":"قَالَ رَبِّ بِمَآ اَغْوَيْتَنِيْ لَاُزَيِّنَنَّ لَهُمْ فِى الْاَرْضِ وَلَاُغْوِيَنَّهُمْ اَجْمَعِيْنَۙ  "},{"number":40,"text":"اِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِيْنَ "},{"number":41,"text":"قَالَ هٰذَا صِرَاطٌ عَلَيَّ مُسْتَقِيْمٌ "},{"number":42,"text":"اِنَّ عِبَادِيْ لَيْسَ لَكَ عَلَيْهِمْ سُلْطٰنٌ اِلَّا مَنِ اتَّبَعَكَ مِنَ الْغٰوِيْنَ "},{"number":43,"text":"وَاِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ اَجْمَعِيْنَۙ"},{"number":44,"text":"لَهَا سَبْعَةُ اَبْوَابٍۗ لِكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُوْمٌ ࣖ  "},{"number":45,"text":"اِنَّ الْمُتَّقِيْنَ فِيْ جَنّٰتٍ وَّعُيُوْنٍۗ  "},{"number":46,"text":"اُدْخُلُوْهَا بِسَلٰمٍ اٰمِنِيْنَ "},{"number":47,"text":"وَنَزَعْنَا مَا فِيْ صُدُوْرِهِمْ مِّنْ غِلٍّ اِخْوَانًا عَلٰى سُرُرٍ مُّتَقٰبِلِيْنَ "},{"number":48,"text":"لَا يَمَسُّهُمْ فِيْهَا نَصَبٌ وَّمَا هُمْ مِّنْهَا بِمُخْرَجِيْنَ "},{"number":49,"text":"۞ نَبِّئْ عِبَادِيْٓ اَنِّيْٓ اَنَا الْغَفُوْرُ الرَّحِيْمُۙ"},{"number":50,"text":"وَاَنَّ عَذَابِيْ هُوَ الْعَذَابُ الْاَلِيْمُ "},{"number":51,"text":"وَنَبِّئْهُمْ عَنْ ضَيْفِ اِبْرٰهِيْمَۘ "},{"number":52,"text":"اِذْ دَخَلُوْا عَلَيْهِ فَقَالُوْا سَلٰمًاۗ قَالَ اِنَّا مِنْكُمْ وَجِلُوْنَ "},{"number":53,"text":"قَالُوْا لَا تَوْجَلْ اِنَّا نُبَشِّرُكَ بِغُلٰمٍ عَلِيْمٍ "},{"number":54,"text":"قَالَ اَبَشَّرْتُمُوْنِيْ عَلٰٓى اَنْ مَّسَّنِيَ الْكِبَرُ فَبِمَ تُبَشِّرُوْنَ "},{"number":55,"text":"قَالُوْا بَشَّرْنٰكَ بِالْحَقِّ فَلَا تَكُنْ مِّنَ الْقٰنِطِيْنَ "},{"number":56,"text":"قَالَ وَمَنْ يَّقْنَطُ مِنْ رَّحْمَةِ رَبِّهٖٓ اِلَّا الضَّاۤلُّوْنَ "},{"number":57,"text":"قَالَ فَمَا خَطْبُكُمْ اَيُّهَا الْمُرْسَلُوْنَ "},{"number":58,"text":"قَالُوْٓا اِنَّآ اُرْسِلْنَآ اِلٰى قَوْمٍ مُّجْرِمِيْنَۙ"},{"number":59,"text":"اِلَّآ اٰلَ لُوْطٍۗ اِنَّا لَمُنَجُّوْهُمْ اَجْمَعِيْنَۙ"},{"number":60,"text":"اِلَّا امْرَاَتَهٗ قَدَّرْنَآ اِنَّهَا لَمِنَ الْغٰبِرِيْنَ ࣖ "},{"number":61,"text":"فَلَمَّا جَاۤءَ اٰلَ لُوْطِ ِۨالْمُرْسَلُوْنَۙ"},{"number":62,"text":"قَالَ اِنَّكُمْ قَوْمٌ مُّنْكَرُوْنَ "},{"number":63,"text":"قَالُوْا بَلْ جِئْنٰكَ بِمَا كَانُوْا فِيْهِ يَمْتَرُوْنَ "},{"number":64,"text":"وَاَتَيْنٰكَ بِالْحَقِّ وَاِنَّا لَصٰدِقُوْنَ "},{"number":65,"text":"فَاَسْرِ بِاَهْلِكَ بِقِطْعٍ مِّنَ الَّيْلِ وَاتَّبِعْ اَدْبَارَهُمْ وَلَا يَلْتَفِتْ مِنْكُمْ اَحَدٌ وَّامْضُوْا حَيْثُ تُؤْمَرُوْنَ "},{"number":66,"text":"وَقَضَيْنَآ اِلَيْهِ ذٰلِكَ الْاَمْرَ اَنَّ دَابِرَ هٰٓؤُلَاۤءِ مَقْطُوْعٌ مُّصْبِحِيْنَ "},{"number":67,"text":"وَجَاۤءَ اَهْلُ الْمَدِيْنَةِ يَسْتَبْشِرُوْنَ "},{"number":68,"text":"قَالَ اِنَّ هٰٓؤُلَاۤءِ ضَيْفِيْ فَلَا تَفْضَحُوْنِۙ"},{"number":69,"text":"وَاتَّقُوا اللّٰهَ وَلَا تُخْزُوْنِ "},{"number":70,"text":"قَالُوْٓا اَوَلَمْ نَنْهَكَ عَنِ الْعٰلَمِيْنَ "},{"number":71,"text":"قَالَ هٰٓؤُلَاۤءِ بَنٰتِيْٓ اِنْ كُنْتُمْ فٰعِلِيْنَۗ "},{"number":72,"text":"لَعَمْرُكَ اِنَّهُمْ لَفِيْ سَكْرَتِهِمْ يَعْمَهُوْنَ "},{"number":73,"text":"فَاَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِيْنَۙ"},{"number":74,"text":"فَجَعَلْنَا عَالِيَهَا سَافِلَهَا وَاَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِّنْ سِجِّيْلٍ "},{"number":75,"text":"اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّلْمُتَوَسِّمِيْنَۙ"},{"number":76,"text":"وَاِنَّهَا لَبِسَبِيْلٍ مُّقِيْمٍ "},{"number":77,"text":"اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّلْمُؤْمِنِيْنَۗ  "},{"number":78,"text":"وَاِنْ كَانَ اَصْحٰبُ الْاَيْكَةِ لَظٰلِمِيْنَۙ"},{"number":79,"text":"فَانْتَقَمْنَا مِنْهُمْۘ وَاِنَّهُمَا لَبِاِمَامٍ مُّبِيْنٍۗ  ࣖ  "},{"number":80,"text":"وَلَقَدْ كَذَّبَ اَصْحٰبُ الْحِجْرِ الْمُرْسَلِيْنَۙ"},{"number":81,"text":"وَاٰتَيْنٰهُمْ اٰيٰتِنَا فَكَانُوْا عَنْهَا مُعْرِضِيْنَۙ"},{"number":82,"text":"وَكَانُوْا يَنْحِتُوْنَ مِنَ الْجِبَالِ بُيُوْتًا اٰمِنِيْنَ "},{"number":83,"text":"فَاَخَذَتْهُمُ الصَّيْحَةُ مُصْبِحِيْنَۙ"},{"number":84,"text":"فَمَآ اَغْنٰى عَنْهُمْ مَّا كَانُوْا يَكْسِبُوْنَۗ  "},{"number":85,"text":"وَمَا خَلَقْنَا السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَآ اِلَّا بِالْحَقِّۗ وَاِنَّ السَّاعَةَ لَاٰتِيَةٌ فَاصْفَحِ الصَّفْحَ الْجَمِيْلَ "},{"number":86,"text":"اِنَّ رَبَّكَ هُوَ الْخَلّٰقُ الْعَلِيْمُ "},{"number":87,"text":"وَلَقَدْ اٰتَيْنٰكَ سَبْعًا مِّنَ الْمَثَانِيْ وَالْقُرْاٰنَ الْعَظِيْمَ "},{"number":88,"text":"لَا تَمُدَّنَّ عَيْنَيْكَ اِلٰى مَا مَتَّعْنَا بِهٖٓ اَزْوَاجًا مِّنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِيْنَ "},{"number":89,"text":"وَقُلْ اِنِّيْٓ اَنَا النَّذِيْرُ الْمُبِيْنُۚ  "},{"number":90,"text":"كَمَآ اَنْزَلْنَا عَلَى الْمُقْتَسِمِيْنَۙ"},{"number":91,"text":"الَّذِيْنَ جَعَلُوا الْقُرْاٰنَ عِضِيْنَ "},{"number":92,"text":"فَوَرَبِّكَ لَنَسْـَٔلَنَّهُمْ اَجْمَعِيْنَۙ"},{"number":93,"text":"عَمَّا كَانُوْا يَعْمَلُوْنَ "},{"number":94,"text":"فَاصْدَعْ بِمَا تُؤْمَرُ وَاَعْرِضْ عَنِ الْمُشْرِكِيْنَ "},{"number":95,"text":"اِنَّا كَفَيْنٰكَ الْمُسْتَهْزِءِيْنَۙ"},{"number":96,"text":"الَّذِيْنَ يَجْعَلُوْنَ مَعَ اللّٰهِ اِلٰهًا اٰخَرَۚ فَسَوْفَ يَعْلَمُوْنَ "},{"number":97,"text":"وَلَقَدْ نَعْلَمُ اَنَّكَ يَضِيْقُ صَدْرُكَ بِمَا يَقُوْلُوْنَۙ"},{"number":98,"text":"فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِّنَ السَّاجِدِيْنَۙ"},{"number":99,"text":"وَاعْبُدْ رَبَّكَ حَتّٰى يَأْتِيَكَ الْيَقِيْنُ ࣖࣖ "}],"translation":{"lang":"id","translation_text":[{"number":1,"text":"Alif Lam Ra. (Surah) ini adalah (sebagian dari) ayat-ayat Kitab (yang sempurna) yaitu (ayat-ayat) Al-Qur'an yang memberi penjelasan."},{"number":2,"text":"Orang kafir itu kadang-kadang (nanti di akhirat) menginginkan, sekiranya mereka dahulu (di dunia) menjadi orang Muslim."},{"number":3,"text":"Biarkanlah mereka (di dunia ini) makan dan bersenang-senang dan dilalaikan oleh angan-angan (kosong) mereka, kelak mereka akan mengetahui (akibat perbuatannya)."},{"number":4,"text":"Dan Kami tidak membinasakan suatu negeri, melainkan sudah ada ketentuan yang ditetapkan baginya."},{"number":5,"text":"Tidak ada suatu umat pun yang dapat mendahului ajalnya, dan tidak (pula) dapat meminta penundaan(nya)."},{"number":6,"text":"Dan mereka berkata, “Wahai orang yang kepadanya diturunkan Al-Qur'an, sesungguhnya engkau (Muhammad) benar-benar orang gila."},{"number":7,"text":"Mengapa engkau tidak mendatangkan malaikat kepada kami, jika engkau termasuk orang yang benar?”"},{"number":8,"text":"Kami tidak menurunkan malaikat melainkan dengan kebenaran (untuk membawa azab) dan mereka ketika itu tidak diberikan penangguhan"},{"number":9,"text":"Sesungguhnya Kamilah yang menurunkan Al-Qur'an, dan pasti Kami (pula) yang memeliharanya."},{"number":10,"text":"Dan sungguh, Kami telah mengutus (beberapa rasul) sebelum engkau (Muhammad) kepada umat-umat terdahulu."},{"number":11,"text":"Dan setiap kali seorang rasul datang kepada mereka, mereka selalu memperolok-olokannya."},{"number":12,"text":"Demikianlah, Kami memasukkannya (olok-olok itu) ke dalam hati orang yang berdosa,"},{"number":13,"text":"mereka tidak beriman kepadanya (Al-Qur'an) padahal telah berlalu sunatullah terhadap orang-orang terdahulu."},{"number":14,"text":"Dan kalau Kami bukakan kepada mereka salah satu pintu langit, lalu mereka terus menerus naik ke atasnya,"},{"number":15,"text":"tentulah mereka berkata, “Sesungguhnya pandangan kamilah yang dikaburkan, bahkan kami adalah orang yang terkena sihir.”  "},{"number":16,"text":"Dan sungguh, Kami telah menciptakan gugusan bintang di langit dan men-jadikannya terasa indah bagi orang yang memandang(nya),"},{"number":17,"text":"dan Kami menjaganya dari setiap (gangguan) setan yang terkutuk,"},{"number":18,"text":"kecuali (setan) yang mencuri-curi (berita) yang dapat didengar (dari malaikat) lalu dikejar oleh semburan api yang terang."},{"number":19,"text":"Dan Kami telah menghamparkan bumi dan Kami pancangkan padanya gunung-gunung serta Kami tumbuhkan di sana segala sesuatu menurut ukuran."},{"number":20,"text":"Dan Kami telah menjadikan padanya sumber-sumber kehidupan untuk keperluanmu, dan (Kami ciptakan pula) makhluk-makhluk yang bukan kamu pemberi rezekinya."},{"number":21,"text":"Dan tidak ada sesuatu pun, melainkan pada sisi Kamilah khazanahnya; Kami tidak menurunkannya melainkan dengan ukuran tertentu."},{"number":22,"text":"Dan Kami telah meniupkan angin untuk mengawinkan dan Kami turunkan hujan dari langit, lalu Kami beri minum kamu dengan (air) itu, dan bukanlah kamu yang menyimpannya."},{"number":23,"text":"Dan sungguh, Kamilah yang menghidupkan dan mematikan dan Kami (pulalah) yang mewarisi."},{"number":24,"text":"Dan sungguh, Kami mengetahui orang yang terdahulu sebelum kamu dan Kami mengetahui pula orang yang terkemudian."},{"number":25,"text":"Dan sesungguhnya Tuhanmu, Dialah yang akan mengumpulkan mereka. Sungguh, Dia Mahabijaksana, Maha Mengetahui."},{"number":26,"text":"Dan sungguh, Kami telah menciptakan manusia (Adam) dari tanah liat kering dari lumpur hitam yang diberi bentuk."},{"number":27,"text":"Dan Kami telah menciptakan jin sebelum (Adam) dari api yang sangat panas."},{"number":28,"text":"Dan (ingatlah), ketika Tuhanmu berfirman kepada para malaikat, “Sungguh, Aku akan menciptakan seorang manusia dari tanah liat kering dari lumpur hitam yang diberi bentuk."},{"number":29,"text":"Maka apabila Aku telah menyempurnakan (kejadian)nya, dan Aku telah meniupkan roh (ciptaan)-Ku ke dalamnya, maka tunduklah kamu kepadanya dengan bersujud.”"},{"number":30,"text":"Maka bersujudlah para malaikat itu semuanya bersama-sama,"},{"number":31,"text":"kecuali Iblis. Ia enggan ikut bersama-sama para (malaikat) yang sujud itu."},{"number":32,"text":"Dia (Allah) berfirman, “Wahai Iblis! Apa sebabnya kamu (tidak ikut) sujud bersama mereka?”"},{"number":33,"text":"Ia (Iblis) berkata, “Aku sekali-kali tidak akan sujud kepada manusia yang Engkau telah menciptakannya dari tanah liat kering dari lumpur hitam yang diberi bentuk.”"},{"number":34,"text":"Dia (Allah) berfirman, “(Kalau begitu) keluarlah dari surga, karena sesungguhnya kamu terkutuk,"},{"number":35,"text":" dan sesungguhnya kutukan itu tetap menimpamu sampai hari Kiamat.” "},{"number":36,"text":"Ia (Iblis) berkata, “Ya Tuhanku,  (kalau begitu) maka berilah penangguhan kepadaku sampai hari (manusia) dibangkitkan.”"},{"number":37,"text":" Allah berfirman, “(Baiklah) maka sesungguhnya kamu termasuk yang diberi penangguhan,"},{"number":38,"text":"sampai hari yang telah ditentukan (kiamat).”"},{"number":39,"text":"Ia (Iblis) berkata, “Tuhanku, oleh karena Engkau telah memutuskan bahwa aku sesat, aku pasti akan jadikan (kejahatan) terasa indah bagi mereka di bumi, dan aku akan menyesatkan mereka semuanya,"},{"number":40,"text":" kecuali hamba-hamba-Mu yang terpilih di antara mereka.”"},{"number":41,"text":"Dia (Allah) berfirman, “Ini adalah jalan yang lurus (menuju) kepada-Ku.”"},{"number":42,"text":"Sesungguhnya kamu (Iblis) tidak kuasa atas hamba-hamba-Ku, kecuali mereka yang mengikutimu, yaitu orang yang sesat."},{"number":43,"text":"Dan sungguh, Jahanam itu benar-benar (tempat) yang telah dijanjikan untuk mereka (pengikut setan) semuanya."},{"number":44,"text":"(Jahanam) itu mempunyai tujuh pintu. Setiap pintu (telah ditetapkan) untuk golongan tertentu dari mereka."},{"number":45,"text":"Sesungguhnya orang yang bertakwa itu berada dalam surga-surga (taman-taman), dan (di dekat) mata air (yang mengalir)."},{"number":46,"text":"(Allah berfirman), “Masuklah ke dalamnya dengan sejahtera dan aman.”"},{"number":47,"text":"Dan Kami lenyapkan segala rasa dendam yang ada dalam hati mereka; mereka merasa bersaudara, duduk berhadap-hadapan di atas dipan-dipan."},{"number":48,"text":"Mereka tidak merasa lelah di dalamnya dan mereka tidak akan dikeluarkan darinya."},{"number":49,"text":"Kabarkanlah kepada hamba-hamba-Ku, bahwa Akulah Yang Maha Pengampun, Maha Penyayang,"},{"number":50,"text":"dan sesungguhnya azab-Ku adalah azab yang sangat pedih."},{"number":51,"text":"Dan kabarkanlah (Muhammad) kepada mereka tentang tamu Ibrahim (malaikat)."},{"number":52,"text":"Ketika mereka masuk ke tempatnya, lalu mereka mengucapkan, “Salam.” Dia (Ibrahim) berkata, “Kami benar-benar merasa takut kepadamu.” "},{"number":53,"text":"(Mereka) berkata, “Janganlah engkau merasa takut, sesungguhnya kami memberi kabar gembira kepadamu dengan (kelahiran seorang) anak laki-laki (yang akan menjadi) orang yang pandai (Ishak).”  "},{"number":54,"text":"Dia (Ibrahim) berkata, “Benarkah kamu memberi kabar gembira kepadaku padahal usiaku telah lanjut, lalu (dengan cara) bagaimana kamu memberi (kabar gembira) tersebut?”"},{"number":55,"text":"(Mereka) menjawab, “Kami menyampaikan kabar gembira kepadamu dengan benar, maka janganlah engkau termasuk orang yang berputus asa.”"},{"number":56,"text":"Dia (Ibrahim) berkata, “Tidak ada yang berputus asa dari rahmat Tuhannya, kecuali orang yang sesat.”"},{"number":57,"text":" Dia (Ibrahim) berkata, “Apakah urusanmu yang penting, wahai para utusan?”"},{"number":58,"text":"(Mereka) menjawab, “Sesungguhnya kami diutus kepada kaum yang berdosa,"},{"number":59,"text":"kecuali para pengikut Lut. Sesungguhnya kami pasti menyelamatkan mereka semuanya,"},{"number":60,"text":"kecuali istrinya, kami telah menentukan, bahwa dia termasuk orang yang tertinggal (bersama orang kafir lainnya).”"},{"number":61,"text":"Maka ketika utusan itu datang kepada para pengikut Lut,"},{"number":62,"text":"dia (Lut) berkata, “Sesungguhnya kamu orang yang tidak kami kenal.” "},{"number":63,"text":"(Para utusan) menjawab, “Sebenarnya kami ini datang kepadamu membawa azab yang selalu mereka dustakan."},{"number":64,"text":"Dan kami datang kepadamu membawa kebenaran dan sungguh, kami orang yang benar."},{"number":65,"text":"Maka pergilah kamu pada akhir malam beserta keluargamu, dan ikutilah mereka dari belakang. Jangan ada di antara kamu yang menoleh ke belakang dan teruskanlah perjalanan ke tempat yang diperintahkan kepadamu.”  "},{"number":66,"text":"Dan telah Kami tetapkan kepadanya (Lut) keputusan itu, bahwa akhirnya mereka akan ditumpas habis pada waktu subuh."},{"number":67,"text":"Dan datanglah penduduk kota itu (ke rumah Lut) dengan gembira (karena kedatangan tamu itu)."},{"number":68,"text":"Dia (Lut) berkata, “Sesungguhnya mereka adalah tamuku; maka jangan kamu mempermalukan aku,"},{"number":69,"text":"Dan bertakwalah kepada Allah dan janganlah kamu membuat aku terhina.” "},{"number":70,"text":" (Mereka) berkata, “Bukankah kami telah melarangmu dari (melindungi) manusia?”"},{"number":71,"text":"Dia (Lut) berkata, “Mereka itulah putri-putri (negeri)ku (nikahlah dengan mereka), jika kamu hendak berbuat.”"},{"number":72,"text":"(Allah berfirman), “Demi umurmu (Muhammad), sungguh, mereka terombang-ambing dalam kemabukan (kesesatan).”"},{"number":73,"text":"Maka mereka dibinasakan oleh suara keras yang mengguntur, ketika matahari akan terbit."},{"number":74,"text":"Maka Kami jungkirbalikkan (negeri itu) dan Kami hujani mereka dengan batu dari tanah yang keras."},{"number":75,"text":"Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi orang yang memperhatikan tanda-tanda,"},{"number":76,"text":"dan sungguh, (negeri) itu benar-benar terletak di jalan yang masih tetap (dilalui manusia)."},{"number":77,"text":"Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi orang yang beriman."},{"number":78,"text":"Dan sesungguhnya penduduk Aikah itu benar-benar kaum yang zalim,"},{"number":79,"text":"maka Kami membinasakan mereka. Dan sesungguhnya kedua (negeri) itu terletak di satu jalur jalan raya."},{"number":80,"text":"Dan sesungguhnya penduduk negeri Hijr benar-benar telah mendustakan para rasul (mereka),"},{"number":81,"text":"dan Kami telah mendatangkan kepada mereka tanda-tanda (kekuasaan) Kami, tetapi mereka selalu berpaling darinya, "},{"number":82,"text":"dan mereka memahat rumah-rumah dari gunung batu, (yang didiami) dengan rasa aman."},{"number":83,"text":"Kemudian mereka dibinasakan oleh suara keras yang mengguntur pada pagi hari,"},{"number":84,"text":"sehingga tidak berguna bagi mereka, apa yang telah mereka usahakan. "},{"number":85,"text":"Dan Kami tidak menciptakan langit dan bumi serta apa yang ada di antara keduanya, melainkan dengan kebenaran. Dan sungguh, Kiamat pasti akan datang, maka maafkanlah (mereka) dengan cara yang baik."},{"number":86,"text":"Sungguh, Tuhanmu, Dialah Yang Maha Pencipta, Maha Mengetahui."},{"number":87,"text":"Dan sungguh, Kami telah memberikan kepadamu tujuh (ayat) yang (dibaca) berulang-ulang dan Al-Qur'an yang agung."},{"number":88,"text":"Jangan sekali-kali engkau (Muhammad) tujukan pandanganmu kepada kenikmatan hidup yang telah Kami berikan kepada beberapa golongan di antara mereka (orang kafir), dan jangan engkau bersedih hati terhadap mereka dan berendah hatilah engkau terhadap orang yang beriman."},{"number":89,"text":"Dan katakanlah (Muhammad), “Sesungguhnya aku adalah pemberi peringatan yang jelas.”"},{"number":90,"text":"Sebagaimana (Kami telah memberi peringatan), Kami telah menurunkan (azab) kepada orang yang memilah-milah (Kitab Allah),"},{"number":91,"text":"(yaitu) orang-orang yang telah menjadikan Al-Qur'an itu terbagi-bagi."},{"number":92,"text":"Maka demi Tuhanmu, Kami pasti akan menanyai mereka semua,"},{"number":93,"text":"tentang apa yang telah mereka kerjakan dahulu. "},{"number":94,"text":"Maka sampaikanlah (Muhammad) secara terang-terangan segala apa yang diperintahkan (kepadamu) dan berpalinglah dari orang yang musyrik."},{"number":95,"text":"Sesungguhnya Kami memelihara engkau (Muhammad) dari (kejahatan) orang yang memperolok-olokkan (engkau),"},{"number":96,"text":" (yaitu) orang yang menganggap adanya tuhan selain Allah; mereka kelak akan mengetahui (akibatnya)."},{"number":97,"text":"Dan sungguh, Kami mengetahui bahwa dadamu menjadi sempit disebabkan apa yang mereka ucapkan, "},{"number":98,"text":"maka bertasbihlah dengan memuji Tuhanmu dan jadilah engkau di antara orang yang bersujud (salat), "},{"number":99,"text":"Dan sembahlah Tuhanmu sampai yakin (ajal) datang kepadamu."}]},"tafsir":{"lang":"id","source":"Kementrian Agama Republic Indonesia","tafsirs":[{"number":1,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eAlif Laam Raa\u003c/em\u003e\u0026nbsp;. Ayat-ayat pada surah \u003cem\u003eini adalah\u003c/em\u003e sebagian dari \u003cem\u003eayat-ayat Kitab\u003c/em\u003e yang sempurna, yaitu ayat-ayat \u003cem\u003eAl-Qur'an yang memberi penjelasan.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa ayat-ayat dari surah yang akan dijelaskan ini termasuk salah satu surah yang ada di dalam kitab yang sempurna dan agung, yaitu Al-Qur'an yang diturunkan Allah kepada Nabi Muhammad saw, nabi terakhir. Ia merupakan kitab yang paling lengkap di antara kitab-kitab yang diturunkan Allah kepada para rasul-Nya, membenar-kan kitab yang terdahulu, serta menerangkan jalan menuju kepada ke-bahagiaan dan jalan sesat yang pernah ditempuh umat-umat terdahulu. Dengan demikian, manusia dapat membedakan antara kedua jalan itu, mana yang harus dilalui dan mana yang harus dihindari dan dijauhi.\nDalam Al-Qur'an juga terdapat ayat-ayat yang menerangkan tentang ketauhidan, kisah, budi pekerti yang baik, ilmu pengetahuan, janji Allah dan ancaman-Nya, dan hukum-hukum yang menjadi pedoman bagi manusia dalam hidup dan kehidupannya di dunia dan dalam rangka mencapai keselamatan dan kebahagiaan di akhirat nanti, sebagaimana firman Allah swt:\n\nAlif Lam Ra. (Inilah) Kitab yang ayat-ayatnya disusun dengan rapi kemudian dijelaskan secara terperinci, (yang diturunkan) dari sisi (Allah) Yang Mahabijaksana, Maha Mengetahui. (Hud/11: 1)\n\nDan firman Allah swt:\n\nAlif Lam Mim shad. (Inilah) Kitab yang diturunkan kepadamu (Muhammad); maka janganlah engkau sesak dada karenanya, agar engkau memberi peringatan dengan (Kitab) itu dan menjadi pelajaran bagi orang yang beriman. (al-A'raf/7: 1-2)\n\n"}},{"number":2,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eOrang kafir itu\u003c/em\u003e suatu saat nanti setelah berada di akhirat kelak \u003cem\u003ekadang-kadang menginginkan sekiranya mereka dahulu\u003c/em\u003e ketika di dunia \u003cem\u003emenjadi orang muslim\u003c/em\u003e.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini merupakan peringatan Allah swt kepada orang-orang kafir dengan menerangkan kepada mereka bahwa di akhirat nanti di saat mereka merasakan beratnya siksa neraka, mereka menyesal atas perbuatan dan tindakan mengingkari Tuhan yang Mahakuasa selama hidup di dunia. Seandainya mereka mengikuti seruan rasul, melaksanakan perintah-perintah Allah, meninggalkan larangan-larangan-Nya, dan beribadah dengan tunduk dan patuh kepada-Nya, tentulah mereka tidak akan diazab seperti yang mereka alami pada hari itu. Seandainya mereka berbuat sebaliknya, tentulah mereka akan dimasukkan Allah ke dalam surga yang penuh kenikmatan seperti yang dialami oleh orang-orang muslim pada saat itu. Akan tetapi pada waktu itu, semua penyesalan mereka tidak ada lagi gunanya. Allah swt telah menetapkan keputusan-Nya yang tidak dapat diubah lagi, kecuali jika kekuasaan-Nya menghendaki yang lain.\nDalam suatu hadis diterangkan saat-saat penyesalan mereka itu:\nDari Abu Musa semoga Allah meridainya, ia berkata, \"Rasulullah Berkata saw, \"Apabila telah berkumpul penghuni neraka dan beserta mereka ada orang yang dikehendaki Allah dari ahli kiblat (orang yang mukmin), orang kafir berkata kepada orang-orang Islam, \"Bukankah kamu sekalian dahulu orang-orang Islam.\" Orang Islam berkata, \"Benar.\" Mereka berkata, \"Tidaklah berfaedah bagimu agama Islam yang kamu anut dahulu, sehingga kamu dikumpulkan bersama kami di neraka ini?\" Orang-orang Islam berkata, \"Kami telah mengerjakan perbuatan dosa, maka kami diazab karenanya.\" Maka Allah swt mendengar pembicaraan mereka, lalu memerintahkan orang-orang Islam yang berada di dalam neraka itu untuk dikeluarkan. Tatkala orang-orang kafir yang tinggal melihat yang demikian, mereka berkata, \"Wahai seandainya kami dahulu orang muslim, tentu kami akan dikeluarkan pula dari neraka, sebagaimana mereka dikeluarkan.\" Abu Musa Berkata, \"Kemudian Rasulullah saw mengucap-kan, \"Aku berlindung kepada Allah dari setan yang terkutuk.\" Dan selanjutnya beliau membaca ayat ini.\" (Riwayat ath-thabrani)\n\nFirman Allah swt yang senada dengan ayat ini ialah:\nDan seandainya engkau (Muhammad) melihat ketika mereka dihadapkan ke neraka, mereka berkata, \"Seandainya kami dikembalikan (ke dunia) tentu kami tidak akan mendustakan ayat-ayat Tuhan kami, serta menjadi orang-orang yang beriman.\" (al-An'am/6: 27)\n\nSebagaimana disebut dalam al-Maragi, Az-Zajjaj mengatakan, \"Sesungguhnya orang kafir, tatkala melihat keadaan azab neraka dan melihat keadaan orang Islam di surga, mereka berangan-angan, seandainya dahulu waktu di dunia mereka adalah orang-orang muslim.\"\nDemikianlah Allah melukiskan watak manusia yang ingkar kepada Allah. Mereka hanya ingat kepada Allah sewaktu bahaya dan azab menimpa mereka, tetapi bila bahaya dan azab itu telah tiada, mereka kembali ingkar kepada Allah penolong dan pencipta mereka. Hal yang seperti itu terjadi pula pada orang-orang kafir yang berangan-angan kembali hidup di dunia untuk beribadah dan mereka berjanji seandainya angan-angan mereka itu dikabulkan, mereka akan beriman dengan sungguh-sungguh tidak akan ingkar lagi seperti dahulu. Seandainya manusia itu benar-benar mau beriman, telah cukup petunjuk-petunjuk Allah swt yang disampaikan oleh para nabi dan rasul-Nya, tetapi kebanyakan manusia terpengaruh oleh kesenangan hidup duniawi yang sifatnya sementara. Mereka lebih meng-hambakan diri kepada setan yang terkutuk daripada menghambakan diri kepada Allah, Tuhan penciptanya. Telah cukup banyak kesempatan untuk bertobat yang diberikan Allah sewaktu di dunia kepada mereka, tetapi mereka mengabaikan kesempatan itu. Setelah mereka di akhirat, kesempatan itu tidak akan diberikan lagi. Bagi mereka telah berlaku ketentuan Allah yang akan mengazab setiap orang yang ingkar kepada-Nya.\nAyat ini merupakan peringatan keras bagi orang-orang musyrik Arab khususnya, dan orang-orang kafir pada umumnya, terutama mereka yang menghalangi tersiarnya agama Allah di muka bumi. Bagi Nabi saw dan para sahabat, ayat ini merupakan kabar gembira. Pada saat turunnya ayat ini, orang kafir menghalangi dengan keras terlaksananya dakwah Islam yang sedang dilakukan Nabi saw dan para sahabat, bahkan kaum musyrik Mekah telah sampai pada tingkat melakukan tindakan penganiayaan disertai dengan ancaman yang keras kepada pengikut Nabi Muhammad, sehingga Nabi dan para sahabat hampir putus asa dan khawatir, seandainya tugas yang dipikulkan Allah tidak dapat terlaksana dengan baik. Turunnya ayat ini menimbulkan rasa optimis. Ketabahan, dan kesabaran mereka bertambah dalam menyiarkan agama Allah karena mereka betul-betul percaya agama Islam pasti berkembang dan kemenangan paling hakiki ialah kemenangan yang akan diperoleh di akhirat nanti.\nDari ayat ini dan hadis di atas dapat dipahami bahwa pahala atau siksa yang akan diterima oleh orang-orang yang beriman dan orang-orang yang kafir adalah setimpal dan sesuai dengan perbuatan yang pernah mereka lakukan sewaktu di dunia.\n"}},{"number":3,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eWahai Nabi Muhammad dan kaum muslim, apabila mereka tetap keras pada pendiriannya, \u003cem\u003ebiarkanlah mereka\u003c/em\u003e di dunia ini \u003cem\u003emakan dan bersenang-senang dan\u003c/em\u003e terus \u003cem\u003edilalaikan oleh angan-angan\u003c/em\u003e kosong mereka dari beriman, mengikuti dakwahmu, dan hal-hal penting lainnya. \u003cem\u003eKelak mereka akan mengetahui\u003c/em\u003e akibat perbuatan buruk yang pernah mereka lakukan.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat di atas, Allah swt telah menggambarkan kepada orang-orang kafir keadaan mereka di akhirat nanti dan saat menanggung azab yang pedih. Namun demikian, gambaran itu tidak membekas sedikit pun di hati mereka, bahkan mereka menganggap peringatan Allah itu sesuatu yang tidak ada artinya sama sekali. Pada ayat ini, Allah memerintahkan kepada Rasulullah saw, jika mereka tetap ingkar sekalipun telah menerima peringatan dan pelajaran, untuk membiarkan mereka dalam kelalaian dan kelengahan seperti yang telah mereka lakukan, mengenyam dan mengecap segala kesenangan dan kelezatan hidup di dunia serta memperturutkan hawa nafsunya. Rasul juga diperintahkan untuk membiarkan mereka memakan makanan dan berbuat sesuka hati sampai kepada waktu yang ditentukan, berangan-angan dan berkhayal bahwa mereka akan memperoleh harta benda yang tidak terhingga banyaknya, memperoleh apa yang mereka inginkan, seperti keturunan yang banyak, istana yang indah, serta memaksakan kehendak kepada musuh dan siapa yang mereka kehendaki.\nPeringatan yang disampaikan Allah itu merupakan ancaman yang keras bagi orang-orang kafir, bahwa perbuatan dan tindakan mereka itu bertentangan dengan ajaran agama Allah, bertentangan dengan budi pekerti dan pribadi muslim.\nKehancuran budi pekerti dan kepribadian muslim itu dilukiskan dalam sabda Rasulullah saw:\nDari Amr bin Syuaib dari Nabi saw, beliau bersabda, \"Kebaikan generasi pertama umat ini ialah dengan zuhud dan keyakinan. Sedangkan umat belakangan akan dirusak oleh kebakhilan dan angan-angannya.\" (Riwayat Ahmad, ath-thabrani dan al-Baihaqi)\nAli bin Abi thalib berkata, \"Bahwasanya yang aku takuti atasmu ada dua perkara, yaitu panjang angan dan memperturutkan hawa nafsu. Maka sesungguhnya panjang angan membuat lupa kepada akhirat, sedangkan memperturutkan hawa nafsu menghalangi berlakunya kebenaran.\"\n"}},{"number":4,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e Allah menegaskan bahwa \u003cem\u003eKami tidak membinasakan suatu negeri pun\u003c/em\u003e bersama dengan penduduknya, \u003cem\u003emelainkan sudah ada ketentuan\u003c/em\u003e dan waktu \u003cem\u003eyang ditetapkan\u003c/em\u003e \u003cem\u003ebagi\u003c/em\u003e kebinasaan-\u003cem\u003enya.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat di atas, Allah swt telah menggambarkan kepada orang-orang kafir keadaan mereka di akhirat nanti dan saat menanggung azab yang pedih. Namun demikian, gambaran itu tidak membekas sedikit pun di hati mereka, bahkan mereka menganggap peringatan Allah itu sesuatu yang tidak ada artinya sama sekali. Pada ayat ini, Allah memerintahkan kepada Rasulullah saw, jika mereka tetap ingkar sekalipun telah menerima peringatan dan pelajaran, untuk membiarkan mereka dalam kelalaian dan kelengahan seperti yang telah mereka lakukan, mengenyam dan mengecap segala kesenangan dan kelezatan hidup di dunia serta memperturutkan hawa nafsunya. Rasul juga diperintahkan untuk membiarkan mereka memakan makanan dan berbuat sesuka hati sampai kepada waktu yang ditentukan, berangan-angan dan berkhayal bahwa mereka akan memperoleh harta benda yang tidak terhingga banyaknya, memperoleh apa yang mereka inginkan, seperti keturunan yang banyak, istana yang indah, serta memaksakan kehendak kepada musuh dan siapa yang mereka kehendaki.\nPeringatan yang disampaikan Allah itu merupakan ancaman yang keras bagi orang-orang kafir, bahwa perbuatan dan tindakan mereka itu bertentangan dengan ajaran agama Allah, bertentangan dengan budi pekerti dan pribadi muslim.\nKehancuran budi pekerti dan kepribadian muslim itu dilukiskan dalam sabda Rasulullah saw:\nDari Amr bin Syuaib dari Nabi saw, beliau bersabda, \"Kebaikan generasi pertama umat ini ialah dengan zuhud dan keyakinan. Sedangkan umat belakangan akan dirusak oleh kebakhilan dan angan-angannya.\" (Riwayat Ahmad, ath-thabrani dan al-Baihaqi)\nAli bin Abi thalib berkata, \"Bahwasanya yang aku takuti atasmu ada dua perkara, yaitu panjang angan dan memperturutkan hawa nafsu. Maka sesungguhnya panjang angan membuat lupa kepada akhirat, sedangkan memperturutkan hawa nafsu menghalangi berlakunya kebenaran.\"\n"}},{"number":5,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAjal adalah ketetapan yang sudah Allah tentukan waktunya, karena itu \u003cem\u003etidak ada suatu umat pun yang dapat mendahului ajalnya, dan tidak \u003c/em\u003epula\u003cem\u003e dapat meminta penundaan\u003c/em\u003e darinya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa tidak ada satu negeri yang dihancurkan Allah, kecuali jika telah ditentukan Allah waktu kehancurannya di dalam Lauh Mahfudh, tidak ada sesuatu pun yang lupa dituliskan-Nya, tidak ada yang terlambat, dan tidak pula terjadi sebelum ketentuan waktu yang telah ditetapkan.\nDari ayat ini dapat dipahami bahwa Allah swt tidak akan mengazab suatu kaum sebelum ada alasan untuk menjatuhkan azab. Yang dimaksud dengan alasan ialah telah diutus seorang rasul kepada umat tersebut untuk menyampaikan agama Allah, tetapi mereka menolak rasul itu atau mengingkari ajarannya.\nAyat ini merupakan peringatan bagi orang-orang musyrik Mekah yang selalu menghalang-halangi Rasulullah dan para sahabatnya menyampaikan risalahnya. Peringatan ini berlaku juga bagi orang-orang yang datang kemudian yang melakukan tindakan yang serupa dengan berbagai tindakan orang-orang musyrik Mekah. Keputusan dan peringatan Allah itu pasti berlaku.\n"}},{"number":6,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e tidak hanya melakukan perbuatan buruk, orang kafir juga mengucapkan perkataan yang menyakiti Nabi Muhammad. \u003cem\u003eMereka berkata\u003c/em\u003e, \"\u003cem\u003eWahai orang yang kepadanya diturunkan al-Qur'an, sesungguhnya engkau, \u003c/em\u003ewahai Muhammad\u003cem\u003e, benar-benar orang gila\u003c/em\u003e karena mengakui apa yang kausampaikan bersumber dari Allah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan perkataan dan ejekan orang-orang kafir Mekah kepada Nabi Muhammad saw ketika ayat-ayat Al-Qur'an disampaikan kepada mereka. Mereka mengatakan, \"Hai Muhammad, engkau yang mengaku sebagai nabi dan rasul Allah dan telah diturunkan Al-Qur'an kepadamu. Sebenarnya ucapan dan dakwahmu itu menunjukkan bahwa kamu sesungguhnya adalah orang yang gila atau ada tanda-tanda gila pada dirimu, karena Al-Qur'an tidak mempunyai arti dan makna sedikit pun, bertentangan dengan pendapat kami, dan menyalahi kepercayaan yang telah diwariskan nenek moyang kami. Apakah mungkin kami menerima sesuatu yang tidak sesuai dengan pikiran dan tidak disukai pula oleh cerdik-pandai dan para ulama kami.\"\nDari ucapan orang-orang kafir itu, tampak jelas sikap mereka yang sebenarnya terhadap Al-Qur'an dan Nabi Muhammad saw. Mereka membantah Al-Qur'an tanpa memikirkan dan merenungkan bukti-bukti dan dalil-dalil yang tersebut di dalamnya yang menjelaskan tanda-tanda kekuasaan dan kebesaran Allah yang ada pada diri mereka, pada hewan ternak yang mereka pelihara, pada tanaman-tanaman yang mereka tanam untuk memenuhi kebutuhan mereka, pada bumi tempat mereka bertempat tinggal, pada alam semesta, dan sebagainya. Semuanya itu mereka ingkari dan dustakan tanpa merenungkan dan memikirkan terlebih dahulu.\nSikap mereka yang demikian itu timbul karena kesesatan hati, keras kepala, dan fanatik kepada nenek moyang yang telah terhunjam dalam diri mereka, sebagaimana firman Allah swt:\n\nSetiap diturunkan kepada mereka ayat-ayat yang baru dari Tuhan, mereka mendengarkannya sambil bermain-main. Hati mereka dalam keadaan lalai. Dan orang-orang yang zalim itu merahasiakan pembicaraan mereka, \"(Orang) ini (Muhammad) tidak lain hanyalah seorang manusia (juga) seperti kamu. Apakah kamu menerimanya (sihir itu) padahal kamu menyaksikannya?\" (al-Anbiya'/21: 2-3)\n\nKarena sikap tidak mau memperhatikan dan rasa fanatik yang mendalam, mereka mendustakan ayat-ayat Al-Qur'an, sebagaimana firman Allah swt:\n\nDan setiap ayat dari ayat-ayat Tuhan yang sampai kepada mereka (orang kafir), semuanya selalu diingkarinya. (al-An'am/6: 4)\n\nSikap mereka yang demikian menimbulkan sifat sombong dan takabur pada diri mereka, sebagaimana firman Allah swt:\n\nDan orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) berkata, \"Mengapa bukan para malaikat yang diturunkan kepada kita atau (mengapa) kita (tidak) melihat Tuhan kita?\" Sungguh, mereka telah menyombongkan diri mereka dan benar-benar telah melampaui batas (dalam melakukan kezaliman). (al-Furqan/25: 21)\n"}},{"number":7,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eTidak hanya mengolok Nabi Muhammad, mereka juga meminta beliau mendatangkan malaikat. Mereka berkata, \"\u003cem\u003eMengapa engkau tidak mendatangkan malaikat \u003c/em\u003edalam bentuk aslinya\u003cem\u003e kepada kami\u003c/em\u003e, supaya menjadi bukti kebenaran pengakuanmu sebagai rasul, agar mereka menyampaikan pesan-pesan Allah kepada kami secara langsung, atau agar mereka menyiksa kami dengan azab dari Tuhanmu,\u003cem\u003e jika engkau termasuk orang yang benar\u003c/em\u003e?\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Selanjutnya orang-orang kafir mengatakan, \"Seandainya engkau hai Muhammad benar-benar percaya atas kebenaran apa yang engkau sampaikan dan percaya bahwa engkau benar-benar nabi dan rasul Allah, yang diutus kepada kami, tentulah engkau dapat meminta kepada-Nya agar bersama engkau diutus pula seorang malaikat dari langit, yang dapat menguatkan dan membuktikan kenabian dan kerasulanmu itu kepada kami.\"\nDari permintaan mereka itu, tergambarlah jalan pikiran mereka tentang kenabian dan kerasulan. Menurut mereka, jika diutus seorang nabi atau rasul, mesti ada malaikat yang mendampinginya, sehingga malaikat dapat menguatkan kenabian dan kerasulannya, memudahkan manusia menerima risalahnya, atau nabi itu cukup berupa malaikat saja. Menurut jalan pikiran mereka, yang membawa ayat-ayat Allah hanyalah makhluk rohani, sedangkan manusia adalah makhluk jasmani (dapat dilihat). Manusia, sekalipun mempunyai kekuatan yang tinggi, tetap tidak mungkin menjadi nabi dan rasul, disebabkan mereka masih bergaul dengan manusia, berada di tengah-tengah mereka, dan masih memiliki kebutuhan jasmani, seperti makan, minum, berpakaian, ingin kekuasaan, ingin mengumpulkan harta, tertarik dengan kehidupan duniawi, dan sebagainya. Karena itu mustahil seorang manusia menjadi nabi dan rasul, kecuali jika pengangkatan kenabian dan kerasulan itu dikuatkan atau dikukuhkan dengan keberadaan malaikat sebagai pendamping.\nKepercayaan orang-orang musyrik Mekah ini seperti kepercayaan Fir'aun dan para pengikutnya tentang rasul dan nabi. Menurut mereka, seharusnya semua rasul yang diutus Allah diangkat dengan upacara yang penuh keagungan dan kebesaran, seperti pengangkatan raja-raja mereka, dengan memakai perhiasan gelang dan kalung yang terbuat dari emas dan pakaian kebesaran, atau rasul itu datang dengan diiringi oleh para malaikat, sebagaimana diterangkan dalam firman Allah swt:\n\n\"Maka mengapa dia (Musa) tidak dipakaikan gelang dari emas atau malaikat datang bersama-sama dia untuk mengiringkannya?\" Maka (Firaun) dengan perkataan itu telah mempengaruhi kaumnya, sehingga mereka patuh kepadanya. Sungguh, mereka adalah kaum yang fasik. (az-Zukhruf/43: 53-54)\n\n"}},{"number":8,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMenjawab permintaan kaum kafir tersebut, Allah berfirman, \"\u003cem\u003eKami tidak menurunkan malaikat melainkan dengan kebenaran\u003c/em\u003e, yaitu sesuatu yang pasti dari Allah, seperti wahyu, azab bagi pendurhaka, dan keselamatan bagi penaat, \u003cem\u003edan mereka ketika\u003c/em\u003e para malaikat\u003cem\u003e itu\u003c/em\u003e diturunkan untuk membawa azab, \u003cem\u003etidak diberikan penangguhan\u003c/em\u003e sedikit pun.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menjawab olok-olok dan ejekan orang musyrik Mekah itu dengan ayat ini, bahwa Dia tidak akan menurunkan malaikat karena tidak ada hikmah dan faedahnya. Hal tersebut berarti seandainya pun Allah swt menurunkan para malaikat dari langit dan mengangkatnya sebagai rasul yang menyampaikan agama-Nya, hal itu tidak ada manfaatnya dan tidak akan dapat meyakinkan serta meluruskan akidah orang musyrik itu. Sebagaimana diketahui bahwa malaikat adalah makhluk yang gaib dan halus sehingga mata manusia tidak akan sanggup melihatnya. Seandainya Allah swt menghendaki dan menjadikan malaikat itu berbentuk manusia, sehingga mata manusia dapat melihatnya, kemudian Allah mengutusnya sebagai nabi dan rasul kepada mereka, malaikat itu makan dan minum seperti mereka, berjalan dan bergaul bersama mereka, maka akan timbul pula dalam pikiran mereka bahwa malaikat yang diberi tugas sebagai seorang rasul itu adalah manusia juga seperti mereka, bukan malaikat. Artinya, keraguan dalam diri mereka akan terus ada. Hal ini diterangkan dalam firman Allah swt:\n\nDan sekiranya rasul itu Kami jadikan (dari) malaikat, pastilah Kami jadikan dia (berwujud) laki-laki, dan (dengan demikian) pasti Kami akan menjadikan mereka tetap ragu sebagaimana kini mereka ragu. (al-An'am/6: 9)\n\nDari sikap dan cara mereka seperti yang dikemukakan dalam firman Allah di atas, terbuktilah bahwa sebenarnya hati mereka telah tertutup menerima kebenaran. Bukti apa pun yang dikemukakan kepada mereka, mereka tetap tidak akan beriman, Allah swt berfirman:\n\nDan sekalipun Kami benar-benar menurunkan malaikat kepada mereka, dan orang yang telah mati berbicara dengan mereka dan Kami kumpulkan (pula) di hadapan mereka segala sesuatu (yang mereka inginkan), mereka tidak juga akan beriman, kecuali jika Allah menghendaki. Tapi kebanyakan mereka tidak mengetahui (arti kebenaran). (al-An'am/6: 111)\n\nKarena sikap mereka yang demikian itu, maka Allah memberikan peringatan keras kepada mereka bahwa jika ada malaikat yang diturunkan, maka itu merupakan tanda bahwa mereka akan ditimpa malapetaka yang besar, dan dihancurleburkan sehingga riwayat mereka akan berakhir. Ketentuan ini sesuai dengan sunatullah yang telah berlaku bagi umat-umat terdahulu yang telah memperolok-olokkan para rasul Allah yang telah diutus kepada mereka. Sebelum azab ditimpakan, diutuslah kepada mereka malaikat, seperti yang pernah terjadi pada kaum Luth, sebagaimana firman Allah swt:\n\nMereka (para malaikat) berkata, \"Wahai Lut! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah beserta keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksa) yang menimpa mereka. Sesungguhnya saat terjadinya siksa kepada mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?\" (Hud/11: 81)\n\nMujahid dalam penafsiran ayat ini mengatakan bahwa Allah menurunkan malaikat hanya sebagai rasul Allah, tanda datangnya azab, atau pembawa azab Allah.\n"}},{"number":9,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eUntuk membuktikan kebenaran pengakuan Nabi Muhammad bahwa ayat-ayat yang disampaikannya benar-benar berasal dari Allah, Dia berfirman, \"\u003cem\u003eSesungguhnya Kamilah yang menurunkan Al-Qur'an\u003c/em\u003e melalui perantara Malaikat Jibril yang diragukan oleh kaum kafir itu, \u003cem\u003edan pasti Kami\u003c/em\u003e pula bersama Malaikat Jibril dan kaum mukmin \u003cem\u003eyang\u003c/em\u003e selalu \u003cem\u003ememelihara\u003c/em\u003e keaslian, kesucian, dan kekekalan-\u003cem\u003enya\u003c/em\u003e hingga akhir zaman.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini merupakan peringatan keras bagi orang-orang yang mengabaikan Al-Qur'an dan tidak percaya bahwa Al-Qur'an itu diturunkan Allah kepada rasul-Nya Muhammad. Seakan-akan Allah mengatakan kepada mereka, \"Kamu ini hai orang-orang kafir sebenarnya adalah orang-orang yang sesat yang memperolok-olokkan nabi dan rasul yang telah Kami utus untuk menyampaikan agama Islam kepadamu. Sesungguhnya sikap kamu yang demikian itu tidak akan mempengaruhi sedikit pun terhadap kemurnian dan kesucian Al-Qur'an karena Kamilah yang menurunkannya. Kamu menuduh Muhammad seorang yang gila tetapi Kami menegaskan bahwa Kami sendirilah yang memelihara Al-Qur'an itu dari segala macam usaha untuk mengotorinya dan usaha untuk menambah, mengurangi dan mengubah ayat-ayatnya. Kami akan memeliharanya dari segala macam bentuk campur tangan manusia terhadapnya. Akan datang saatnya nanti manusia akan menghafal, membaca, mempelajari, dan menggali isinya, agar mereka memperoleh dari Al-Qur'an itu petunjuk dan hikmah, tuntunan akhlak dan budi pekerti yang baik, ilmu pengetahuan dan pedoman berpikir bagi para ahli dan cerdik pandai, serta petunjuk ke jalan hidup di dunia dan di akhirat nanti.\"\nJaminan Allah swt terhadap pemeliharaan Al-Qur'an itu ditegaskan lagi dalam firman-Nya:\nMereka hendak memadamkan cahaya (agama) Allah dengan mulut (ucapan-ucapan) mereka, tetapi Allah tetap menyempurnakan cahaya-Nya meskipun orang-orang kafir membencinya. (as-shaff/61: 8)\n\nMengenai jaminan Allah terhadap kesucian dan kemurnian Al-Qur'an serta penegasan bahwa Allah sendirilah yang memeliharanya terbukti dengan memperhatikan dan mempelajari sejarah turunnya Al-Qur'an, cara-cara yang dilakukan Nabi saw ketika menyiarkan, memelihara, dan membetulkan bacaan para sahabat, melarang menulis selain ayat-ayat Al-Qur'an, dan sebagainya. Kemudian usaha pemeliharaan Al-Qur'an ini dilanjutkan oleh para sahabat, tabiin, dan oleh setiap generasi kaum Muslimin yang datang sesudahnya, sampai sekarang ini.\nUntuk mengetahui dan membuktikan bahwa Al-Qur'an yang sampai kepada kita sekarang terpelihara kemurniannya, diterangkan dalam sejarah Al-Qur'an, baik di masa Rasulullah, maupun di zaman sahabat, dan usaha kaum Muslimin memeliharanya pada saat ini. Di sisi lain otentisitas Al-Qur'an dapat dilacak dari sejarah penulisan dan bacaannya.\nPertama:\nAl-Qur'an diturunkan secara berangsur-angsur kepada Nabi Muhammad saw dalam waktu kurang lebih 23 tahun. Setiap turun ayat, Nabi menyuruh para sahabatnya menghafal dan menuliskannya di batu, kulit binatang, dan pelepah korma. Nabi memiliki beberapa orang sahabat yang bertugas menulis wahyu dan mendampingi beliau ketika turun ayat. Di antara penulis wahyu itu adalah Zaid bin sabit, Ali bin Abi thalib, Utsman bin 'Affan, Ubay bin Ka'ab, dan lain-lain.\nSetiap ayat turun, Nabi menjelaskan kepada para penulis wahyu di bagian mana dari ayat-ayat yang turun lebih dulu atau di surah apa ayat itu diletakkan dan ditulis. Beliau melarang para sahabat menulis selain Al-Qur'an, baik itu penjelasannya yang menjadi tafsir dari ayat atau keterangan yang ditulis oleh para sahabat itu sendiri. Hadis Nabi saw seperti diriwayatkan Abu Sa'id al-Khudri:\nJangan kalian menulis dariku apapun selain Al-Qur'an. Barang siapa yang menulis selain Al-Qur'an, hendaklah dia menghapusnya. (Riwayat Muslim)\n\nLarangan secara umum itu adalah untuk menjaga kemurnian tulisan Al-Qur'an agar tidak bercampur-baur dengan tulisan-tulisan lain selain Al-Qur'an, baik bersumber dari Nabi saw maupun sahabat. Namun demikian, ada beberapa sahabat yang memang pandai baca tulis, menuliskan ucapan-ucapan Rasul sebagai penafsiran Al-Qur'an dan catatan mereka, seperti 'Abdullah bin 'Umar, 'Abdullah bin Mas'ud, Ali bin Abi thalib, Ibnu Abbas, dan lain-lain. \nSelain ditulis oleh para penulis wahyu dan sebagian sahabat, Al-Qur'an juga dihafal oleh para sahabat dan diwajibkan membacanya dalam salat.\nMengingat pentingnya peran tulis baca dalam menjaga otentisitas atau kemurnian Al-Qur'an, Nabi sangat menghargai orang-orang yang bisa tulis baca, dan menganjurkan sahabat-sahabatnya untuk mempelajarinya. Setelah Perang Badar, Nabi memanfaatkan para tawanan perang Badar yang pandai baca tulis untuk menebus dirinya dengan mengajar baca tulis 10 orang anak-anak muslim. Dengan keputusan Rasul ini, semakin banyak orang yang bisa baca tulis, semakin banyak pula orang yang bisa mencatat dan menghafal Al-Qur'an.\nDengan demikian, ada tiga faktor yang membantu menjaga kelestarian tulisan dan bacaan Al-Qur'an:\n1.Tulisan atau naskah yang ditulis para penulis wahyu.\n2.Hafalan dari para sahabat yang sangat antusias menghafalnya.\n3.Tulisan atau naskah pribadi yang ditulis oleh para sahabat yang sudah lebih dulu pandai baca tulis seperti 'Abdullah bin 'Umar, 'Abdullah bin Mas'ud, Ali bin Abi thalib, dan lain-lain.\nSelain tiga faktor di atas, Malaikat Jibril selalu mengecek bacaan Al-Qur'an Rasulullah setiap tahun. Ketika pengecekan, Rasulullah disuruh mengulang bacaan Al-Qur'an yang telah diturunkan. Bahkan sebelum wafat, Malaikat Jibril mengecek dua kali. \nNabi sendiri sering mengecek bacaan sahabatnya. Mereka disuruh membaca Al-Qur'an di hadapannya, dan beliau membetulkan bacaan mereka.\nNabi wafat sesudah Al-Qur'an selesai diturunkan dan telah dihafal oleh orang banyak menurut tertib susunan Al-Qur'an yang kita baca sekarang ini, sesuai dengan petunjuk yang diberikannya ketika membaca Al-Qur'an, baik di dalam maupun di luar salat. Dengan cara pengamalan yang praktis di atas, Al-Qur'an bisa terpelihara kemurniannya dan tersebar dengan mudah di masyarakat.\nSesudah Rasulullah saw wafat, para sahabat sepakat memilih Abu Bakar sebagai khalifah. Pada permulaan masa pemerintahannya banyak di antara orang-orang Islam yang belum kuat imannya menjadi murtad dan ada pula di antara mereka mendakwakan diri menjadi nabi. Oleh karena itu, Abu Bakar memerangi mereka. Dalam peperangan ini telah gugur 70 orang penghafal Al-Qur'an dan sebelum itu telah gugur pula beberapa orang. Atas anjuran Umar bin Khaththab dan diterima oleh Abu Bakar, maka Zaid bin sabit ditugaskan menulis kembali Al-Qur'an yang naskahnya telah ditulis pada masa Nabi dan didukung oleh hafalan para sahabat yang masih hidup. Setelah selesai menuliskannya dalam lembaran-lembaran, diikat dengan benang, tersusun menurut urutan yang telah ditetapkan Rasulullah, mushaf itu kemudian diserahkan kepada Abu Bakar. Setelah Abu Bakar meninggal, mushaf ini diserahkan kepada penggantinya Umar bin al-Khaththab. Setelah Umar meninggal mushaf ini disimpan di rumah Hafsah, putri Umar dan istri Rasulullah, sampai kepada masa pembukuan Al-Qur'an di masa khalifah Utsman bin 'Affan.\nDi masa khalifah Utsman bin 'Affan, daerah pemerintahan Islam telah sampai ke Armenia dan Azerbaijan di sebelah timur dan Tripoli di sebelah barat. Dengan demikian, para sahabat waktu itu telah terpencar-pencar di Mesir, Syria, Irak, Persia, dan Afrika. Ke mana mereka pergi dan di mana mereka tinggal, Al-Qur'an Al-Karim itu tetap menjadi imam mereka, di antara mereka banyak yang hafal Al-Qur'an. Mereka mempunyai naskah-naskah Al-Qur'an, tetapi naskah-naskah yang mereka miliki itu tidak sama susunan surah-surahnya karena dicatat sesuai dengan pemahaman mereka atau masih bercampur dengan penjelasan-penjelasan Rasul sebagai tafsirnya.\nHal ini menimbulkan pertikaian tentang bacaan Al-Qur'an di antara mereka. Asal mula perbedaan bacaan ini ialah karena Rasulullah sendiri memberi kelonggaran kepada kabilah-kabilah Arab yang berada di masanya, untuk membacakan dan melafazkan Al-Qur'an itu menurut dialek mereka masing-masing. Kelonggaran ini diberikan Nabi supaya mereka mudah mengucapkan dan menghafal Al-Qur'an.\nTetapi kemudian timbul kekhawatiran bahwa pertikaian tentang bacaan Al-Qur'an ini kalau dibiarkan saja akan mendatangkan perselisihan dan perpecahan yang tidak diinginkan di kalangan kaum Muslimin.\nOrang yang mula-mula menunjukkan perhatiannya tentang hal ini adalah seorang sahabat yang bernama Huzaifah bin Yaman. Beliau ikut dalam peperangan menaklukkan Armenia dan Azerbaijan. Selama dalam perjalan-an, ia pernah mendengar kaum Muslimin bertikai tentang bacaan beberapa ayat Al-Qur'an dan pernah mendengar perkataan seorang muslim kepada temannya, \"Bacaan saya lebih baik daripada bacaanmu.\"\nKetika hal ini disampaikan kepada Khalifah Utsman bin 'Affan, beliau langsung menyetujui dilakukannya penulisan Al-Qur'an, maka segera dibentuk tim yang terdiri dari para penulis wahyu, seperti Zaid bin sabit yang menjadi ketua tim, 'Abdullah bin Zubair, Sa'id bin 'As dan 'Abdurrahman bin Haris bin Hisyam, dan lain-lain.\nMushaf yang berisi lembaran bertuliskan Al-Qur'an, yang pernah disusun oleh Khalifah Abu Bakar, dan disimpan di rumah hafsah, diminta kembali oleh Utsman. Karena tim ini bertugas menyalin kembali tulisan Al-Qur'an yang ada di mushaf tersebut dan menyeragamkan bacaan dan tulisannya. Hasil kerja tim ini akan menjadi acuan dan rujukan bagi bacaan Al-Qur'an umat Islam di seluruh dunia. \nDalam menjalankan tugasnya, tim ini memberlakukan syarat-syarat berikut:\n1.Tidak ditulis kecuali yang diyakini betul-betul Al-Qur'an, dengan mengacu pada tulisan dan hafalan sahabat.\n2.Tidak ditulis kecuali ayat-ayat yang diyakini tidak pernah dinasakh.\n3.Jika ada kata yang memiliki beberapa bacaan berbeda, maka ditulis dengan dialek Quraisy karena mayoritas Al-Qur'an ditulis dalam dialek itu.\n4.Jika ada dua bacaan berbeda tetapi bisa ditampung dalam satu tulisan, ditulis dalam satu tulisan seperti malik dan malik. \nMushaf yang sudah diseragamkan bacaannya itu dikenal dengan nama al-Mushaf al-Imam atau al-Mushaf al-'Utsmani. Mushaf ini digandakan menjadi lima mushaf, masing-masing dikirim ke Mekah, Syiria, Basrah, Kufah, dan sebuah ditinggalkan di Medinah.\nDemikianlah Al-Qur'an itu dibukukan pada masa sahabat. Semua mushaf yang diterbitkan kemudian harus disesuaikan dengan al-Mushaf al-Imam. Kemudian usaha menjaga kemurnian Al-Qur'an itu tetap dilakukan oleh kaum Muslimin di seluruh dunia, sampai kepada generasi yang sekarang ini.\nUntuk menjaga kemurnian Al-Qur'an itu di Indonesia dilakukan dalam bermacam-macam usaha, di antaranya ialah:\n1. Membentuk \"Lajnah Pentashihan Mushaf Al-Qur'an\" yang bertugas antara lain meneliti semua mushaf yang akan dicetak sebelum diedarkan ke masyarakat. Tim berada di bawah pengawasan Menteri Agama.\n2. Pemerintah telah mempunyai naskah Al-Qur'an yang menjadi standar dalam penerbitan Al-Qur'an di Indonesia, yang telah disesuaikan dengan Mushaf al-Imam.\n3. Mengadakan Musabaqah Tilawatil Qur'an setiap tahun yang ditangani dan diurus oleh negara. \n4. Usaha-usaha lain yang dilakukan oleh masyarakat muslim, seperti membentuk lembaga pendidikan, kajian, dan tahfiz Al-Qur'an\n\nKedua:\nSetelah 'Utsman bin 'Affan wafat, al-Mushaf al-Imam tetap dianggap sebagai pegangan satu-satunya oleh umat Islam dalam bacaan Al-Qur'an. Meskipun demikian, terdapat juga beberapa perbedaan dalam bacaan tersebut. Sebab-sebab timbulnya perbedaan itu dapat disimpulkan dalam dua hal:\nPertama: Penulisan Al-Qur'an itu sendiri yang belum sempurna.\nKedua: Perbedaan dialek orang-orang Arab.\nPenulisan Al-Quran itu dapat menimbulkan perbedaan karena al-Mushaf al-Imam ditulis oleh sahabat-sahabat yang tulisannya belum dapat dikatakan tulisan yang sempurna karena belum mendapat tanda baca dan titik. Sebagaimana yang diterangkan Ibnu Khaldun dalam bukunya \"Muqaddimah Ibnu Khaldun\", ia berkata, \"Perhatikanlah akibat-akibat yang terjadi karena tulisan mushaf yang ditulis sendiri oleh para sahabat dengan tangannya. Tulisan itu belum sempurna, sehingga kadang-kadang terjadi beberapa kesalahan dalam memahami bacaan dari tulisan tersebut karena tanpa titik dan baris.\"\nAdapun perbedaan dialek orang-orang Arab yang telah ditoleransi oleh Rasulullah menimbulkan macam-macam qira'at (bacaan), sehingga pada tahun 200 Hijriah muncullah ahli-ahli qira'at yang tidak terhitung banyaknya.\nDi antara dialek-dialek bahasa Arab yang terkenal ialah lahjah Quraisy, Hudzail, Tamim, Asad, Rabiah, Hawazin, dan Sa'ad. Pada waktu itu muncullah para ahli qiraat yang masyhur, dan yang termasyhur ada tujuh orang, yaitu: 'Abdullah bin Amir, Abu Ma'bad 'Abdullah bin Katsir, Abu Bakar Asim bin Abi an-Najud, Abu Amr bin A'la, Nafi' bin Abi Nu'aim, Abul Hasan 'Ali bin Hamzah al-Kisa'i, Abu Jarah bin Habib Ibnu Zayyat/Hamzah. Qiraat-qiraat itu dipopulerkan orang dengan nama \"Qiraat Sab'ah\" (bacaan yang tujuh).\nSebagaimana diterangkan di atas, Al-Qur'an mula-mula ditulis tanpa titik dan baris, namun hal ini tidak mempengaruhi bacaan Al-Qur'an karena para sahabat dan para tabiin selain hafal Al-Qur'an juga orang-orang yang fasih dalam bahasa Arab. Oleh sebab itu, mereka dapat membacanya dengan baik dan tepat. Tetapi setelah agama Islam tersiar dan banyak bangsa yang bukan Arab memeluk agama Islam, sulit bagi mereka membaca Al-Qur'an tanpa titik dan baris. Sangat dikhawatirkan bahwa hal ini akan menimbulkan kesalahan dalam bacaan Al-Qur'an.\nMaka Abul Aswad Ad-Duali mengambil inisiatif untuk memberi tanda-tanda baca dalam Al-Qur'an dengan tinta yang berlainan warnanya. Tanda titik ialah titik di atas untuk fathah, titik di bawah untuk kasrah, titik sebelah kiri atas untuk dhamah, dan dua titik untuk tanwin. Hal ini terjadi pada masa Ali bin Abi thalib.\nKemudian di masa khalifah Abdul Malik bin Marwan, Nasr bin Asim, dan Yahya bin Ya'mar menambahkan tanda-tanda untuk huruf-huruf yang bertitik dengan tinta yang sama dengan tulisan Al-Qur'an untuk membedakan antara maksud dari titik Abul Aswad Ad-Duali dengan titik yang baru ini. Titik Abul Aswad adalah untuk tanda baca dan titik Nasr bin Asim adalah titik huruf. Cara penulisan semacam ini tetap berlaku pada masa Bani Umayyah, dan pada permulaan kerajaan Abbasiyah, bahkan tetap pula dipakai di Spanyol sampai pertengahan abad keempat hijriah. Kemudian ternyata cara pemberian tanda seperti ini masih menimbulkan kesulitan bagi para pembaca Al-Qur'an karena terlalu banyak titik, sedang titik itu lama kelamaan hampir menjadi serupa warnanya.\nMaka al-Khalil mengambil inisiatif untuk membuat tanda-tanda yang baru, yaitu wau kecil di atas untuk dhammah, huruf alif kecil untuk tanda fathah, huruf ya kecil untuk tanda kasrah, kepala huruf sin untuk tanda syiddah, kepala ha untuk sukun dan kepala 'ain untuk hamzah.\nKemudian tanda-tanda ini dipermudah dengan dipotong dan ditambah sehingga menjadi bentuk yang ada sekarang.\nDemikianlah usaha Nabi Muhammad saw dan kaum Muslimin memelihara dan menjaga Al-Qur'an dari segala macam campur tangan manusia, sehingga Al-Qur'an yang ada pada tangan kaum Muslimin pada masa kini, persis sama dengan Al-Qur'an yang diturunkan kepada Nabi Muhammad saw. Ini merupakan bukti dari jaminan Allah yang akan tetap memelihara Al-Qur'an untuk selamanya.\n"}},{"number":10,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePendustaan yang dialami oleh Nabi Muhammad juga terjadi pada para rasul sebelumnya. Allah menyatakan, \"\u003cem\u003eDan sungguh, Kami telah mengutus\u003c/em\u003e beberapa rasul \u003cem\u003esebelum\u003c/em\u003e Kami mengutus \u003cem\u003eengkau\u003c/em\u003e, wahai Nabi Muhammad. Kami telah mengutus mereka \u003cem\u003ekepada umat-umat terdahulu.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dengan ayat ini Allah swt menghibur hati Nabi Muhammad saw yang sedang bersedih hati dan mengalami penderitaan akibat olok-olok, cercaan, dan kezaliman orang-orang musyrik Mekah. Beliau merasa sedih atas kebodohan kaumnya yang tidak mau memahami Al-Qur'an, bahkan menuduh dirinya orang gila. Allah swt menerangkan bahwa apa yang sedang dialami Nabi Muhammad itu telah dialami pula oleh para rasul sebelumnya yang diutus kepada umat-umat yang dahulu. Hampir semua umat itu memperolok-olokkan para rasul bahkan di antara mereka ada yang mengadakan rencana jahat untuk membunuhnya. Mereka mengingkari seruan rasul dan tetap melaksanakan adat kebiasaan dan kepercayaan warisan nenek moyang mereka. Hampir semua rasul diutus kepada kaumnya sendirian, tanpa teman dan pembantu yang menolongnya kecuali pembantu dan penolong dari para pengikut yang diperoleh setelah banyak berdakwah. Pada umumnya, para rasul itu orang miskin, tanpa pembesar atau penguasa yang menyokongnya, dan tanpa harta benda yang cukup untuk membiayai dakwahnya, tetapi semua rasul adalah orang-orang yang amanah, tabah, dan sabar melaksanakan tugas-tugas yang dipikulkan kepada mereka.\nDengan ayat ini, seakan-akan Allah swt menegaskan kepada Nabi Muhammad agar tidak berputus asa disebabkan oleh sikap dan tindakan orang-orang kafir itu, karena semua rasul mengalami cobaan dan tantangan seperti itu. Sikap orang kafir yang demikian itu adalah karena akhlak mereka telah rusak, dan nafsu telah mengalahkan semua kebenaran yang mungkin bisa masuk ke dalam hati mereka. Oleh karena itu, mereka tidak dapat menerima kebenaran ayat-ayat Al-Qur'an yang disampaikan kepada mereka.\n"}},{"number":11,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e ingatlah wahai Nabi Muhammad,\u003cem\u003e setiap kali seorang rasul datang kepada mereka\u003c/em\u003e dengan membawa risalah dari Allah dan mengajak mereka beriman, \u003cem\u003emereka selalu memperolok-olokkannya\u003c/em\u003e. Karena itu, janganlah engkau berkecil hati dan bersedih menerima perlakuan buruk kaummu kepadamu, karena para rasul sebelummu juga mengalami hal demikian.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dengan ayat ini Allah swt menghibur hati Nabi Muhammad saw yang sedang bersedih hati dan mengalami penderitaan akibat olok-olok, cercaan, dan kezaliman orang-orang musyrik Mekah. Beliau merasa sedih atas kebodohan kaumnya yang tidak mau memahami Al-Qur'an, bahkan menuduh dirinya orang gila. Allah swt menerangkan bahwa apa yang sedang dialami Nabi Muhammad itu telah dialami pula oleh para rasul sebelumnya yang diutus kepada umat-umat yang dahulu. Hampir semua umat itu memperolok-olokkan para rasul bahkan di antara mereka ada yang mengadakan rencana jahat untuk membunuhnya. Mereka mengingkari seruan rasul dan tetap melaksanakan adat kebiasaan dan kepercayaan warisan nenek moyang mereka. Hampir semua rasul diutus kepada kaumnya sendirian, tanpa teman dan pembantu yang menolongnya kecuali pembantu dan penolong dari para pengikut yang diperoleh setelah banyak berdakwah. Pada umumnya, para rasul itu orang miskin, tanpa pembesar atau penguasa yang menyokongnya, dan tanpa harta benda yang cukup untuk membiayai dakwahnya, tetapi semua rasul adalah orang-orang yang amanah, tabah, dan sabar melaksanakan tugas-tugas yang dipikulkan kepada mereka.\nDengan ayat ini, seakan-akan Allah swt menegaskan kepada Nabi Muhammad agar tidak berputus asa disebabkan oleh sikap dan tindakan orang-orang kafir itu, karena semua rasul mengalami cobaan dan tantangan seperti itu. Sikap orang kafir yang demikian itu adalah karena akhlak mereka telah rusak, dan nafsu telah mengalahkan semua kebenaran yang mungkin bisa masuk ke dalam hati mereka. Oleh karena itu, mereka tidak dapat menerima kebenaran ayat-ayat Al-Qur'an yang disampaikan kepada mereka.\n"}},{"number":12,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePerlakuan buruk sebagian dari kaummu dan penolakan mereka kepada dakwahmu tidaklah berbeda dengan apa yang dilakukan oleh orang kafir terdahulu. Ketahuilah, wahai Nabi Muhammad bahwa \u003cem\u003edemikianlah, Kami memasukkannya,\u003c/em\u003e yaitu olok-olok terhadap para rasul dan risalahnya, \u003cem\u003eke dalam hati orang yang berdosa\u003c/em\u003e, yaitu kaum kafir yang kebejatan dan dosa mereka sudah mendarah daging. Semua ayat dan risalah para rasul tidak mampu menuntun mereka menuju iman.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan tanggapan orang kafir terhadap Al-Qur'an. Mereka memperolok-olokkannya dan tidak menerimanya. Hal ini disebab-kan oleh sikap ingkar dan memperolok-olokkan itu telah tumbuh subur di dalam hati mereka, sehingga dalam diri mereka tidak ada lagi kesediaan menerima kebenaran. Di dalam hati mereka, tidak ada lagi pelita yang memancarkan cahaya yang dapat menuntun dan menerangi jalan menuju kebenaran. Keadaan mereka itu sama dengan keadaan umat-umat yang dahulu menerima kitab Allah yang disampaikan oleh para rasul, namun tidak ada yang berbekas sedikit pun di dalam hati mereka.\nOleh karena itu, bagi umat yang telah diutus kepada mereka para rasul, namun mereka mengingkari seruan rasul itu, berlaku sunatullah, yaitu Allah akan membinasakan setiap orang yang mendurhakai rasul dan risalah yang disampaikannya, serta menolong dan memberi kemenangan kepada orang-orang yang menerima seruannya.\nPada suatu saat nanti, orang-orang kafir akan mengetahui kebenaran berita dan peringatan Al-Qur'an, sebagaimana yang ditegaskan dalam firman Allah swt:\nDan sungguh, kamu akan mengetahui (kebenaran) beritanya (Al-Qur'an) setelah beberapa waktu lagi. (shad/38: 88)\n\nKebenaran berita-berita Al-Qur'an yang dimaksud ayat di atas ada yang terlaksana di dunia, seperti kebenaran janji Allah kepada orang-orang yang beriman bahwa mereka akan menang dalam peperangan melawan kaum musyrikin, dan ada yang terlaksana di akhirat, seperti kebenaran janji Allah tentang balasan dan perhitungan yang akan dilakukan terhadap manusia di hari akhir nanti.\n"}},{"number":13,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKarena itu, \u003cem\u003emereka tidak beriman kepadanya\u003c/em\u003e, yaitu Al-Qur'an atau Nabi Muhammad, \u003cem\u003epadahal telah berlalu sunatullah\u003c/em\u003e berupa kebinasaan dan kehancuran \u003cem\u003eterhadap orang-orang terdahulu\u003c/em\u003e akibat dari perbuatan dosa dan kedurhakaan mereka.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan tanggapan orang kafir terhadap Al-Qur'an. Mereka memperolok-olokkannya dan tidak menerimanya. Hal ini disebab-kan oleh sikap ingkar dan memperolok-olokkan itu telah tumbuh subur di dalam hati mereka, sehingga dalam diri mereka tidak ada lagi kesediaan menerima kebenaran. Di dalam hati mereka, tidak ada lagi pelita yang memancarkan cahaya yang dapat menuntun dan menerangi jalan menuju kebenaran. Keadaan mereka itu sama dengan keadaan umat-umat yang dahulu menerima kitab Allah yang disampaikan oleh para rasul, namun tidak ada yang berbekas sedikit pun di dalam hati mereka.\nOleh karena itu, bagi umat yang telah diutus kepada mereka para rasul, namun mereka mengingkari seruan rasul itu, berlaku sunatullah, yaitu Allah akan membinasakan setiap orang yang mendurhakai rasul dan risalah yang disampaikannya, serta menolong dan memberi kemenangan kepada orang-orang yang menerima seruannya.\nPada suatu saat nanti, orang-orang kafir akan mengetahui kebenaran berita dan peringatan Al-Qur'an, sebagaimana yang ditegaskan dalam firman Allah swt:\nDan sungguh, kamu akan mengetahui (kebenaran) beritanya (Al-Qur'an) setelah beberapa waktu lagi. (shad/38: 88)\n\nKebenaran berita-berita Al-Qur'an yang dimaksud ayat di atas ada yang terlaksana di dunia, seperti kebenaran janji Allah kepada orang-orang yang beriman bahwa mereka akan menang dalam peperangan melawan kaum musyrikin, dan ada yang terlaksana di akhirat, seperti kebenaran janji Allah tentang balasan dan perhitungan yang akan dilakukan terhadap manusia di hari akhir nanti.\n"}},{"number":14,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMemenuhi permintaan kaum kafir untuk mendatangkan malaikat agar dapat mereka lihat wujud aslinya dan mereka dengar pesannya tidak akan pernah membuat mereka beriman. \u003cem\u003eDan \u003c/em\u003ebahkan\u003cem\u003e kalau Kami bukakan kepada mereka salah satu pintu langit, lalu mereka terus-menerus naik ke atasnya\u003c/em\u003e sehingga mereka dapat menyaksikan berbagai kebesaran dan kekuasaan Allah,\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa orang-orang musyrik Mekah itu adalah orang-orang yang sangat ingkar dan tidak mau menerima kebenaran. Keadaan mereka seperti itu dilukiskan Allah dalam ayat ini. Seandainya Allah membukakan pintu-pintu langit bagi mereka dan menyediakan tangga untuk naik ke langit itu, maka mereka pun akan naik.\nSeandainya mereka melihat malaikat-malaikat di langit atau suatu keajaiban yang merupakan tanda-tanda kekuasaan dan kebesaran Allah, mereka tidak akan mengakuinya, bahkan mereka mengatakan, \"Mata kami telah dikaburkan sehingga kami tidak melihat dengan jelas suatu tanda yang ada di hadapan kami. Apa yang terlihat oleh kami tidak lain hanyalah khayalan belaka, sebagai hasil sihir Muhammad yang telah menyihir kami, sehingga kami tidak lagi melihat hakikat kebenaran.\" Ayat ini senada dengan firman Allah swt:\nDan sekiranya Kami turunkan kepadamu (Muhammad) tulisan di atas kertas, sehingga mereka dapat memegangnya dengan tangan mereka sendiri, niscaya orang-orang kafir itu akan berkata, \"Ini tidak lain hanyalah sihir yang nyata.\" (al-An'am/6: 7)\n\n"}},{"number":15,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003emereka \u003cem\u003etentulah\u003c/em\u003e tidak akan beriman, bahkan \u003cem\u003emereka\u003c/em\u003e akan \u003cem\u003eberkata\u003c/em\u003e, \"\u003cem\u003eSesungguhnya pandangan kamilah yang dikaburkan \u003c/em\u003edan ditutupi\u003cem\u003e, bahkan kami adalah orang yang terkena sihir\u003c/em\u003e Muhammad dan apa yang kami lihat bukanlah sesuatu yang nyata.\" Perkataan mereka menunjukkan betapa kuat pengingkaran mereka terhadap tanda-tanda kekuasaan Allah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa orang-orang musyrik Mekah itu adalah orang-orang yang sangat ingkar dan tidak mau menerima kebenaran. Keadaan mereka seperti itu dilukiskan Allah dalam ayat ini. Seandainya Allah membukakan pintu-pintu langit bagi mereka dan menyediakan tangga untuk naik ke langit itu, maka mereka pun akan naik.\nSeandainya mereka melihat malaikat-malaikat di langit atau suatu keajaiban yang merupakan tanda-tanda kekuasaan dan kebesaran Allah, mereka tidak akan mengakuinya, bahkan mereka mengatakan, \"Mata kami telah dikaburkan sehingga kami tidak melihat dengan jelas suatu tanda yang ada di hadapan kami. Apa yang terlihat oleh kami tidak lain hanyalah khayalan belaka, sebagai hasil sihir Muhammad yang telah menyihir kami, sehingga kami tidak lagi melihat hakikat kebenaran.\" Ayat ini senada dengan firman Allah swt:\nDan sekiranya Kami turunkan kepadamu (Muhammad) tulisan di atas kertas, sehingga mereka dapat memegangnya dengan tangan mereka sendiri, niscaya orang-orang kafir itu akan berkata, \"Ini tidak lain hanyalah sihir yang nyata.\" (al-An'am/6: 7)\n\n"}},{"number":16,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eBegitu banyak bukti kekuasaan Allah yang dapat mereka saksikan, tetapi kaum kafir tetap tidak mau mengambil pelajaran darinya. Allah berfirman, \"\u003cem\u003eDan sungguh, Kami telah menciptakan gugusan bintang di langit\u003c/em\u003e yang membuktikan kekuasaan Kami, \u003cem\u003edan Kami telah menjadikannya indah bagi orang yang memandang\u003c/em\u003e-nya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa Allah swt menciptakan berbagai benda angkasa berupa planet yang tidak terhitung banyaknya, bulan, dan bintang yang kesemuanya menghiasi langit, sehingga menarik hati orang-orang yang memandangnya. Semua itu menjadi bahan pemikiran bagi orang-orang yang mau berpikir, terutama dalam mencari manfaatnya bagi manusia dan kemanusiaan, sebagaimana firman Allah swt dalam ayat yang lain:\n\nMahasuci Allah yang menjadikan di langit gugusan bintang-bintang dan Dia juga menjadikan padanya matahari dan bulan yang bersinar. Dan Dia (pula) yang menjadikan malam dan siang silih berganti bagi orang yang ingin mengambil pelajaran atau yang ingin bersyukur. (al-Furqan/25: 61-62)\n\nPada ayat yang lain, Allah swt menerangkan pula:\n\nDan sungguh, telah Kami hiasi langit yang dekat, dengan bintang-bintang. (al-Mulk/67: 5)\n\nBintang-bintang yang diciptakan Allah itu ada yang tidak bercahaya dan ada pula yang bercahaya, berkelap-kelip di malam hari, sebagaimana firman Allah swt:\n\nLalu diciptakan-Nya tujuh langit dalam dua masa dan pada setiap langit Dia mewahyukan urusan masing-masing. Kemudian langit yang dekat (dengan bumi), Kami hiasi dengan bintang-bintang, dan (Kami ciptakan itu) untuk memelihara. Demikianlah ketentuan (Allah) Yang Mahaperkasa, Maha Mengetahui. (Fussilat/41: 12)\n\nDan firman Allah swt:\n\nDan sungguh, telah Kami hiasi langit yang dekat, dengan bintang-bintang dan Kami menjadikannya (bintang-bintang itu) sebagai alat-alat pelempar setan, dan Kami sediakan bagi mereka azab neraka yang menyala-nyala. (al-Mulk/67: 5)\n\nBenda-benda angkasa itu merupakan petunjuk bagi para musafir yang berjalan di tengah-tengah padang pasir di malam hari, kapal-kapal yang berlayar di tengah lautan, serta kapal terbang dan kapal ruang angkasa yang terbang menuju tempat tujuannya. Peredaran matahari, bulan, dan bintang dapat pula dijadikan dasar untuk mengetahui bilangan hari, bilangan tahun, dan perhitungan waktu, sebagaimana firman Allah swt:\n\nDialah yang menjadikan matahari bersinar dan bulan bercahaya dan Dialah yang menetapkan tempat-tempat orbitnya, agar kamu mengetahui bilangan tahun, dan perhitungan (waktu). Allah tidak menciptakan demikian itu melainkan dengan benar. Dia menjelaskan tanda-tanda (kebesaran-Nya) kepada orang-orang yang mengetahui. (Yunus/10: 5)\n\nSuasana malam di saat langit cerah tidak berawan, bintang-bintang bertaburan di angkasa raya dan cahayanya yang hilang-hilang timbul, dan cahaya bulan purnama menimbulkan ketenteraman dalam hati bagi orang-orang yang telah beriman kepada Allah. Semua itu menambah kuat imannya, sehingga tanpa disadari mulutnya mengucapkan kata-kata yang mengagung-kan Allah.\n"}},{"number":17,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e selain itu, \u003cem\u003eKami menjaganya\u003c/em\u003e, yakni langit, \u003cem\u003edari setiap\u003c/em\u003e gangguan \u003cem\u003esetan yang terkutuk\u003c/em\u003e,\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa Allah swt menjaga langit dan isinya dari setan yang terkutuk. Pada ayat yang lain Allah swt berfirman:\n\nDan (Kami) telah menjaganya dari setiap setan yang durhaka. (as-shaffat/37: 7)\n\nSementara itu ada setan yang tidak mengindahkan larangan-larangan Allah. Ia mencari berita yang mungkin didengarnya dari para malaikat, maka setan-setan yang demikian itu diburu oleh semburan api yang membakar, sehingga ia lari dan tidak sempat mendengar pembicaraan para malaikat itu. Hal ini dijelaskan oleh firman Allah swt:\n\nMereka (setan-setan itu) tidak dapat mendengar (pembicaraan) para malaikat dan mereka dilempari dari segala penjuru. (as-shaffat/37: 8)\n\nDan firman Allah swt:\n\nDan sesungguhnya kami (jin) telah mencoba mengetahui (rahasia) langit, maka kami mendapatinya penuh dengan penjagaan yang kuat dan panah-panah api, dan sesungguhnya kami (jin) dahulu dapat menduduki beberapa tempat di langit itu untuk mencuri dengar (berita-beritanya). Tetapi sekarang siapa (mencoba) mencuri dengar (seperti itu) pasti akan menjumpai panah-panah api yang mengintai (untuk membakarnya). (al-Jinn/72: 8-9)\n\nSeperti yang tersebut di atas bahwa ada beberapa ayat yang menerangkan berbagai usaha setan untuk mendengarkan pembicaraan para malaikat di langit, tetapi sebelum sempat ia mendengarkannya, ia dikejar dan dibakar oleh semburan api yang panas. Hal ini termasuk perkara yang gaib karena sukar diketahui dan tidak dapat dilihat oleh mata manusia dan tidak dapat pula diketahui hakikatnya, serta bukti-bukti yang dapat dijadikan dasar untuk menetapkan maksud ayat yang sebenarnya. Karena yang menerangkan hal ini adalah Al-Qur'an dan pikiran manusia belum sampai kepadanya, maka bagi kaum Muslimin wajib mengimaninya, dan percaya bahwa langit dan bumi serta alam semesta ini adalah milik Allah Yang Maha Pencipta. Allah swt menjaga dan mengatur semua milik-Nya itu. Bagaimana cara Dia mengatur dan menjaga, sangat sedikit pengetahuan manusia tentang hal itu. Demikian pula bagaimana setan mengintip pembicaraan para malaikat dan bagaimana bentuk semburan api itu memburu setan. Hanya Allahlah Yang Mengetahui.\n"}},{"number":18,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003ekecuali setan yang\u003c/em\u003e terus-menerus berupaya keras \u003cem\u003emencuri-curi\u003c/em\u003e berita \u003cem\u003eyang dapat didengar\u003c/em\u003e dari malaikat \u003cem\u003elalu dikejar oleh semburan api yang terang\u003c/em\u003e.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa Allah swt menjaga langit dan isinya dari setan yang terkutuk. Pada ayat yang lain Allah swt berfirman:\n\nDan (Kami) telah menjaganya dari setiap setan yang durhaka. (as-shaffat/37: 7)\n\nSementara itu ada setan yang tidak mengindahkan larangan-larangan Allah. Ia mencari berita yang mungkin didengarnya dari para malaikat, maka setan-setan yang demikian itu diburu oleh semburan api yang membakar, sehingga ia lari dan tidak sempat mendengar pembicaraan para malaikat itu. Hal ini dijelaskan oleh firman Allah swt:\n\nMereka (setan-setan itu) tidak dapat mendengar (pembicaraan) para malaikat dan mereka dilempari dari segala penjuru. (as-shaffat/37: 8)\n\nDan firman Allah swt:\n\nDan sesungguhnya kami (jin) telah mencoba mengetahui (rahasia) langit, maka kami mendapatinya penuh dengan penjagaan yang kuat dan panah-panah api, dan sesungguhnya kami (jin) dahulu dapat menduduki beberapa tempat di langit itu untuk mencuri dengar (berita-beritanya). Tetapi sekarang siapa (mencoba) mencuri dengar (seperti itu) pasti akan menjumpai panah-panah api yang mengintai (untuk membakarnya). (al-Jinn/72: 8-9)\n\nSeperti yang tersebut di atas bahwa ada beberapa ayat yang menerangkan berbagai usaha setan untuk mendengarkan pembicaraan para malaikat di langit, tetapi sebelum sempat ia mendengarkannya, ia dikejar dan dibakar oleh semburan api yang panas. Hal ini termasuk perkara yang gaib karena sukar diketahui dan tidak dapat dilihat oleh mata manusia dan tidak dapat pula diketahui hakikatnya, serta bukti-bukti yang dapat dijadikan dasar untuk menetapkan maksud ayat yang sebenarnya. Karena yang menerangkan hal ini adalah Al-Qur'an dan pikiran manusia belum sampai kepadanya, maka bagi kaum Muslimin wajib mengimaninya, dan percaya bahwa langit dan bumi serta alam semesta ini adalah milik Allah Yang Maha Pencipta. Allah swt menjaga dan mengatur semua milik-Nya itu. Bagaimana cara Dia mengatur dan menjaga, sangat sedikit pengetahuan manusia tentang hal itu. Demikian pula bagaimana setan mengintip pembicaraan para malaikat dan bagaimana bentuk semburan api itu memburu setan. Hanya Allahlah Yang Mengetahui.\n"}},{"number":19,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eUsai menyebut tanda kekuasaan-Nya di langit, Allah lalu beralih menyebut tanda kekuasaan-Nya di bumi. Allah menyatakan, \"\u003cem\u003eDan Kami telah menghamparkan bumi\u003c/em\u003e sebagai pijakan bagi manusia, \u003cem\u003edan Kami pancangkan padanya gunung-gunung\u003c/em\u003e yang kukuh sebagai pasak bagi bumi agar tidak roboh dan berguncang sehingga manusia menjadi aman, \u003cem\u003eserta Kami\u003c/em\u003e ciptakan dan \u003cem\u003etumbuhkan di sana segala sesuatu\u003c/em\u003e, seperti tumbuhan yang beragam, \u003cem\u003emenurut ukuran\u003c/em\u003e yang seimbang dan tepat; semuanya demi kemaslahatan makhluk-Nya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Setelah Allah swt menerangkan tanda kebesaran dan kekuasaan-Nya di langit, dalam ayat ini Allah menerangkan tanda-tanda kekuasaan-Nya yang dapat dilihat, diketahui, dirasakan, dan dipikirkan oleh manusia. Di antaranya, Allah menciptakan bumi seakan-akan terhampar, sehingga mudah didiami manusia, memungkinkan mereka bercocok tanam di atasnya, dan memudahkan mereka bepergian ke segala penjuru dunia mencari rezeki yang halal dan bersenang-senang.\nAllah menciptakan di bumi jurang-jurang yang dalam dan dialiri sungai-sungai yang kecil yang kemudian bersatu menjadi sungai yang besar menuju lautan luas. Diciptakan-Nya pula gunung-gunung yang menjulang ke langit, dihiasi oleh aneka ragam tanaman dan tumbuh-tumbuhan yang menghijau, yang menyenangkan hati orang-orang yang memandangnya, sebagaimana firman Allah:\n\nDan Dia yang menghamparkan bumi dan menjadikan gunung-gunung dan sungai-sungai di atasnya. Dan padanya Dia menjadikan semua buah-buahan berpasang-pasangan; Dia menutupkan malam kepada siang. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang berpikir. (ar-Ra'd/13: 3)\n\nAyat 19 Surah al-hijr ini menyiratkan bagaimana proses geologi berjalan puluhan, ratusan bahkan jutaan tahun. Berdasarkan kajian saintis, pada dasarnya proses geologi berupa siklus yang tiada berhenti. Di dasar lautan, seperti di Lautan Pasifik misalnya, berjalan suatu proses penghamparan material-material magmatik yang keluar dari punggungan tengah samudra secara terus-menerus dan membentuk lempeng samudra [lihat keterangan an-Naml/27: 88 dan at-thur/52: 6]. Lempengan ini terus bergerak dan menabrak lempengan lainnya. \nSementara itu berjalan pula proses erosi yang bermula dari tempat-tempat yang tinggi dan untuk kemudian material hasil erosi ini dihamparkan dan diendapkan pada tempat-tempat yang lebih rendah. Endapan ini kemudian mengalami tekanan akibat pergerakan lempengan-lempengan dan membawa lapisan-lapisan batuan hasil erosi ini tertekuk dan terangkat, sampai membentuk pegunungan. Lihat pula an-Nahl/16: 15 yang terkait dengan ayat ini. \nBetapa agungnya Allah yang menciptakan semuanya itu yang dapat dirasakan manfaat dan nikmatnya oleh manusia, tetapi kebanyakan mereka ingkar kepada Sang Penciptanya.\nAllah telah menciptakan beraneka ragam tanam-tanaman dan tumbuh-tumbuhan, masing-masing mempunyai ukuran dan kadar yang ditentukan. Pohon durian yang batangnya kokoh itu serasi dengan buahnya yang besar dan berduri. Batang padi serasi dan sesuai pula dengan buahnya yang bertangkai dan tanah untuk tempat tumbuhnya. Demikian pula tumbuh-tumbuhan yang lain diciptakan Allah seimbang, serasi, dan sesuai dengan iklim, keadaan daerah, dan keperluan manusia atau binatang tempat ia tumbuh. Sementara itu, perbedaan daerah dan tanah tempat tumbuh suatu pohon akan menimbulkan perbedaan rasa dan ukuran buahnya. Unsur gula di dalam tebu berlainan dengan unsur gula dalam air kelapa, berlainan manisnya dengan mangga dan jeruk. Buah salak sewaktu masih berupa putik dikelilingi oleh duri-duri yang tajam, tetapi setelah ia masak, seakan-akan duri-duri itu menguakkan diri, sehingga mudah untuk manusia mengambil buahnya yang rasanya manis. Putik pepaya pahit rasanya sewaktu masih kecil, sehingga manusia tidak mau mengambil dan memakannya. Semakin besar putiknya itu, semakin berkurang rasa pahitnya, dan semakin dekat pula manusia kepadanya. Setelah masak, buahnya dipetik dan menjadi makanan yang disenangi. Demikian Allah menciptakan sesuatu dengan ukuran dan kadar yang tertentu, sehingga melihat kesempurnaan ciptaan-Nya itu akan bertambah pula iman di dalam hati orang yang mau berpikir dan bertambah pula keyakinan bahwa Allah adalah Maha Sempurna.\nAllah swt berfirman:\n\nDan Dialah yang menjadikan tanaman-tanaman yang merambat dan yang tidak merambat, pohon kurma, tanaman yang beraneka ragam rasanya, zaitun dan delima yang serupa (bentuk dan warnanya) dan tidak serupa (rasanya). Makanlah buahnya apabila ia berbuah dan berikanlah haknya (zakatnya) pada waktu memetik hasilnya, tapi janganlah berlebih-lebihan. Sesungguhnya Allah tidak menyukai orang-orang yang berlebihan. (al-An'am/6: 14)\n"}},{"number":20,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e selain itu, \u003cem\u003eKami\u003c/em\u003e pun\u003cem\u003e telah menjadikan padanya sumber-sumber\u003c/em\u003e dan sarana-sarana \u003cem\u003ekehidupan untuk keperluanmu\u003c/em\u003e, wahai manusia, baik berupa sandang, pangan, maupun papan. \u003cem\u003eDan\u003c/em\u003e Kami ciptakan pula beragam \u003cem\u003emakhluk-makhluk yang bukan kamu pemberi rezekinya\u003c/em\u003e, melainkan Kami-lah yang menanggungnya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan anugerah Allah swt yang tidak terhingga kepada manusia, yaitu Dia telah menciptakan bermacam-macam keperluan hidup bagi manusia. Dia telah menciptakan tanah yang subur yang dapat ditanami dengan tanam-tanaman yang berguna dan merupakan kebutuhan pokok baginya. Dia menciptakan air yang dapat diminum dan menghidupkan tanam-tanaman. Dia juga menciptakan burung yang beterbangan di angkasa yang dapat ditangkap dan dijadikan makanan yang enak dan lezat. Diciptakan-Nya laut yang di dalamnya hidup bermacam-macam jenis ikan yang dapat dimakan serta mutiara dan barang tambang yang diperlukan oleh manusia dan menjadi sumber mata pencaharian. Laut yang luas dapat dilayari manusia menuju segenap penjuru dunia. Dialah yang menciptakan segala macam sumber kesenangan bagi manusia itu.\nAllah swt menciptakan pula binatang-binatang dan makhluk hidup yang lain yang rezekinya dijamin Allah. Allah telah memudahkan pula bagi manusia segala sumber kebutuhan hidup, yang bisa diolah menjadi pakaian, makanan, obat-obatan, dan sebagainya.\nAllah menjadikan pula di bumi anak dan cucu sebagai penghibur dan penerus kehidupan manusia. Sebagian manusia menjadi pelayan atau pembantu, dan sebagian lainnya menjadi tuan atau atasan. Allah juga menciptakan binatang peliharaan dan kesenangan. \nAyat ini merupakan peringatan bagi manusia bahwa anak-anak, pembantu-pembantu, dan binatang ternak dijamin Allah rezekinya.\n"}},{"number":21,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan tidak ada sesuatu pun\u003c/em\u003e dari makhluk ciptaan Allah di langit dan bumi \u003cem\u003emelainkan pada sisi Kamilah khazanahnya\u003c/em\u003e. Kami yang menguasai, mengatur, dan membagi rezekinya sesuai kehendak dan ketentuan Kami. \u003cem\u003eKami tidak menurunkannya\u003c/em\u003e kepada mereka \u003cem\u003emelainkan dengan ukuran tertentu,\u003c/em\u003e yakni sesuai kondisi, kebutuhan, dan keadaan mereka masing-masing.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa sumber segala sesuatu yang ada di alam ini adalah ciptaan Allah. Semua berasal dari khazanah atau simpanan perbendaharaan Allah, baik yang berupa sumber daya alam (SDA) maupun sumber daya manusia (SDM). Semua yang ada di atas bumi maupun di dalam perutnya diciptakan Allah untuk manusia. Manusia diberi tugas oleh Allah untuk mengelola, mengambil manfaat, dan memeliharanya. Hal ini ditegaskan Allah dalam Surah Hud/11 ayat 61:\n\n¦Dia telah menciptakanmu dari bumi (tanah) dan menjadikanmu pemakmurnya, karena itu mohonlah ampunan kepada-Nya, kemudian bertobatlah kepada-Nya. Sesungguhnya Tuhanku sangat dekat (rahmat-Nya) dan memperkenankan (doa hamba-Nya). (Hud/11: 61)\n\nUntuk dapat mengambil manfaat yang besar dari sumber daya alam (SDA) yang tersedia, manusia perlu mengembangkan kemampuan dan keterampilan sumber daya manusia (SDM)-nya dengan menguasai berbagai ilmu pengetahuan dan teknologi. Kemudian untuk betul-betul dapat menggali sumber daya alam itu perlu modal. Dengan kombinasi atau gabungan antara natural resources, yaitu sumber daya alam, skill atau keterampilan manusia, serta modal yang cukup, manusia dapat meraih rezeki dari Allah untuk kemakmuran dan kesejahteraan hidupnya. Hal ini sesuai dengan sunatullah yaitu orang yang diberi rezeki hanyalah yang berusaha dan bekerja keras mencarinya.\nBerusaha dan bekerja keras untuk memperoleh rezeki dari khazanah perbendaharaan Allah ini juga harus disertai tanggung jawab untuk memelihara (konservasi) kekayaan dan sumber daya alam, dan tidak merusak serta menghancurkannya. Oleh karena itu, pada akhir ayat 61 Surah Hud, Allah mengingatkan manusia supaya selalu mohon ampunan dan bertobat kepada Allah, serta menghentikan perbuatan-perbuatan yang merusak tatanan alam yang telah ditentukan dalam sunatullah. Hal ini dapat diketahui dari pemahaman ilmu pengetahuan dan teknologi.\nManusia yang baik menurut tuntunan agama Islam ialah yang dapat melaksanakan tugas dengan baik dalam ibadah dan khilafah (melaksanakan tugas kepemimpinan dan pengelolaan alam yang baik). Dia memperoleh rezeki dengan bekerja dan berusaha secara baik dan sungguh-sungguh, bukan merusak dan menjadi beban bagi orang lain. \nHadis Nabi saw yang diriwayatkan oleh al-hakim telah memberi tuntunan, antara lain:\nDari Rifaah bin Rafi bahwa Nabi saw ditanya orang, \"Usaha manakah yang paling baik?\" Rasulullah berkata, \"Usaha seseorang yang dikerjakan dengan tangannya dan semua jual beli yang mabrur (jual beli yang bersih tidak ada di dalamnya unsur-unsur tipuan, pemaksaan, dan sebagainya).\" (Riwayat al-hakim)\n\nMenurut hadis ini, rezeki yang baik ialah hasil kerja atau usaha yang baik dari orang itu sendiri (bukan pemberian orang lain), dan hasil dari jual beli yang mabrur. Yang dimaksud dengan jual beli yang mabrur ialah jual beli yang dilakukan secara wajar, saling rela antara penjual dan pembeli, tanpa paksaan dan tidak ada kebohongan. Firman Allah:\n\nWahai orang-orang yang beriman! Janganlah kamu saling memakan harta sesamamu dengan jalan yang batil (tidak benar), kecuali dalam perdagangan yang berlaku atas dasar suka sama suka di antara kamu. Dan janganlah kamu membunuh dirimu. Sungguh, Allah Maha Penyayang kepadamu. (an-Nisa'/4: 29)\n\nMenikmati rezeki dari usaha dan keringat sendiri atau hasil dari jual beli adalah cara terhormat sebagai manusia muslim, bukan karena pemberian dan belas kasihan orang lain dan bukan pula karena usaha yang dilarang agama, seperti mengambil hak, atau jual beli dengan memaksa atau tipu muslihat.\nAllah Mahaadil dan Mahabijaksana dalam memberikan rezeki kepada para hamba-Nya. Maksudnya ialah memberikan dengan ukuran tertentu, sesuai dengan kebutuhan, keadaan, kemampuan, dan usaha orang tersebut. Dengan demikian, dalam pemberian rezeki tersebut tergambar kasih sayang Allah kepada para hamba-Nya. Allah swt berfirman:\n\nKatakanlah (Muhammad), \"Milik siapakah apa yang di langit dan di bumi?\" Katakanlah, \"Milik Allah.\" Dia telah menetapkan (sifat) kasih sayang pada diri-Nya. (al-An'am/6: 12)\n\nPenganugerahan karunia dan nikmat Allah kepada para hamba-Nya itu disebutkan dalam Al-Qur'an dengan perkataan anzala (menurunkan), sebagaimana tersebut dalam firman-Nya yang lain:\n\n¦Dan Dia menurunkan delapan pasang hewan ternak untukmu (az-Zumar/39: 6)\n\nDan firman Allah swt:\n\n.... Dan Kami menciptakan besi yang mempunyai kekuatan hebat dan banyak manfaat bagi manusia.... (al-hadid/57: 25)\n\nSesuatu dikatakan turun apabila ia berpindah dari tempat yang tinggi ke tempat yang rendah, baik dalam arti yang sebenarnya maupun dalam arti kiasan. Oleh karenanya, dari ayat ini dapat dipahami bahwa nikmat dan karunia itu berasal dari Allah Yang Mahatinggi lagi Mahakaya, dianugerahkan kepada makhluk yang lebih rendah daripada-Nya. Semua makhluk tergantung seluruh hidup dan kelanjutan kehidupannya kepada nikmat dan karunia Allah. Dengan demikian, merupakan suatu kewajiban bagi setiap makhluk mensyukuri nikmat dan karunia Allah dengan menghambakan diri kepada-Nya.\n"}},{"number":22,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e hal lain yang membuktikan kekuasaan Kami adalah bahwa \u003cem\u003eKami telah meniupkan angin untuk mengawinkan\u003c/em\u003e butir-butir awan \u003cem\u003edan\u003c/em\u003e dari hasil perkawinan itu, \u003cem\u003eKami turunkan hujan dari langit, lalu Kami beri minum kamu sekalian\u003c/em\u003e, tumbuh-tumbuhan, dan hewan \u003cem\u003edengan air itu, dan bukanlah kamu\u003c/em\u003e, melainkan Kami-lah, \u003cem\u003eyang menyimpan\u003c/em\u003e dan menguasai\u003cem\u003enya\u003c/em\u003e.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menjelaskan sebagian nikmat yang ada dalam perbendaharaan-Nya, yaitu Dia telah mengembuskan angin untuk menyuburkan, mengem-bangkan, dan mengawinkan tumbuh-tumbuhan. Pertumbuhan, perkembang-an, dan perkawinan tumbuh-tumbuhan dengan perantaraan angin itu, maksudnya ialah:\n1. Allah mengembuskan angin yang membawa awan yang mengandung hujan. Semakin lama awan yang diembuskan itu menjadi semakin berat dan hitam, hingga berubah menjadi mendung hitam pekat. \nMengenai proses terbentuknya hujan, berikut penjelasan berdasarkan kajian ilmiah. Untuk menjelaskan terjadinya hujan, maka harus dilihat dalam suatu siklus air yang penuh. Semua air yang menguap, baik yang berasal dari anak sungai, sungai atau laut, membentuk uap air di atmosfer. Uap ini naik dan akan menjadi dingin saat mencapai atmosfer yang lebih tinggi. Jika terdapat banyak gas di atmosfer maka akan memadat menjadi kelompok gas yang disebut awan. Jika awan tersebut ditiup angin sehingga berkumpul sesamanya, dan naik ke atas sehingga mencapai bagian yang lebih tinggi lagi di lapisan atmosfer, maka uap air akan berubah menjadi tetes-tetes es. Debu, atau apa saja yang ikut menguap kemungkinan akan terperangkap oleh uap air atau tetes-tetes es. Dengan demikian, volume dan berat es yang terbentuk itu akan bertambah.\nKetika awan menjadi lebih dingin karena suhu atmosfer yang lebih rendah, air menjadi padat (es) dan jatuh, awalnya seperti tetes-tetes es yang sangat kecil, yang biasanya mencair sebelum mencapai tanah. Dengan demikian, tetes air akan jatuh ke bumi sebagai hujan. Di beberapa pegunungan tinggi atau di bagian dunia yang dingin, es ini tidak mencair sebelum mencapai tanah, sehingga jatuh dalam bentuk salju atau es. \nKemudian dari awan mendung itu turun hujan yang membasahi permukaan bumi, sehingga tanah yang semula kering menjadi subur. Tumbuh-tumbuhan dan tanam-tanaman menjadi tumbuh dan berkembang lalu berbunga, berputik, dan berbuah. Sebagian buahnya hanya dapat dimanfaatkan manusia dan binatang, sedang sebagian yang lain tumbuh dan berkembang lagi untuk melanjutkan keturunan dan mempertahankan jenisnya dari kepunahan. Sebagian tumbuh-tumbuhan ada yang berkembang dengan menanam bagian batangnya. Dengan siraman air hujan, maka batang yang ditanam ini akan tumbuh dan berkembang. \nSecara ilmiah dapat dijelaskan bahwa butiran air hujan mengandung bahan-bahan revitalisasi tersebut biasa dikenal dengan nama \"surface tension droplets\". Unsur-unsur ini diperoleh dari lapisan permukaan laut, yang biasa disebut \"lapisan mikro\" ikut menguap. Pada lapisan luar butir air hujan ditemukan banyak serasah organik yang berasal dari proses pembusukan (dekomposisi) algae renik dan zooplankton. Beberapa serasah ini mengumpulkan dan menyerap beberapa elemen, seperti fosfor, magnesium dan kalium, yang jarang terdapat dalam air laut. Serasah ini juga mengandung logam berat seperti tembaga, seng, kobalt dan besi. Tanaman di daratan, dan juga kehidupan di laut sendiri, akan memperoleh sebagian besar garam-garam mineral dan elemen lainnya yang diperlukannya untuk hidupnya bersamaan dengan datangnya air hujan.\nGaram-garam yang turun bersama air hujan merupakan suatu miniatur dari pupuk yang biasa digunakan dalam pertanian (unsur-unsur NPK dan sebagainya). Logam berat di udara yang terbawa turun air hujan akan membentuk elemen yang meningkatkan produktivitas pada saat pertumbuhan dan pembuahan tanaman. Dengan demikian, hujan adalah sumber pupuk yang sangat penting. Para ahli memperkirakan, bahwa dengan pupuk yang dikandung pada butiran hujan saja, dalam waktu 100 tahun, tanah yang miskin hara dapat mengumpulkan semua elemen yang diperlukan untuk tumbuhnya pepohonan. Hutan juga tumbuh dan memperoleh keperluan hidupnya dari semua bahan kimia yang berasal dari laut. Dengan cara demikian, diperkirakan bahwa setiap tahun, sekitar 150 juta ton pupuk jatuh ke bumi. \nProses angin meniup awan, hingga menjadi hujan yang membasahi permukaan bumi, menghidupkan tanah yang mati, dijelaskan oleh firman Allah swt:\n\nDan Dialah yang meniupkan angin (sebagai) pembawa kabar gembira sebelum kedatangan rahmat-Nya (hujan); dan Kami turunkan dari langit air yang sangat bersih. (al-Furqan/25: 48)\n2. Allah swt mengembuskan angin yang menerbangkan tepung sari dari beragam bunga. Maka hinggaplah tepung sari jantan pada putik bunga, sehingga terjadilah perkawinan yang memunculkan bakal buah, dan buah-buahan menjadi masak terasa yang lezat dan nikmat bagi manusia serta bijinya dapat tumbuh dan berbuah pula di tempat lain.\nMenurut kajiian ilmiah, ayat diatas nampaknya memberikan isyarat tentang proses fenomena botanik yang dikenal dengan penyerbukkan atau persarian. Pada tumbuhan berbiji terbuka (gymnospermae) maka penyerbuk-an atau persarian adalah peristiwa jatuhnya serbuk sari (pollen) pada liang bakal biji (microphyl) yang berhubungan langsung dengan bakal-biji. Sedangkan pada jenis tumbuhan berbiji tertutup (Angiospermae), maka penyerbukan atau persarian adalah peristiwa jatuhnya serbuk sari (pollen) dari benang sari (stamen) ke kepala putik (stigma). Penyerbukan kemudian diikuti dengan pembuahan atau fertilisasi. Inilah proses perkawinan di dunia botani (tumbuh-tumbuhan).\nPenyerbukan memerlukan perantara atau vektor. Berdasarkan perantara atau vektor, maka proses penyerbukan dikelompokkan menjadi penyerbukan oleh angin, air, atau hewan/ serangga. Kalimat dalam ayat diatas yang berbunyi 'Kami telah meniupkan angin untuk mengawinkan mengisyarat-kan peristiwa penyerbukan dengan perantaraan angin, yang dalam bahasa ilmiah dikenal sebagai anemophily atau anemogamy.\n3. Hembusan angin dapat membersihkan kotoran debu yang hinggap pada batang dan daun tumbuh-tumbuhan, sehingga tumbuh-tumbuhan itu mudah bernafas dan menjadi besar, serta daunnya mudah menyerap sinar matahari yang menambah kekokohan dan kesuburannya.\n\nHal ini memberikan pelajaran bagaimana manusia membuat perkawinan buatan (al-talqih al-sina'i) pada berbagai macam pohon bunga dan buah-buahan. Dengan cara itu dapat dihasilkan bunga dengan buah yang banyak. Bahkan dengan perkawinan silang antar beberapa jenis buah, dapat dihasilkan bunga yang lebih indah dan lebih banyak warna, serta buah yang lebih lezat atau lebih besar ukurannya.\nDari perkawinan buatan pada tumbuh-tumbuhan, manusia kemudian dapat mengembangkan perkawinan buatan pada beberapa binatang ternak seperti sapi, kambing, kuda, dan lain-lain. Perkawinan buatan ini menghasilkan ternak yang lebih besar dan banyak dagingnya, serta lebih tahan terhadap penyakit. Demikian jika manusia mau belajar dari petunjuk-petunjuk Allah dalam ayat-ayat Al-Qur'an.\nNikmat Allah swt yang lain yang berhubungan dengan air yang diturunkan-Nya dari langit sebagaimana tersebut dalam ayat ini ialah: Allah menurunkan hujan dari langit, kemudian air itu dijadikan bagi manusia sebagai minuman yang dapat melepaskan dahaga, sebagaimana firman Allah swt:\n\nPernahkah kamu memperhatikan air yang kamu minum? Kamukah yang menurunkannya dari awan ataukah Kami yang menurunkan? Sekiranya Kami menghendaki, niscaya Kami menjadikannya asin, mengapa kamu tidak bersyukur? (al-Waqi'ah/56: 68-70)\n\nDan firman Allah swt:\n\nDan Dialah yang meniupkan angin (sebagai) pembawa kabar gembira sebelum kedatangan rahmat-Nya (hujan); dan Kami turunkan dari langit air yang sangat bersih, agar (dengan air itu) Kami menghidupkan negeri yang mati (tandus), dan Kami memberi minum kepada sebagian apa yang telah Kami ciptakan, (berupa) hewan-hewan ternak dan manusia yang banyak. (al-Furqan/25: 48-49)\n\nDalam ayat ini ditegaskan bahwa Allah yang mengatur air hujan kapan diturunkan dan di kawasan mana sesuai dengan kehendak-Nya. Akan tetapi, manusia bertugas mengatur pemakaian dan penyimpanan air di bumi supaya hujan yang merupakan rahmat itu tidak berubah menjadi bencana. Dengan kehendak-Nya, Allah menganugerahkan air kepada manusia, sehingga mereka dapat minum, mencuci, mengairi sawah dan ladang, dan memberi minum binatang ternak. Air itu mengairi sungai-sungai, danau-danau, dan lautan yang dapat dilayari manusia dan menjadi salah satu sumber rezeki dan kehidupan yang tidak habis-habisnya. Jika Allah swt menghendaki, disimpan-Nya air itu di dalam tanah atau di perut bumi yang dapat digali dan dipompa oleh manusia yang memerlukannya, terutama pada musim kemarau. Hal ini diterangkan Allah swt dalam firman-Nya yang lain\n\nDan Kami turunkan air dari langit dengan suatu ukuran; lalu Kami jadikan air itu menetap di bumi, dan pasti Kami berkuasa melenyapkannya. (al-Mu'minun/23: 18)\n\nDan firman-Nya:\n\nApakah engkau tidak memperhatikan, bahwa Allah menurunkan air dari langit, lalu diaturnya menjadi sumber-sumber air di bumi, kemudian dengan air itu ditumbuhkan-Nya tanam-tanaman yang bermacam-macam warnanya, kemudian menjadi kering, lalu engkau melihatnya kekuning-kuningan, kemudian dijadikan-Nya hancur berderai-derai. Sungguh, pada yang demikian itu terdapat pelajaran bagi orang-orang yang mempunyai akal sehat. (az-Zumar/39: 21)\n"}},{"number":23,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eUsai menjelaskan tanda-tanda kekuasaan-Nya di langit dan bumi, Allah lalu menyatakan, \"\u003cem\u003eDan\u003c/em\u003e ketahuilah bahwa \u003cem\u003esungguh, Kamilah yang menghidupkan\u003c/em\u003e apa yang ada di alam, termasuk manusia, \u003cem\u003edan\u003c/em\u003e kami pula yang \u003cem\u003emematikan\u003c/em\u003e mereka, \u003cem\u003edan Kami\u003c/em\u003e pula \u003cem\u003eyang mewarisi\u003c/em\u003e apa saja yang ditinggalkan oleh makhluk-makhluk itu.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah menegaskan bahwa Dialah yang menghidupkan manusia jika Ia menghendaki, dan Dia pula yang mematikannya jika Dia menghendaki. \nSelanjutnya, sebagaimana dijelaskan Ibnu Jarir ath-thabari dalam tafsirnya, jika semua yang hidup ini telah mati, maka di saat itu hanya Allah sajalah yang hidup, karena hanya Dia sajalah yang kekal. Kemudian Allah membangkitkan manusia kembali untuk ditimbang dan dihitung amal perbuatannya, sebagaimana firman Allah swt:\n\nTidak ada tuhan selain Dia, Dia yang menghidupkan dan mematikan. (Dialah) Tuhanmu dan Tuhan nenek moyangmu dahulu. (ad-Dukhan/44: 8)\n\nAyat 23 ini diakhiri dengan ungkapan wa nahnul-waritsun (dan Kami pulalah yang mewarisi). Al-Qasimi dalam tafsirnya Mahasin at-Ta'wil menjelaskan bahwa Kami (pulalah) yang mewarisi, maksudnya ialah Kamilah yang masih ada dan menerima atau memiliki semua yang telah ditinggalkan manusia yang telah mati. Istilah waris ini juga digunakan Nabi dalam doanya:\nDan jadikanlah dia pewaris dari kita. (Riwayat at-Tirmidzi dari Ibnu Umar)\n\n"}},{"number":24,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan sungguh, Kami mengetahui orang yang terdahulu sebelum kamu\u003c/em\u003e, baik tentang kehidupan maupun kematian mereka, \u003cem\u003edan Kami mengetahui pula orang yang terkemudian\u003c/em\u003e, yaitu umat pada masa sekarang dan masa mendatang.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam suatu riwayat yang disampaikan oleh at-Tirmizi dan al-hakim dari Ibnu Abbas diterangkan bahwa ayat ini diturunkan berhubungan dengan wanita cantik yang salat mengikuti Nabi saw. Oleh karena itu, sebagian sahabat yang ingin salat mengikuti Nabi saw maju ke saf pertama agar tidak dapat melihat wanita itu. Mereka khawatir dengan melihat muka wanita itu salat menjadi batal. Sedang sebagian sahabat yang lain mundur ke bagian belakang dengan harapan dapat melihat muka wanita itu di waktu rukuk melalui ketiak mereka. Maka turun ayat ini mencela perbuatan sahabat itu. Allah swt mengetahui maksud para sahabat yang maju ke saf pertama dan maksud para sahabat yang mundur ke saf belakang.\nHal ini menunjukkan bahwa para sahabat Nabi sebagai manusia ada yang sangat baik, sangat memelihara salat mereka supaya tidak melihat wanita cantik karena khawatir dapat membatalkan salat. Akan tetapi, ada yang justru ingin melihat wanita cantik itu. Hal ini adalah wajar dan bersifat manusiawi, serta belum sampai pada perbuatan dosa yang melanggar agama.\nSekalipun ayat ini diturunkan dengan peristiwa di atas, tetapi meliputi juga pengetahuan Allah swt terhadap segala yang tersirat dan tergores di dalam hati seseorang.\nBerdasarkan sabab nuzul ini, maka Ibnu 'Abbas mengartikan al-mustaqdimin wal-musta'khirin sebagai keutamaan salat pada saf terdepan dibandingkan dengan salat pada saf paling belakang. Sebagian ulama mengartikannya dengan pengetahuan terhadap manusia yang diciptakan lebih dulu, manusia sekarang, dan manusia yang diciptakan belakangan. \nArti lain dari al-mustaqdimin wal-musta'khirin adalah Allah mengetahui masa lampau dan masa mendatang manusia. Ada pula ulama yang mengartikan al-mustaqdimin sebagai orang-orang yang bersegera melakukan kebaikan, dan al-musta'khirin dengan arti sebaliknya.\nPada ayat ini, Allah swt menegaskan bahwa Dialah yang Mahakuasa mengetahui semua yang terdahulu beserta peristiwa yang telah terjadi dari yang paling besar sampai yang paling kecil. Dia mengetahui apa yang ada sekarang ini, dan mengetahui apa yang terjadi pada masa yang akan datang, tidak satu pun kejadian yang tidak diketahui-Nya. \n"}},{"number":25,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e ketahuilah wahai Nabi Muhammad, \u003cem\u003esesungguhnya Tuhanmu\u003c/em\u003e yang telah memberi manusia kehidupan dan berbagai kenikmatan, \u003cem\u003eDialah yang akan\u003c/em\u003e mematikan dan\u003cem\u003e mengumpulkan mereka\u003c/em\u003e semua di Padang Mahsyar.\u003cem\u003e Sungguh\u003c/em\u003e, \u003cem\u003eDia\u003c/em\u003e adalah Tuhan Yang \u003cem\u003eMahabijaksana\u003c/em\u003e dengan menempatkan sesuatu dengan tepat, \u003cem\u003eMaha Mengetahui\u003c/em\u003e segala sesuatu, besar maupun kecil, baik yang terjadi di masa lalu, masa sekarang, maupun masa mendatang.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menjelaskan bahwa Allah swt akan mengumpulkan semua manusia di akhirat nanti, baik yang terdahulu, sekarang, maupun akan datang. Semua mereka akan ditimbang amal perbuatannya, tidak ada satupun yang tidak ditimbang, karena tidak satupun dari perbuatan itu yang luput dari pengetahuan Allah. Kemudian Dia memberikan pahala dan pembalasan kepada manusia sesuai dengan perbuatan yang telah mereka lakukan. Allah Mahabijaksana dan Maha Mengetahui segala sesuatu."}},{"number":26,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSetelah menggambarkan nikmat-nikmat Allah di alam sekitar manusia, melalui ayat-ayat berikut Allah menjelaskan penciptaan manusia. Allah menyatakan, \"\u003cem\u003eDan sungguh, Kami telah menciptakan manusia,\u003c/em\u003e yakni Adam\u003cem\u003e, dari tanah liat kering\u003c/em\u003e yang berasal \u003cem\u003edari lumpur hitam yang diberi bentuk.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa setelah menyempurnakan bentuk ciptaan-Nya, Allah lalu meniupkan roh kepadanya. Menurut para saintis, kata hama' (lumpur hitam) pada ayat ini mengisyaratkan akan terlibatnya molekul air (H2O) dalam proses terbentuknya molekul-molekul pendukung proses kehidupan. Seperti diketahui 'air adalah media bagi terjadinya suatu proses reaksi kimiawi/biokimiawi untuk membentuk suatu molekul baru. Kata \"yang diberi bentuk\", mengisyaratkan bahwa reaksi biokimiawi yang terjadi dalam media berair itu, telah menjadikan unsur-unsur, yang semula 'hanya atom-atom menjadi suatu molekul organik, yang susunan dan bentuknya tertentu, seperti asam amino atau nukleotida. \nPada ayat yang lain, Allah swt menerangkan kejadian manusia itu:\n\nDia menciptakan manusia dari tanah kering seperti tembikar, dan Dia menciptakan jin dari nyala api tanpa asap. (ar-Rahman/55: 14-15)\n\nSecara ilmiah, tembikar adalah semacam porcelain, yang dalam proses reaksi kimiawi dapat digunakan sebagai katalis untuk terjadinya proses polimerisasi. Kata \"tanah kering seperti tembikar\" mungkin mengisyaratkan terjadinya proses polimerasasi atau reaksi perpanjangan rantai molekul dari asam-asam amino menjadi protein atau dari nukleotida menjadi polinukleotida, termasuk molekul Desoxyribonucleic Acid (DNA), suatu materi penyusun struktur gena makhluk hidup.\nDan firman Allah swt:\n\n(Ingatlah) ketika Tuhanmu berfirman kepada malaikat, \"Sesungguhnya Aku akan menciptakan manusia dari tanah. Kemudian apabila telah Aku sempurnakan kejadiannya dan Aku tiupkan roh (ciptaan)-Ku kepadanya; maka tunduklah kamu dengan bersujud kepadanya.\" (shad/38: 71-72)\n\nYang dimaksud dengan insan (manusia) dalam ayat ini, ialah Adam a.s. yang merupakan bapak seluruh manusia. Sebagian ahli tafsir berpendapat Adam yang disebut dalam ayat ini bukanlah manusia pertama, karena sebelum itu Allah swt telah menciptakan beribu-ribu Adam. Tetapi Nabi Adam adalah nabi pertama yang diberi tugas untuk berdakwah kepada manusia agar mengikuti jalan yang benar.\nDalam hadis Nabi diterangkan proses penciptaan Adam itu. Nabi Muhammad saw bersabda:\nSesungguhnya Allah 'Azza wa Jalla telah menciptakan Adam dari kepalan tanah yang diambil dari segala macam tanah, maka lahirlah anak Adam menurut kadar tanah itu. Di antara mereka ada yang merah, ada yang hitam, dan ada di antara kedua warna itu. Ada yang mudah, ada yang sukar, ada yang baik, dan ada yang buruk. (Riwayat Ahmad dan Muslim dari 'Aisyah)\n\n"}},{"number":27,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan Kami telah menciptakan jin sebelum\u003c/em\u003e penciptaan Adam \u003cem\u003edari api yang sangat panas.\"\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah swt menerangkan bahwa Dia telah menciptakan jin dari api yang sangat panas sebelum menciptakan Adam. Tentang hakikat api ini, hanyalah Allah yang mengetahui. Sesuai dengan hadis di atas bahwa tabiat manusia itu berbeda-beda menurut keadaan tanah yang membentuk dirinya, maka hal ini dapat dijadikan dalil bahwa tabiat jin itu sesuai dengan tabiat asal kejadiannya.\nSebagaimana api bersifat panas, maka tabiat jin pun demikian pula. Api dengan tiba-tiba dapat menggejolak menjadi besar, kemudian tiba-tiba menjadi susut dan kecil. Demikian pula jin, suka tergesa-gesa, cepat menjadi marah, suka mempermainkan dan menyakiti manusia, kadang-kadang tunduk dan patuh kepada Allah, tetapi serta merta membangkang dan mendurhakai Allah. Manusia bersifat sesuai dengan sifat asal kejadiannya, seperti bersifat sabar, suka menumbuhkan, mengembangkan, memelihara dan mencari sesuatu yang baik, suka mengindahkan perintah, mempunyai sifat suka tunduk dan patuh, walaupun kadang-kadang ia durhaka kepada Allah karena tunduk dan mengikuti hawa nafsunya.\nDalam hadis qudsi disebutkan asal kejadian malaikat, jin dan manusia berdasarkan riwayat 'Aisyah:\nAllah swt berfirman, \"Aku telah menciptakan malaikat dari cahaya, dan Aku telah menciptakan jin dari nyala api dan telah diciptakan Adam sebagaimana yang telah diterangkan kepadamu.\" (Riwayat Ahmad dan Muslim dari 'Aisyah)\nJin termasuk makhluk Allah. Sebagaimana makhluk Allah yang lain, maka jin itu ada yang taat kepada Allah dan ada pula yang durhaka, sebagaimana firman Allah swt:\n\nDan sesungguhnya di antara kami (jin) ada yang saleh dan ada (pula) kebalikannya. Kami menempuh jalan yang berbeda-beda. (al-Jinn/72: 11)\n\nJin itu diberi beban dan tanggung jawab oleh Allah, sebagaimana manusia diberi beban dan tanggung jawab, ia berkembang dan berketurunan. Hanya saja manusia tidak dapat melihatnya, sedang ia dapat melihat manusia. \nKarena itu, jin ada yang tunduk patuh kepada Allah, dan ada pula yang durhaka seperti Iblis. Allah swt berfirman:\n\nDan di antara kami ada yang Islam dan ada yang menyimpang dari kebenaran. Siapa yang Islam, maka mereka itu telah memilih jalan yang lurus. (al-Jinn/72: 14)\n\nMenurut Ibnu 'Abbas, yang dimaksud dengan jan (jin) dalam ayat ini ialah bapak dari segala jin, sebagaimana Adam adalah bapak dari segala manusia. Sedang Iblis adalah bapak dari segala setan. Jin-jin itu juga makan, minum, hidup, dan mati seperti manusia. \nAllah swt berfirman:\n\nWahai anak cucu Adam! Janganlah sampai kamu tertipu oleh setan sebagaimana halnya dia (setan) telah mengeluarkan ibu bapakmu dari surga, dengan menanggalkan pakaian keduanya untuk memperlihatkan aurat keduanya. Sesungguhnya dia dan pengikutnya dapat melihat kamu dari suatu tempat yang kamu tidak bisa melihat mereka. Sesungguhnya Kami telah menjadikan setan-setan itu pemimpin bagi orang-orang yang tidak beriman. (al-A'raf/7: 27)\n"}},{"number":28,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e ingatlah wahai Nabi Muhammad, \u003cem\u003eketika Tuhanmu berfirman kepada para malaikat, Sungguh, Aku akan menciptakan seorang manusia, \u003c/em\u003eyakni Adam\u003cem\u003e, dari tanah liat kering \u003c/em\u003eyang berasal \u003cem\u003edari lumpur hitam yang diberi bentuk.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah swt memerintahkan agar Nabi Muhammad saw mengingatkan umatnya, tatkala Allah mengatakan kepada para malaikat tentang maksud-Nya untuk menciptakan Adam. Dia akan menciptakan manusia dari tanah kering yang berasal dari lumpur hitam, dan jika Dia telah menyempurnakan bentuknya dengan sebaik-baiknya, akan ditiupkan ke dalamnya roh ciptaan-Nya serta akan memerintahkan malaikat dan Iblis sujud kepadanya sebagai penghormatan kepadanya.\nPerintah Allah ini dilaksanakan oleh para malaikat dengan patuh dan khidmat, kecuali Iblis. Ia enggan bersujud kepada Adam, karena ia merasa dirinya lebih tinggi derajatnya daripada Adam. Ia diciptakan dari api, sedang Adam diciptakan dari tanah.\nKebanyakan ahli tafsir berpendapat bahwa peristiwa penciptaan Adam dan peristiwa pengingkaran Iblis terhadap perintah Allah serta ketaatan dan keikhlasan malaikat melaksanakan perintah itu menggambarkan watak dari ketiga macam makhluk Allah tersebut. Malaikat diciptakan sebagai makhluk yang selalu tunduk dan patuh kepada perintah Allah, tidak pernah mengingkarinya sedikit pun. Oleh karena itu, malaikat dijadikan Allah sebagai pengawal dan pengatur bumi dengan izin-Nya, dan diperintahkan tunduk kepada Adam beserta keturunannya.\nAdapun manusia adalah makhluk Allah yang terdiri dari dua unsur, yaitu unsur jasmani dan unsur rohani. Penggabungan kedua macam unsur ini menyebabkan manusia mempunyai potensi untuk mengambil manfaat dari bumi seluruhnya dengan pengetahuan yang dianugerahkan Allah kepadanya. Terbuka berbagai kemungkinan baginya untuk berbuat dan bekerja guna memenuhi dan melengkapi kebutuhan yang diperlukannya dengan menggali dan mengambilnya dari perbendaharaan Allah swt.\nDengan potensi diri dan ilmu pengetahuan, manusia dapat memanfaatkan air, udara, barang tambang, tumbuh-tumbuhan, binatang ternak, garis edar planet-planet, kekuatan listrik, kekuatan atom, dan sebagainya. Dengan demikian, tampaklah kelebihan manusia dari malaikat dan setan sebagai-mana yang dapat dipahami dari jawaban Allah kepada para malaikat waktu Adam a.s. akan diciptakan Allah. Allah swt berfirman:\n\nDan (ingatlah) ketika Tuhanmu berfirman kepada para malaikat, \"Aku hendak menjadikan khalifah di bumi.\" Mereka berkata, \"Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?\" Dia berfirman, \"Sungguh, Aku mengetahui apa yang tidak kamu ketahui.\" (al-Baqarah/2: 30)\n\nDi atas telah diterangkan keingkaran Iblis yang tidak mau mengikuti perintah Allah agar sujud kepada Adam. Diterangkan pula berbagai alasan yang dikemukakan Iblis sehubungan dengan keingkarannya itu. Sikap Iblis yang demikian menunjukkan kebodohan dan kefasikannya, karena:\n1. Ia menentang perintah Tuhannya, sebagaimana yang dipahami dari jawabannya.\n2. Ia mengemukakan alasan-alasan yang sangat lemah. Alasan-alasan itu menunjukkan kebodohannya sendiri.\n3. Ia tidak mau mengikuti perintah Allah dengan mengatakan bahwa ia lebih baik dari Adam. \n4. Alasan yang dikemukakan bahwa ia lebih baik dari Adam merupakan pendapatnya sendiri tanpa alasan yang dapat diterima oleh akal pikiran.\n"}},{"number":29,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eMaka apabila Aku telah menyempurnakan \u003c/em\u003ekejadian\u003cem\u003e-nya dan Aku telah meniupkan roh \u003c/em\u003eciptaan\u003cem\u003e-Ku ke dalamnya, maka tunduklah\u003c/em\u003e kamu, wahai para malaikat, dengan sukarela sebagai tanda penghormatan kamu\u003cem\u003e kepadanya dengan bersujud.\u003c/em\u003e\"\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah swt memerintahkan agar Nabi Muhammad saw mengingatkan umatnya, tatkala Allah mengatakan kepada para malaikat tentang maksud-Nya untuk menciptakan Adam. Dia akan menciptakan manusia dari tanah kering yang berasal dari lumpur hitam, dan jika Dia telah menyempurnakan bentuknya dengan sebaik-baiknya, akan ditiupkan ke dalamnya roh ciptaan-Nya serta akan memerintahkan malaikat dan Iblis sujud kepadanya sebagai penghormatan kepadanya.\nPerintah Allah ini dilaksanakan oleh para malaikat dengan patuh dan khidmat, kecuali Iblis. Ia enggan bersujud kepada Adam, karena ia merasa dirinya lebih tinggi derajatnya daripada Adam. Ia diciptakan dari api, sedang Adam diciptakan dari tanah.\nKebanyakan ahli tafsir berpendapat bahwa peristiwa penciptaan Adam dan peristiwa pengingkaran Iblis terhadap perintah Allah serta ketaatan dan keikhlasan malaikat melaksanakan perintah itu menggambarkan watak dari ketiga macam makhluk Allah tersebut. Malaikat diciptakan sebagai makhluk yang selalu tunduk dan patuh kepada perintah Allah, tidak pernah mengingkarinya sedikit pun. Oleh karena itu, malaikat dijadikan Allah sebagai pengawal dan pengatur bumi dengan izin-Nya, dan diperintahkan tunduk kepada Adam beserta keturunannya.\nAdapun manusia adalah makhluk Allah yang terdiri dari dua unsur, yaitu unsur jasmani dan unsur rohani. Penggabungan kedua macam unsur ini menyebabkan manusia mempunyai potensi untuk mengambil manfaat dari bumi seluruhnya dengan pengetahuan yang dianugerahkan Allah kepadanya. Terbuka berbagai kemungkinan baginya untuk berbuat dan bekerja guna memenuhi dan melengkapi kebutuhan yang diperlukannya dengan menggali dan mengambilnya dari perbendaharaan Allah swt.\nDengan potensi diri dan ilmu pengetahuan, manusia dapat memanfaatkan air, udara, barang tambang, tumbuh-tumbuhan, binatang ternak, garis edar planet-planet, kekuatan listrik, kekuatan atom, dan sebagainya. Dengan demikian, tampaklah kelebihan manusia dari malaikat dan setan sebagai-mana yang dapat dipahami dari jawaban Allah kepada para malaikat waktu Adam a.s. akan diciptakan Allah. Allah swt berfirman:\n\nDan (ingatlah) ketika Tuhanmu berfirman kepada para malaikat, \"Aku hendak menjadikan khalifah di bumi.\" Mereka berkata, \"Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?\" Dia berfirman, \"Sungguh, Aku mengetahui apa yang tidak kamu ketahui.\" (al-Baqarah/2: 30)\n\nDi atas telah diterangkan keingkaran Iblis yang tidak mau mengikuti perintah Allah agar sujud kepada Adam. Diterangkan pula berbagai alasan yang dikemukakan Iblis sehubungan dengan keingkarannya itu. Sikap Iblis yang demikian menunjukkan kebodohan dan kefasikannya, karena:\n1. Ia menentang perintah Tuhannya, sebagaimana yang dipahami dari jawabannya.\n2. Ia mengemukakan alasan-alasan yang sangat lemah. Alasan-alasan itu menunjukkan kebodohannya sendiri.\n3. Ia tidak mau mengikuti perintah Allah dengan mengatakan bahwa ia lebih baik dari Adam. \n4. Alasan yang dikemukakan bahwa ia lebih baik dari Adam merupakan pendapatnya sendiri tanpa alasan yang dapat diterima oleh akal pikiran.\n"}},{"number":30,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eMaka\u003c/em\u003e dengan segera dan serta merta \u003cem\u003ebersujudlah para malaikat itu semuanya\u003c/em\u003e secara\u003cem\u003e bersama-sama\u003c/em\u003e dengan penuh kepatuhan dan ketaatan,\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah swt memerintahkan agar Nabi Muhammad saw mengingatkan umatnya, tatkala Allah mengatakan kepada para malaikat tentang maksud-Nya untuk menciptakan Adam. Dia akan menciptakan manusia dari tanah kering yang berasal dari lumpur hitam, dan jika Dia telah menyempurnakan bentuknya dengan sebaik-baiknya, akan ditiupkan ke dalamnya roh ciptaan-Nya serta akan memerintahkan malaikat dan Iblis sujud kepadanya sebagai penghormatan kepadanya.\nPerintah Allah ini dilaksanakan oleh para malaikat dengan patuh dan khidmat, kecuali Iblis. Ia enggan bersujud kepada Adam, karena ia merasa dirinya lebih tinggi derajatnya daripada Adam. Ia diciptakan dari api, sedang Adam diciptakan dari tanah.\nKebanyakan ahli tafsir berpendapat bahwa peristiwa penciptaan Adam dan peristiwa pengingkaran Iblis terhadap perintah Allah serta ketaatan dan keikhlasan malaikat melaksanakan perintah itu menggambarkan watak dari ketiga macam makhluk Allah tersebut. Malaikat diciptakan sebagai makhluk yang selalu tunduk dan patuh kepada perintah Allah, tidak pernah mengingkarinya sedikit pun. Oleh karena itu, malaikat dijadikan Allah sebagai pengawal dan pengatur bumi dengan izin-Nya, dan diperintahkan tunduk kepada Adam beserta keturunannya.\nAdapun manusia adalah makhluk Allah yang terdiri dari dua unsur, yaitu unsur jasmani dan unsur rohani. Penggabungan kedua macam unsur ini menyebabkan manusia mempunyai potensi untuk mengambil manfaat dari bumi seluruhnya dengan pengetahuan yang dianugerahkan Allah kepadanya. Terbuka berbagai kemungkinan baginya untuk berbuat dan bekerja guna memenuhi dan melengkapi kebutuhan yang diperlukannya dengan menggali dan mengambilnya dari perbendaharaan Allah swt.\nDengan potensi diri dan ilmu pengetahuan, manusia dapat memanfaatkan air, udara, barang tambang, tumbuh-tumbuhan, binatang ternak, garis edar planet-planet, kekuatan listrik, kekuatan atom, dan sebagainya. Dengan demikian, tampaklah kelebihan manusia dari malaikat dan setan sebagai-mana yang dapat dipahami dari jawaban Allah kepada para malaikat waktu Adam a.s. akan diciptakan Allah. Allah swt berfirman:\n\nDan (ingatlah) ketika Tuhanmu berfirman kepada para malaikat, \"Aku hendak menjadikan khalifah di bumi.\" Mereka berkata, \"Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?\" Dia berfirman, \"Sungguh, Aku mengetahui apa yang tidak kamu ketahui.\" (al-Baqarah/2: 30)\n\nDi atas telah diterangkan keingkaran Iblis yang tidak mau mengikuti perintah Allah agar sujud kepada Adam. Diterangkan pula berbagai alasan yang dikemukakan Iblis sehubungan dengan keingkarannya itu. Sikap Iblis yang demikian menunjukkan kebodohan dan kefasikannya, karena:\n1. Ia menentang perintah Tuhannya, sebagaimana yang dipahami dari jawabannya.\n2. Ia mengemukakan alasan-alasan yang sangat lemah. Alasan-alasan itu menunjukkan kebodohannya sendiri.\n3. Ia tidak mau mengikuti perintah Allah dengan mengatakan bahwa ia lebih baik dari Adam. \n4. Alasan yang dikemukakan bahwa ia lebih baik dari Adam merupakan pendapatnya sendiri tanpa alasan yang dapat diterima oleh akal pikiran.\n"}},{"number":31,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003ekecuali Iblis; ia enggan ikut \u003c/em\u003ebersujud\u003cem\u003e bersama-sama \u003c/em\u003epara malaikat\u003cem\u003e yang sujud itu.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah swt memerintahkan agar Nabi Muhammad saw mengingatkan umatnya, tatkala Allah mengatakan kepada para malaikat tentang maksud-Nya untuk menciptakan Adam. Dia akan menciptakan manusia dari tanah kering yang berasal dari lumpur hitam, dan jika Dia telah menyempurnakan bentuknya dengan sebaik-baiknya, akan ditiupkan ke dalamnya roh ciptaan-Nya serta akan memerintahkan malaikat dan Iblis sujud kepadanya sebagai penghormatan kepadanya.\nPerintah Allah ini dilaksanakan oleh para malaikat dengan patuh dan khidmat, kecuali Iblis. Ia enggan bersujud kepada Adam, karena ia merasa dirinya lebih tinggi derajatnya daripada Adam. Ia diciptakan dari api, sedang Adam diciptakan dari tanah.\nKebanyakan ahli tafsir berpendapat bahwa peristiwa penciptaan Adam dan peristiwa pengingkaran Iblis terhadap perintah Allah serta ketaatan dan keikhlasan malaikat melaksanakan perintah itu menggambarkan watak dari ketiga macam makhluk Allah tersebut. Malaikat diciptakan sebagai makhluk yang selalu tunduk dan patuh kepada perintah Allah, tidak pernah mengingkarinya sedikit pun. Oleh karena itu, malaikat dijadikan Allah sebagai pengawal dan pengatur bumi dengan izin-Nya, dan diperintahkan tunduk kepada Adam beserta keturunannya.\nAdapun manusia adalah makhluk Allah yang terdiri dari dua unsur, yaitu unsur jasmani dan unsur rohani. Penggabungan kedua macam unsur ini menyebabkan manusia mempunyai potensi untuk mengambil manfaat dari bumi seluruhnya dengan pengetahuan yang dianugerahkan Allah kepadanya. Terbuka berbagai kemungkinan baginya untuk berbuat dan bekerja guna memenuhi dan melengkapi kebutuhan yang diperlukannya dengan menggali dan mengambilnya dari perbendaharaan Allah swt.\nDengan potensi diri dan ilmu pengetahuan, manusia dapat memanfaatkan air, udara, barang tambang, tumbuh-tumbuhan, binatang ternak, garis edar planet-planet, kekuatan listrik, kekuatan atom, dan sebagainya. Dengan demikian, tampaklah kelebihan manusia dari malaikat dan setan sebagai-mana yang dapat dipahami dari jawaban Allah kepada para malaikat waktu Adam a.s. akan diciptakan Allah. Allah swt berfirman:\n\nDan (ingatlah) ketika Tuhanmu berfirman kepada para malaikat, \"Aku hendak menjadikan khalifah di bumi.\" Mereka berkata, \"Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?\" Dia berfirman, \"Sungguh, Aku mengetahui apa yang tidak kamu ketahui.\" (al-Baqarah/2: 30)\n\nDi atas telah diterangkan keingkaran Iblis yang tidak mau mengikuti perintah Allah agar sujud kepada Adam. Diterangkan pula berbagai alasan yang dikemukakan Iblis sehubungan dengan keingkarannya itu. Sikap Iblis yang demikian menunjukkan kebodohan dan kefasikannya, karena:\n1. Ia menentang perintah Tuhannya, sebagaimana yang dipahami dari jawabannya.\n2. Ia mengemukakan alasan-alasan yang sangat lemah. Alasan-alasan itu menunjukkan kebodohannya sendiri.\n3. Ia tidak mau mengikuti perintah Allah dengan mengatakan bahwa ia lebih baik dari Adam. \n4. Alasan yang dikemukakan bahwa ia lebih baik dari Adam merupakan pendapatnya sendiri tanpa alasan yang dapat diterima oleh akal pikiran.\n"}},{"number":32,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMelihat keengganan dan pembangkangan Iblis untuk bersujud kepada Nabi Adam meski mendapat perintah langsung dari Allah, \u003cem\u003eDia berfirman, \u003c/em\u003e\"\u003cem\u003eWahai Iblis, apa sebabnya kamu tidak \u003c/em\u003emau ikut sujud\u003cem\u003e bersama mereka\u003c/em\u003e, yakni para malaikat yang sujud dengan penuh kepatuhan dan ketaatan itu?\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah swt memerintahkan agar Nabi Muhammad saw mengingatkan umatnya, tatkala Allah mengatakan kepada para malaikat tentang maksud-Nya untuk menciptakan Adam. Dia akan menciptakan manusia dari tanah kering yang berasal dari lumpur hitam, dan jika Dia telah menyempurnakan bentuknya dengan sebaik-baiknya, akan ditiupkan ke dalamnya roh ciptaan-Nya serta akan memerintahkan malaikat dan Iblis sujud kepadanya sebagai penghormatan kepadanya.\nPerintah Allah ini dilaksanakan oleh para malaikat dengan patuh dan khidmat, kecuali Iblis. Ia enggan bersujud kepada Adam, karena ia merasa dirinya lebih tinggi derajatnya daripada Adam. Ia diciptakan dari api, sedang Adam diciptakan dari tanah.\nKebanyakan ahli tafsir berpendapat bahwa peristiwa penciptaan Adam dan peristiwa pengingkaran Iblis terhadap perintah Allah serta ketaatan dan keikhlasan malaikat melaksanakan perintah itu menggambarkan watak dari ketiga macam makhluk Allah tersebut. Malaikat diciptakan sebagai makhluk yang selalu tunduk dan patuh kepada perintah Allah, tidak pernah mengingkarinya sedikit pun. Oleh karena itu, malaikat dijadikan Allah sebagai pengawal dan pengatur bumi dengan izin-Nya, dan diperintahkan tunduk kepada Adam beserta keturunannya.\nAdapun manusia adalah makhluk Allah yang terdiri dari dua unsur, yaitu unsur jasmani dan unsur rohani. Penggabungan kedua macam unsur ini menyebabkan manusia mempunyai potensi untuk mengambil manfaat dari bumi seluruhnya dengan pengetahuan yang dianugerahkan Allah kepadanya. Terbuka berbagai kemungkinan baginya untuk berbuat dan bekerja guna memenuhi dan melengkapi kebutuhan yang diperlukannya dengan menggali dan mengambilnya dari perbendaharaan Allah swt.\nDengan potensi diri dan ilmu pengetahuan, manusia dapat memanfaatkan air, udara, barang tambang, tumbuh-tumbuhan, binatang ternak, garis edar planet-planet, kekuatan listrik, kekuatan atom, dan sebagainya. Dengan demikian, tampaklah kelebihan manusia dari malaikat dan setan sebagai-mana yang dapat dipahami dari jawaban Allah kepada para malaikat waktu Adam a.s. akan diciptakan Allah. Allah swt berfirman:\n\nDan (ingatlah) ketika Tuhanmu berfirman kepada para malaikat, \"Aku hendak menjadikan khalifah di bumi.\" Mereka berkata, \"Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?\" Dia berfirman, \"Sungguh, Aku mengetahui apa yang tidak kamu ketahui.\" (al-Baqarah/2: 30)\n\nDi atas telah diterangkan keingkaran Iblis yang tidak mau mengikuti perintah Allah agar sujud kepada Adam. Diterangkan pula berbagai alasan yang dikemukakan Iblis sehubungan dengan keingkarannya itu. Sikap Iblis yang demikian menunjukkan kebodohan dan kefasikannya, karena:\n1. Ia menentang perintah Tuhannya, sebagaimana yang dipahami dari jawabannya.\n2. Ia mengemukakan alasan-alasan yang sangat lemah. Alasan-alasan itu menunjukkan kebodohannya sendiri.\n3. Ia tidak mau mengikuti perintah Allah dengan mengatakan bahwa ia lebih baik dari Adam. \n4. Alasan yang dikemukakan bahwa ia lebih baik dari Adam merupakan pendapatnya sendiri tanpa alasan yang dapat diterima oleh akal pikiran.\n"}},{"number":33,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMendapat pertanyaan demikian dari Allah,\u003cem\u003e ia\u003c/em\u003e (Iblis) \u003cem\u003eberkata\u003c/em\u003e dengan pongah, \"\u003cem\u003eAku sekali-kali tidak akan \u003c/em\u003epernah\u003cem\u003e sujud kepada manusia yang Engkau telah menciptakannya dari tanah liat kering \u003c/em\u003eyang berasal\u003cem\u003e dari lumpur hitam yang diberi bentuk.\u003c/em\u003e\" Aku lebih mulia daripadanya karena Engkau telah menciptakan aku dari api. (Lihat: Surah al-A'ra\u0026nbsp;f/7: 12)\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah swt memerintahkan agar Nabi Muhammad saw mengingatkan umatnya, tatkala Allah mengatakan kepada para malaikat tentang maksud-Nya untuk menciptakan Adam. Dia akan menciptakan manusia dari tanah kering yang berasal dari lumpur hitam, dan jika Dia telah menyempurnakan bentuknya dengan sebaik-baiknya, akan ditiupkan ke dalamnya roh ciptaan-Nya serta akan memerintahkan malaikat dan Iblis sujud kepadanya sebagai penghormatan kepadanya.\nPerintah Allah ini dilaksanakan oleh para malaikat dengan patuh dan khidmat, kecuali Iblis. Ia enggan bersujud kepada Adam, karena ia merasa dirinya lebih tinggi derajatnya daripada Adam. Ia diciptakan dari api, sedang Adam diciptakan dari tanah.\nKebanyakan ahli tafsir berpendapat bahwa peristiwa penciptaan Adam dan peristiwa pengingkaran Iblis terhadap perintah Allah serta ketaatan dan keikhlasan malaikat melaksanakan perintah itu menggambarkan watak dari ketiga macam makhluk Allah tersebut. Malaikat diciptakan sebagai makhluk yang selalu tunduk dan patuh kepada perintah Allah, tidak pernah mengingkarinya sedikit pun. Oleh karena itu, malaikat dijadikan Allah sebagai pengawal dan pengatur bumi dengan izin-Nya, dan diperintahkan tunduk kepada Adam beserta keturunannya.\nAdapun manusia adalah makhluk Allah yang terdiri dari dua unsur, yaitu unsur jasmani dan unsur rohani. Penggabungan kedua macam unsur ini menyebabkan manusia mempunyai potensi untuk mengambil manfaat dari bumi seluruhnya dengan pengetahuan yang dianugerahkan Allah kepadanya. Terbuka berbagai kemungkinan baginya untuk berbuat dan bekerja guna memenuhi dan melengkapi kebutuhan yang diperlukannya dengan menggali dan mengambilnya dari perbendaharaan Allah swt.\nDengan potensi diri dan ilmu pengetahuan, manusia dapat memanfaatkan air, udara, barang tambang, tumbuh-tumbuhan, binatang ternak, garis edar planet-planet, kekuatan listrik, kekuatan atom, dan sebagainya. Dengan demikian, tampaklah kelebihan manusia dari malaikat dan setan sebagai-mana yang dapat dipahami dari jawaban Allah kepada para malaikat waktu Adam a.s. akan diciptakan Allah. Allah swt berfirman:\n\nDan (ingatlah) ketika Tuhanmu berfirman kepada para malaikat, \"Aku hendak menjadikan khalifah di bumi.\" Mereka berkata, \"Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?\" Dia berfirman, \"Sungguh, Aku mengetahui apa yang tidak kamu ketahui.\" (al-Baqarah/2: 30)\n\nDi atas telah diterangkan keingkaran Iblis yang tidak mau mengikuti perintah Allah agar sujud kepada Adam. Diterangkan pula berbagai alasan yang dikemukakan Iblis sehubungan dengan keingkarannya itu. Sikap Iblis yang demikian menunjukkan kebodohan dan kefasikannya, karena:\n1. Ia menentang perintah Tuhannya, sebagaimana yang dipahami dari jawabannya.\n2. Ia mengemukakan alasan-alasan yang sangat lemah. Alasan-alasan itu menunjukkan kebodohannya sendiri.\n3. Ia tidak mau mengikuti perintah Allah dengan mengatakan bahwa ia lebih baik dari Adam. \n4. Alasan yang dikemukakan bahwa ia lebih baik dari Adam merupakan pendapatnya sendiri tanpa alasan yang dapat diterima oleh akal pikiran.\n"}},{"number":34,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMendengar jawaban Iblis yang bernada angkuh, \u003cem\u003eDia\u003c/em\u003e (Allah)\u003cem\u003e berfirman\u003c/em\u003e, \"Kalau begitu \u003cem\u003ekeluarlah dari surga\u003c/em\u003e, wahai Iblis, \u003cem\u003ekarena sesungguhnya kamu terkutuk.\u003c/em\u003e Engkau tidak pantas menerima rahmat-Ku, apalagi tinggal di surga-Ku. \u003cem\u003eDan sesungguhnya kutukan itu\u003c/em\u003e, yakni keterjauhan engkau dari rahmat-Ku, \u003cem\u003etetap menimpamu\u003c/em\u003e di dunia \u003cem\u003esampai hari Kiamat.\u003c/em\u003e\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah swt menjawab keingkaran Iblis dengan memerintahkannya agar keluar dari surga atau dari golongan malaikat. Akibat pengingkaran itu, Iblis telah jauh dari rahmat Allah, dikenai hukuman, dan terus menerus mendapat kutukan-Nya sampai hari pembalasan nanti.\nDalam firman Allah yang lain, diterangkan bahwa Iblis diusir dari surga karena ia menyombongkan diri dan termasuk golongan orang-orang yang hina. Allah swt berfirman:\n\n(Allah) berfirman, \"Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguh-nya kamu termasuk makhluk yang hina.\" (al-A'raf/7: 13)\n\nSetelah mendengar keputusan Allah itu, Iblis menyatakan menerima hukuman itu. Akan tetapi, ia mohon kepada Tuhan agar umurnya dipanjang-kan sampai hari ketika manusia dibangkitkan dari kubur. Permohonan Iblis itu dikabulkan Allah dan ia akan hidup terus-menerus sampai akhir zaman hingga tiupan sangkakala yang membangkitkan manusia dari kubur.\n"}},{"number":35,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMendengar jawaban Iblis yang bernada angkuh,\u0026nbsp;\u003cem\u003eDia\u003c/em\u003e\u0026nbsp;(Allah)\u003cem\u003e\u0026nbsp;berfirman\u003c/em\u003e, \"Kalau begitu\u0026nbsp;\u003cem\u003ekeluarlah dari surga\u003c/em\u003e, wahai Iblis,\u0026nbsp;\u003cem\u003ekarena sesungguhnya kamu terkutuk.\u003c/em\u003e\u0026nbsp;Engkau tidak pantas menerima rahmat-Ku, apalagi tinggal di surga-Ku.\u0026nbsp;\u003cem\u003eDan sesungguhnya kutukan itu\u003c/em\u003e, yakni keterjauhan engkau dari rahmat-Ku,\u0026nbsp;\u003cem\u003etetap menimpamu\u003c/em\u003e\u0026nbsp;di dunia\u0026nbsp;\u003cem\u003esampai hari Kiamat.\u003c/em\u003e\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah swt menjawab keingkaran Iblis dengan memerintahkannya agar keluar dari surga atau dari golongan malaikat. Akibat pengingkaran itu, Iblis telah jauh dari rahmat Allah, dikenai hukuman, dan terus menerus mendapat kutukan-Nya sampai hari pembalasan nanti.\nDalam firman Allah yang lain, diterangkan bahwa Iblis diusir dari surga karena ia menyombongkan diri dan termasuk golongan orang-orang yang hina. Allah swt berfirman:\n\n(Allah) berfirman, \"Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguh-nya kamu termasuk makhluk yang hina.\" (al-A'raf/7: 13)\n\nSetelah mendengar keputusan Allah itu, Iblis menyatakan menerima hukuman itu. Akan tetapi, ia mohon kepada Tuhan agar umurnya dipanjang-kan sampai hari ketika manusia dibangkitkan dari kubur. Permohonan Iblis itu dikabulkan Allah dan ia akan hidup terus-menerus sampai akhir zaman hingga tiupan sangkakala yang membangkitkan manusia dari kubur.\n"}},{"number":36,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKutukan Allah kepada Iblis tidak membuatnya menyadari kesalahan dan kedurhakaannya, tidak pula membuatnya memohon ampun kepada Allah. Kedurhakaannya bahkan semakin menjadi. Keengganan Iblis untuk bersujud lahir dari kedengkiannya terhadap Nabi Adam. Kedengkian itu bahkan ingin dia teruskan hingga anak cucunya. Hal ini terbukti dari permintaan Iblis kepada Allah agar umurnya dipanjangkan. \u003cem\u003eIa\u003c/em\u003e (Iblis) \u003cem\u003eberkata\u003c/em\u003e, \"\u003cem\u003eYa Tuhanku\u003c/em\u003e, kalau begitu \u003cem\u003emaka berilah penangguhan kepadaku\u003c/em\u003e, yakni berilah tenggat bagiku untuk hidup dalam waktu yang lama agar aku dapat menjerumuskan anak-cucu Adam \u003cem\u003esampai hari\u003c/em\u003e ketika \u003cem\u003emanusia dibangkitkan\u003c/em\u003e dari kubur pada hari Kiamat.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah swt menjawab keingkaran Iblis dengan memerintahkannya agar keluar dari surga atau dari golongan malaikat. Akibat pengingkaran itu, Iblis telah jauh dari rahmat Allah, dikenai hukuman, dan terus menerus mendapat kutukan-Nya sampai hari pembalasan nanti.\nDalam firman Allah yang lain, diterangkan bahwa Iblis diusir dari surga karena ia menyombongkan diri dan termasuk golongan orang-orang yang hina. Allah swt berfirman:\n\n(Allah) berfirman, \"Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguh-nya kamu termasuk makhluk yang hina.\" (al-A'raf/7: 13)\n\nSetelah mendengar keputusan Allah itu, Iblis menyatakan menerima hukuman itu. Akan tetapi, ia mohon kepada Tuhan agar umurnya dipanjang-kan sampai hari ketika manusia dibangkitkan dari kubur. Permohonan Iblis itu dikabulkan Allah dan ia akan hidup terus-menerus sampai akhir zaman hingga tiupan sangkakala yang membangkitkan manusia dari kubur.\n"}},{"number":37,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePermintaan Iblis untuk dipanjangkan umurnya dikabulkan oleh Allah. \u003cem\u003eAllah berfirman\u003c/em\u003e, \"Baiklah, \u003cem\u003emaka sesungguhnya kamu\u003c/em\u003e, wahai Iblis, \u003cem\u003etermasuk yang diberi penangguhan\u003c/em\u003e, yakni dipanjangkan umurnya,\u003cem\u003e sampai hari yang telah ditentukan,\u003c/em\u003e yakni tiupan pertama sangkakala sebagai tanda permulaan kiamat, dan pada saat itulah engkau harus mati dan mempertanggungjawabkan perbuatanmu.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah swt menjawab keingkaran Iblis dengan memerintahkannya agar keluar dari surga atau dari golongan malaikat. Akibat pengingkaran itu, Iblis telah jauh dari rahmat Allah, dikenai hukuman, dan terus menerus mendapat kutukan-Nya sampai hari pembalasan nanti.\nDalam firman Allah yang lain, diterangkan bahwa Iblis diusir dari surga karena ia menyombongkan diri dan termasuk golongan orang-orang yang hina. Allah swt berfirman:\n\n(Allah) berfirman, \"Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguh-nya kamu termasuk makhluk yang hina.\" (al-A'raf/7: 13)\n\nSetelah mendengar keputusan Allah itu, Iblis menyatakan menerima hukuman itu. Akan tetapi, ia mohon kepada Tuhan agar umurnya dipanjang-kan sampai hari ketika manusia dibangkitkan dari kubur. Permohonan Iblis itu dikabulkan Allah dan ia akan hidup terus-menerus sampai akhir zaman hingga tiupan sangkakala yang membangkitkan manusia dari kubur.\n"}},{"number":38,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePermintaan Iblis untuk dipanjangkan umurnya dikabulkan oleh Allah.\u0026nbsp;\u003cem\u003eAllah berfirman\u003c/em\u003e, \"Baiklah,\u0026nbsp;\u003cem\u003emaka sesungguhnya kamu\u003c/em\u003e, wahai Iblis,\u0026nbsp;\u003cem\u003etermasuk yang diberi penangguhan\u003c/em\u003e, yakni dipanjangkan umurnya,\u003cem\u003e\u0026nbsp;sampai hari yang telah ditentukan,\u003c/em\u003e\u0026nbsp;yakni tiupan pertama sangkakala sebagai tanda permulaan kiamat, dan pada saat itulah engkau harus mati dan mempertanggungjawabkan perbuatanmu.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah swt menjawab keingkaran Iblis dengan memerintahkannya agar keluar dari surga atau dari golongan malaikat. Akibat pengingkaran itu, Iblis telah jauh dari rahmat Allah, dikenai hukuman, dan terus menerus mendapat kutukan-Nya sampai hari pembalasan nanti.\nDalam firman Allah yang lain, diterangkan bahwa Iblis diusir dari surga karena ia menyombongkan diri dan termasuk golongan orang-orang yang hina. Allah swt berfirman:\n\n(Allah) berfirman, \"Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguh-nya kamu termasuk makhluk yang hina.\" (al-A'raf/7: 13)\n\nSetelah mendengar keputusan Allah itu, Iblis menyatakan menerima hukuman itu. Akan tetapi, ia mohon kepada Tuhan agar umurnya dipanjang-kan sampai hari ketika manusia dibangkitkan dari kubur. Permohonan Iblis itu dikabulkan Allah dan ia akan hidup terus-menerus sampai akhir zaman hingga tiupan sangkakala yang membangkitkan manusia dari kubur.\n"}},{"number":39,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMengetahui permohonannya dikabulkan oleh Allah, \u003cem\u003eia\u003c/em\u003e (Iblis) \u003cem\u003eberkata\u003c/em\u003e, \"\u003cem\u003eTuhanku, oleh karena Engkau telah memutuskan bahwa aku sesat,\u003c/em\u003e yaitu mendapat kutukan dan dijauhkan dari rahmat-Mu, \u003cem\u003eaku pasti akan jadikan (kejahatan) terasa indah bagi mereka\u003c/em\u003e, sehingga mereka menganggap baik perbuatan-perbuatan maksiat \u003cem\u003edi bumi\u003c/em\u003e yang memalingkan dan menjauhkan mereka dari ibadah kepada-Mu, \u003cem\u003edan aku\u003c/em\u003e dengan segala daya dan cara \u003cem\u003eakan menyesatkan mereka semuanya\u003c/em\u003e dari jalan lurus yang Engkau ridai.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Karena telah dikutuk dan dilaknat Allah dengan menjauhkannya dari nikmat-Nya dan menjadikan ia sesat dan hina, Iblis memohon supaya Allah memberi kesempatan untuk menyesatkan anak cucu Adam dengan menjadikan perbuatan jahat menjadi baik menurut pandangannya. Dengan demikian, akan menarik hati mereka sehingga tanpa disadari mereka melakukan perbuatan-perbuatan yang jahat itu. Namun hal itu tidak berlaku bagi hamba-hamba yang ikhlas dan saleh, yang tidak dapat dipalingkan dari kebenaran.\nMenurut sebagian mufasir, setelah dikutuk, Iblis tidak memohon ampun kepada Allah, tetapi malahan bersumpah akan menipu dan memperdaya anak cucu Adam sampai hari kiamat, kecuali hamba-hamba yang saleh dan ikhlas. Mereka tidak dapat ditipu dan diperdaya karena kekuatan imannya, berdasarkan firman Allah swt:\n\n(Iblis) menjawab, \"Demi kemuliaan-Mu, pasti aku akan menyesatkan mereka semuanya, kecuali hamba-hamba-Mu yang terpilih di antara mereka.\" (shad/38: 82-83)\n\nSumpah ini benar-benar dilaksanakan dan diwujudkan Iblis dengan segala kemampuan yang ada padanya, sebagaimana firman Allah swt:\n\n(Iblis) menjawab, \"Karena Engkau telah menyesatkan aku, pasti aku akan selalu menghalangi mereka dari jalan-Mu yang lurus, kemudian pasti aku akan mendatangi mereka dari depan, dari belakang, dari kanan dan dari kiri mereka. Dan Engkau tidak akan mendapati kebanyakan mereka bersyukur.\" (al-A'raf/7: 16-17)\n\nAllah swt menyatakan bahwa Iblis dapat memenuhi target sumpahnya dengan menyesatkan sebagian besar manusia. Allah berfirman:\n\nDan sungguh, Iblis telah dapat meyakinkan terhadap mereka kebenaran sangkaannya, lalu mereka mengikutinya, kecuali sebagian dari orang-orang mukmin. (Saba/34: 20)\n\nOrang-orang yang mengikuti setan dan Iblis menjadikannya sebagai pimpinan mereka, sebagaimana firman Allah swt:\n\nWahai anak cucu Adam! Janganlah sampai kamu tertipu oleh setan sebagaimana halnya dia (setan) telah mengeluarkan ibu bapakmu dari surga, dengan menanggalkan pakaian keduanya untuk memperlihatkan aurat keduanya. Sesungguhnya dia dan pengikutnya dapat melihat kamu dari suatu tempat yang kamu tidak bisa melihat mereka. Sesungguhnya Kami telah menjadikan setan-setan itu pemimpin bagi orang-orang yang tidak beriman. (al-A'raf/7: 27)\n"}},{"number":40,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eIblis meneruskan perkataanya, \"Aku akan berusaha menyesatkan manusia\u003cem\u003e kecuali\u003c/em\u003e kelompok tertentu dari\u003cem\u003e hamba-hamba-Mu yang terpilih di antara mereka,\u003c/em\u003e yakni orang-orang yang Engkau pilih dan beri taufik untuk senantiasa menaati-Mu, dan orang-orang yang disucikan dari segala kedurhakaan.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Karena telah dikutuk dan dilaknat Allah dengan menjauhkannya dari nikmat-Nya dan menjadikan ia sesat dan hina, Iblis memohon supaya Allah memberi kesempatan untuk menyesatkan anak cucu Adam dengan menjadikan perbuatan jahat menjadi baik menurut pandangannya. Dengan demikian, akan menarik hati mereka sehingga tanpa disadari mereka melakukan perbuatan-perbuatan yang jahat itu. Namun hal itu tidak berlaku bagi hamba-hamba yang ikhlas dan saleh, yang tidak dapat dipalingkan dari kebenaran.\nMenurut sebagian mufasir, setelah dikutuk, Iblis tidak memohon ampun kepada Allah, tetapi malahan bersumpah akan menipu dan memperdaya anak cucu Adam sampai hari kiamat, kecuali hamba-hamba yang saleh dan ikhlas. Mereka tidak dapat ditipu dan diperdaya karena kekuatan imannya, berdasarkan firman Allah swt:\n\n(Iblis) menjawab, \"Demi kemuliaan-Mu, pasti aku akan menyesatkan mereka semuanya, kecuali hamba-hamba-Mu yang terpilih di antara mereka.\" (shad/38: 82-83)\n\nSumpah ini benar-benar dilaksanakan dan diwujudkan Iblis dengan segala kemampuan yang ada padanya, sebagaimana firman Allah swt:\n\n(Iblis) menjawab, \"Karena Engkau telah menyesatkan aku, pasti aku akan selalu menghalangi mereka dari jalan-Mu yang lurus, kemudian pasti aku akan mendatangi mereka dari depan, dari belakang, dari kanan dan dari kiri mereka. Dan Engkau tidak akan mendapati kebanyakan mereka bersyukur.\" (al-A'raf/7: 16-17)\n\nAllah swt menyatakan bahwa Iblis dapat memenuhi target sumpahnya dengan menyesatkan sebagian besar manusia. Allah berfirman:\n\nDan sungguh, Iblis telah dapat meyakinkan terhadap mereka kebenaran sangkaannya, lalu mereka mengikutinya, kecuali sebagian dari orang-orang mukmin. (Saba/34: 20)\n\nOrang-orang yang mengikuti setan dan Iblis menjadikannya sebagai pimpinan mereka, sebagaimana firman Allah swt:\n\nWahai anak cucu Adam! Janganlah sampai kamu tertipu oleh setan sebagaimana halnya dia (setan) telah mengeluarkan ibu bapakmu dari surga, dengan menanggalkan pakaian keduanya untuk memperlihatkan aurat keduanya. Sesungguhnya dia dan pengikutnya dapat melihat kamu dari suatu tempat yang kamu tidak bisa melihat mereka. Sesungguhnya Kami telah menjadikan setan-setan itu pemimpin bagi orang-orang yang tidak beriman. (al-A'raf/7: 27)\n"}},{"number":41,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePernyataan Iblis itu dijawab oleh\u003cem\u003e Allah\u003c/em\u003e dengan\u003cem\u003e berfirman\u003c/em\u003e, \"\u003cem\u003eIni,\u003c/em\u003e yakni apa yang engkau katakan, baik yang engkau kecualikan maupun yang tidak, \u003cem\u003eadalah jalan yang lurus\u003c/em\u003e, yang merupakan jalan kebenaran dan mengarah \u003cem\u003eke-pada-Ku\u003c/em\u003e, yakni sesuatu ketentuan yang telah ditentukan dengan ketetapan dan kebijaksanaan-Ku.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah swt mengecam Iblis dengan ayat ini bahwa apa yang dinyatakan Iblis itu tidak semuanya benar karena ia tidak dapat memperdaya hamba-hamba-Nya yang saleh. Ini dikatakan Allah sebagai jalan yang lurus. Dia memberi pahala semua amal baik seorang hamba dan membalas dengan siksa semua amal buruk seseorang.\nUntuk menghilangkan keragu-raguan yang mungkin dipahami pada ayat-ayat yang lalu maka Allah swt menegaskan dalam ayat ini, bahwa hamba-hamba Allah yang ikhlas beriman tidak seorang pun yang dapat dikuasai setan. Semuanya telah diberi taufik untuk beriman, melaksanakan perintah-perintah Allah, dan menghentikan semua larangan-Nya. Godaan apapun tidak akan mempengaruhi iman mereka. Hal ini ditegaskan oleh Allah dalam firman-Nya yang lain:\n\nDan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.\" Sungguh, orang yang zalim akan mendapat siksaan yang pedih. (Ibrahim/14: 22)\n\nFirman Allah swt:\n\nSungguh, setan itu tidak akan berpengaruh terhadap orang yang beriman dan bertawakal kepada Tuhan. Pengaruhnya hanyalah terhadap orang yang menjadikannya pemimpin dan terhadap orang yang mempersekutukannya dengan Allah. (an-Nahl/16: 99-100)\nKemudian Allah swt mengancam setan dan pengikut-pengikutnya dengan neraka Jahanam sebagai pembalasan bagi segala macam kejahatan yang pernah mereka perbuat.\nAllah swt menerangkan keadaan neraka yang akan didiami oleh orang-orang yang sesat, yaitu terdiri atas tujuh tingkat. Tiap-tiap tingkat didiami oleh orang-orang yang dosa dan hukumannya sesuai dengan tingkat kejahatan yang telah mereka perbuat.\nMenurut Ibnu Juraij, neraka itu tujuh tingkat, pertama Jahannam; kedua Ladha; ketiga Huthamah; keempat: Sair; kelima Saqar; keenam Jahim; dan ketujuh Hawiyah. Masing-masing tingkat ditempati sesuai dengan kadar dosa mereka.\nDari ayat-ayat ini dapat dipahami bahwa manusia mempunyai dua macam sifat yang menonjol, yaitu pertama, mempunyai sifat yang suka mengikuti hawa nafsu dan terpengaruh oleh kehidupan dunia dengan segala macam kenikmatan hidup yang memesona dirinya. Mereka inilah orang-orang musyrik yang mudah dipengaruhi setan. Kedua, manusia yang mempunyai sifat percaya kepada Allah dan rasul, jiwanya bersih dan mulia, hubungannya dengan Allah sangat dekat, dan suka kepada kebaikan. Golongan ini tidak dapat dipengaruhi oleh setan karena hati mereka telah cenderung kepada Allah swt.\n"}},{"number":42,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah melanjutkan firman-Nya, \"\u003cem\u003eSesungguhnya kamu\u003c/em\u003e, wahai Iblis, \u003cem\u003etidak\u003c/em\u003e punya \u003cem\u003ekuasa atas hamba-hamba-Ku\u003c/em\u003e. Engkau tidak akan mampu menjerumuskan dan memalingkan mereka dari ketaatan kepada-Ku, \u003cem\u003ekecuali mereka yang mengikuti\u003c/em\u003e godaan-\u003cem\u003emu\u003c/em\u003e dan enggan bertobat,\u003cem\u003e yaitu orang yang sesat\u003c/em\u003e.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah swt mengecam Iblis dengan ayat ini bahwa apa yang dinyatakan Iblis itu tidak semuanya benar karena ia tidak dapat memperdaya hamba-hamba-Nya yang saleh. Ini dikatakan Allah sebagai jalan yang lurus. Dia memberi pahala semua amal baik seorang hamba dan membalas dengan siksa semua amal buruk seseorang.\nUntuk menghilangkan keragu-raguan yang mungkin dipahami pada ayat-ayat yang lalu maka Allah swt menegaskan dalam ayat ini, bahwa hamba-hamba Allah yang ikhlas beriman tidak seorang pun yang dapat dikuasai setan. Semuanya telah diberi taufik untuk beriman, melaksanakan perintah-perintah Allah, dan menghentikan semua larangan-Nya. Godaan apapun tidak akan mempengaruhi iman mereka. Hal ini ditegaskan oleh Allah dalam firman-Nya yang lain:\n\nDan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.\" Sungguh, orang yang zalim akan mendapat siksaan yang pedih. (Ibrahim/14: 22)\n\nFirman Allah swt:\n\nSungguh, setan itu tidak akan berpengaruh terhadap orang yang beriman dan bertawakal kepada Tuhan. Pengaruhnya hanyalah terhadap orang yang menjadikannya pemimpin dan terhadap orang yang mempersekutukannya dengan Allah. (an-Nahl/16: 99-100)\nKemudian Allah swt mengancam setan dan pengikut-pengikutnya dengan neraka Jahanam sebagai pembalasan bagi segala macam kejahatan yang pernah mereka perbuat.\nAllah swt menerangkan keadaan neraka yang akan didiami oleh orang-orang yang sesat, yaitu terdiri atas tujuh tingkat. Tiap-tiap tingkat didiami oleh orang-orang yang dosa dan hukumannya sesuai dengan tingkat kejahatan yang telah mereka perbuat.\nMenurut Ibnu Juraij, neraka itu tujuh tingkat, pertama Jahannam; kedua Ladha; ketiga Huthamah; keempat: Sair; kelima Saqar; keenam Jahim; dan ketujuh Hawiyah. Masing-masing tingkat ditempati sesuai dengan kadar dosa mereka.\nDari ayat-ayat ini dapat dipahami bahwa manusia mempunyai dua macam sifat yang menonjol, yaitu pertama, mempunyai sifat yang suka mengikuti hawa nafsu dan terpengaruh oleh kehidupan dunia dengan segala macam kenikmatan hidup yang memesona dirinya. Mereka inilah orang-orang musyrik yang mudah dipengaruhi setan. Kedua, manusia yang mempunyai sifat percaya kepada Allah dan rasul, jiwanya bersih dan mulia, hubungannya dengan Allah sangat dekat, dan suka kepada kebaikan. Golongan ini tidak dapat dipengaruhi oleh setan karena hati mereka telah cenderung kepada Allah swt.\n"}},{"number":43,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah telah menyiapkan neraka Jahanam bagi orang-orang yang sesat dan enggan bertobat. Allah berfirman, \"\u003cem\u003eDan sungguh, Jahanam itu benar-benar tempat\u003c/em\u003e berkumpul dan tempat kembali \u003cem\u003eyang telah dijanjikan untuk mereka semuanya\u003c/em\u003e, yakni para pengikut Iblis.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah swt mengecam Iblis dengan ayat ini bahwa apa yang dinyatakan Iblis itu tidak semuanya benar karena ia tidak dapat memperdaya hamba-hamba-Nya yang saleh. Ini dikatakan Allah sebagai jalan yang lurus. Dia memberi pahala semua amal baik seorang hamba dan membalas dengan siksa semua amal buruk seseorang.\nUntuk menghilangkan keragu-raguan yang mungkin dipahami pada ayat-ayat yang lalu maka Allah swt menegaskan dalam ayat ini, bahwa hamba-hamba Allah yang ikhlas beriman tidak seorang pun yang dapat dikuasai setan. Semuanya telah diberi taufik untuk beriman, melaksanakan perintah-perintah Allah, dan menghentikan semua larangan-Nya. Godaan apapun tidak akan mempengaruhi iman mereka. Hal ini ditegaskan oleh Allah dalam firman-Nya yang lain:\n\nDan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.\" Sungguh, orang yang zalim akan mendapat siksaan yang pedih. (Ibrahim/14: 22)\n\nFirman Allah swt:\n\nSungguh, setan itu tidak akan berpengaruh terhadap orang yang beriman dan bertawakal kepada Tuhan. Pengaruhnya hanyalah terhadap orang yang menjadikannya pemimpin dan terhadap orang yang mempersekutukannya dengan Allah. (an-Nahl/16: 99-100)\nKemudian Allah swt mengancam setan dan pengikut-pengikutnya dengan neraka Jahanam sebagai pembalasan bagi segala macam kejahatan yang pernah mereka perbuat.\nAllah swt menerangkan keadaan neraka yang akan didiami oleh orang-orang yang sesat, yaitu terdiri atas tujuh tingkat. Tiap-tiap tingkat didiami oleh orang-orang yang dosa dan hukumannya sesuai dengan tingkat kejahatan yang telah mereka perbuat.\nMenurut Ibnu Juraij, neraka itu tujuh tingkat, pertama Jahannam; kedua Ladha; ketiga Huthamah; keempat: Sair; kelima Saqar; keenam Jahim; dan ketujuh Hawiyah. Masing-masing tingkat ditempati sesuai dengan kadar dosa mereka.\nDari ayat-ayat ini dapat dipahami bahwa manusia mempunyai dua macam sifat yang menonjol, yaitu pertama, mempunyai sifat yang suka mengikuti hawa nafsu dan terpengaruh oleh kehidupan dunia dengan segala macam kenikmatan hidup yang memesona dirinya. Mereka inilah orang-orang musyrik yang mudah dipengaruhi setan. Kedua, manusia yang mempunyai sifat percaya kepada Allah dan rasul, jiwanya bersih dan mulia, hubungannya dengan Allah sangat dekat, dan suka kepada kebaikan. Golongan ini tidak dapat dipengaruhi oleh setan karena hati mereka telah cenderung kepada Allah swt.\n"}},{"number":44,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah lalu menggambarkan bahwa \u003cem\u003eJahanam\u003c/em\u003e yang menjadi tempat mereka dikumpulkan dan disiksa \u003cem\u003eitu mempunyai tujuh pintu. Setiap pintu telah ditetapkan untuk\u003c/em\u003e menjadi tempat masuk dan tempat penyiksaan bagi\u003cem\u003e golongan tertentu dari mereka\u003c/em\u003e.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah swt mengecam Iblis dengan ayat ini bahwa apa yang dinyatakan Iblis itu tidak semuanya benar karena ia tidak dapat memperdaya hamba-hamba-Nya yang saleh. Ini dikatakan Allah sebagai jalan yang lurus. Dia memberi pahala semua amal baik seorang hamba dan membalas dengan siksa semua amal buruk seseorang.\nUntuk menghilangkan keragu-raguan yang mungkin dipahami pada ayat-ayat yang lalu maka Allah swt menegaskan dalam ayat ini, bahwa hamba-hamba Allah yang ikhlas beriman tidak seorang pun yang dapat dikuasai setan. Semuanya telah diberi taufik untuk beriman, melaksanakan perintah-perintah Allah, dan menghentikan semua larangan-Nya. Godaan apapun tidak akan mempengaruhi iman mereka. Hal ini ditegaskan oleh Allah dalam firman-Nya yang lain:\n\nDan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.\" Sungguh, orang yang zalim akan mendapat siksaan yang pedih. (Ibrahim/14: 22)\n\nFirman Allah swt:\n\nSungguh, setan itu tidak akan berpengaruh terhadap orang yang beriman dan bertawakal kepada Tuhan. Pengaruhnya hanyalah terhadap orang yang menjadikannya pemimpin dan terhadap orang yang mempersekutukannya dengan Allah. (an-Nahl/16: 99-100)\nKemudian Allah swt mengancam setan dan pengikut-pengikutnya dengan neraka Jahanam sebagai pembalasan bagi segala macam kejahatan yang pernah mereka perbuat.\nAllah swt menerangkan keadaan neraka yang akan didiami oleh orang-orang yang sesat, yaitu terdiri atas tujuh tingkat. Tiap-tiap tingkat didiami oleh orang-orang yang dosa dan hukumannya sesuai dengan tingkat kejahatan yang telah mereka perbuat.\nMenurut Ibnu Juraij, neraka itu tujuh tingkat, pertama Jahannam; kedua Ladha; ketiga Huthamah; keempat: Sair; kelima Saqar; keenam Jahim; dan ketujuh Hawiyah. Masing-masing tingkat ditempati sesuai dengan kadar dosa mereka.\nDari ayat-ayat ini dapat dipahami bahwa manusia mempunyai dua macam sifat yang menonjol, yaitu pertama, mempunyai sifat yang suka mengikuti hawa nafsu dan terpengaruh oleh kehidupan dunia dengan segala macam kenikmatan hidup yang memesona dirinya. Mereka inilah orang-orang musyrik yang mudah dipengaruhi setan. Kedua, manusia yang mempunyai sifat percaya kepada Allah dan rasul, jiwanya bersih dan mulia, hubungannya dengan Allah sangat dekat, dan suka kepada kebaikan. Golongan ini tidak dapat dipengaruhi oleh setan karena hati mereka telah cenderung kepada Allah swt.\n"}},{"number":45,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eUsai menggambarkan siksaan dalam neraka Jahanam yang menanti orang-orang yang sesat dan enggan bertobat, dalam ayat-ayat berikut Allah menjelaskan balasan bagi hamba-hamba-Nya yang taat dan patuh. Allah menyatakan bahwa \u003cem\u003esesungguhnya orang yang bertakwa itu\u003c/em\u003e, yakni mereka yang mematuhi petunjuk Allah dan berserah diri kepada-Nya, \u003cem\u003eberada dalam surga-surga\u003c/em\u003e. Mereka tinggal dan mendapat ganjaran di taman-taman yang keindahannya tidak dapat dilukiskan dengan kata-kata. \u003cem\u003eDan\u003c/em\u003e di dekat kediaman mereka dijumpai \u003cem\u003emata air\u003c/em\u003e yang mengalir.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa orang-orang yang bertakwa akan ditempatkan dalam surga dengan taman-taman yang memiliki beberapa mata air yang mengalir. Pada firman Allah swt yang lain diterangkan pula sifat surga yang dijanjikan kepada orang-orang yang bertakwa itu, sebagaimana firman Allah:\n\nPerumpamaan taman surga yang dijanjikan kepada orang-orang yang bertakwa; di sana ada sungai-sungai yang airnya tidak payau, dan sungai-sungai air susu yang tidak berubah rasanya, dan sungai-sungai khamar (anggur yang tidak memabukkan) yang lezat rasanya bagi peminumnya dan sungai-sungai madu yang murni. Di dalamnya mereka memperoleh segala macam buah-buahan dan ampunan dari Tuhan mereka. Samakah mereka dengan orang yang kekal dalam neraka, dan diberi minuman dengan air yang mendidih sehingga ususnya terpotong-potong? (Muhammad/47: 15)\n\nYang dimaksudkan dengan orang-orang yang bertakwa ialah orang yang menjaga dirinya dari azab Allah dengan melaksanakan perintah-perintah Allah dan menjauhi larangan-Nya.\n"}},{"number":46,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKetika orang-orang yang bertakwa itu hendak memasuki pintu surga, malaikat menyambut mereka, \"\u003cem\u003eMasuklah ke dalamnya dengan sejahtera dan aman\u003c/em\u003e dari kekurangan, ketakutan, kesedihan, kegundahan, bahkan bencana dan malapetaka.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menjelaskan bahwa orang yang bertakwa dipersilakan masuk ke dalam surga. Di sana mereka akan selamat, sejahtera, aman, dan sentosa, serta tiada rasa takut sedih, dan gundah. Tidak ada suatu apa pun yang mengganggu ketenangan perasaan mereka, dan tidak ada bencana yang akan menyusahkan, bahkan Allah akan menurunkan nikmat yang tiada putus-putusnya."}},{"number":47,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah menjelaskan dalam ayat-ayat berikut kondisi kejiwaan dan hubungan timbal-balik di antara orang-orang yang bertakwa di surga. Allah menyatakan, \"\u003cem\u003eDan\u003c/em\u003e di surga kelak akan Kami \u003cem\u003elenyapkan segala rasa dendam\u003c/em\u003e, benci, dengki, dan iri \u003cem\u003eyang ada\u003c/em\u003e dan terpendam\u003cem\u003e dalam hati mereka\u003c/em\u003e selama di dunia. Dengan demikian, \u003cem\u003emereka merasa bersaudara\u003c/em\u003e dan bersahabat satu dengan lainnya dalam suasana bahagia dan gembira. Mereka \u003cem\u003eduduk\u003c/em\u003e saling \u003cem\u003eberhadapan di atas dipan-dipan\u003c/em\u003e yang telah disiapkan bagi mereka. (Lihat: Surah al-Wa\u0026nbsp;qi'ah/56: 15\u0026ldquo;23)\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah berjanji akan mencabut dari hati penduduk surga segala macam dendam, kebencian, dan rasa dengki yang telah terpendam selama mereka hidup di dunia, dan menjadikan mereka hidup bersaudara dan berkasih sayang. Mereka senantiasa bergembira bersama-sama dan duduk berhadap-hadapan di atas permadani yang terhampar.\nDiriwayatkan oleh al-Qasim dan Abu Umamah, ia berkata, \"Semula ahli surga ketika masuk surga masih membawa apa yang telah tersimpan dalam hati mereka selama hidup di dunia, seperti rasa dengki dan dendam, hingga mereka duduk berhadapan dengan temannya di atas dipan dalam surga. Allah lalu mencabut segala yang tersimpan di dalam hati mereka itu.\" Kemudian Abu Umamah membaca ayat ini.\nKeadaan penghuni surga itu diterangkan pula dalam firman Allah swt:\n\nMereka berada di atas dipan-dipan yang bertahtakan emas dan permata, mereka bersandar di atasnya berhadap-hadapan. Mereka dikelilingi oleh anak-anak muda yang tetap muda, dengan membawa gelas, cerek dan sloki (piala) berisi minuman yang diambil dari air yang mengalir, mereka tidak pening karenanya dan tidak pula mabuk, dan buah-buahan apa pun yang mereka pilih, dan daging burung apa pun yang mereka inginkan. Dan ada bidadari-bidadari yang bermata indah, laksana mutiara yang tersimpan baik. (al-Waqi'ah/56: 15-23)\n"}},{"number":48,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSelain itu, \u003cem\u003emereka\u003c/em\u003e juga\u003cem\u003e tidak merasa lelah\u003c/em\u003e, letih, maupun jenuh \u003cem\u003edi dalamnya\u003c/em\u003e. Mereka tidak lagi perlu bersusah payah melakukan berbagai usaha untuk memenuhi kebutuhan hidup mereka, seperti yang dulu mereka lakukan di dunia. Apa saja yang mereka butuhkan sudah tersedia di dalam surga, \u003cem\u003edan\u003c/em\u003e lebih dari itu, \u003cem\u003emereka\u003c/em\u003e pun \u003cem\u003etidak akan dikeluarkan darinya\u003c/em\u003e; mereka kekal dalam kenikmatan surga itu.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Penduduk surga tidak pernah merasa letih dan lelah, karena mereka tidak lagi dibebani oleh berbagai usaha untuk melengkapi kebutuhan pokok yang mereka perlukan. Segala sesuatu yang mereka inginkan telah tersedia, tinggal memanfaatkan saja. Mereka tidak pernah merasa khawatir akan dipindahkan ke tempat yang tidak mereka senangi karena mereka kekal di dalam surga. Mereka akan terus merasakan kenikmatan dan kesenangan yang sudah tersedia.\nPada ayat yang lain Allah swt melukiskan keadaan di dalam surga itu:\n\nYang dengan karunia-Nya menempatkan kami dalam tempat yang kekal (surga); di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.\" (Fathir/35: 35)\n\nHadis Nabi saw menjelaskan keadaan surga:\nRasulullah saw bersabda, \"Sesungguhnya Allah memerintahkan kepadaku untuk memberi kabar gembira kepada Khadijah berupa rumah (yang akan ditempatinya) di surga yang terbuat dari bambu, tidak ada kesulitan di dalamnya, dan tidak ada pula kelelahan.\" (Riwayat a-Bukhari dan Muslim dari 'Abdullah bin Aufa)\n\nDari keterangan di atas, maka keadaan orang-orang beriman dalam surga itu dapat digambarkan sebagai berikut: orang-orang yang beriman berada dalam keadaan terhormat, bersih dari berbagai penyakit hati seperti rasa dengki, iri hati, marah, kecewa, dan sebangsanya, tidak pernah merasa lelah, sakit, dan lapar, selalu dalam keadaan senang dan gembira, saling bersilaturrahim, dan bersahabat dengan penduduk surga yang lain, dan mereka kekal di surga sehingga tidak perlu merasa khawatir akan dipindahkan ke tempat yang tidak disenangi.\nDiriwayatkan oleh ath-thabrani dari Abdullah bin Zubair bahwa Rasulullah saw menegur para sahabat yang tertawa ketika beliau lewat di hadapan mereka. Beliau berkata, \"Apa yang menyebabkan kamu tertawa?.\" Maka turunlah ayat ini sebagai teguran kepada Nabi saw agar membiarkan mereka tertawa karena Allah Maha Pengampun di samping siksa-Nya yang sangat pedih.\nDiriwayatkan pula oleh Abu hatim dari Ali bin Abi Husain bahwa ayat ini diturunkan berhubungan dengan Abu Bakar dan Umar bin al-Khaththab, yang mana rasa dengki keduanya telah dicabut Allah dari dalam hatinya. Ketika ditanya orang, \"Kedengkian apa?\" Ali bin Abi Husain menjawab, \"Kedengkian jahiliyah, yaitu sikap permusuhan antara Bani Tamim (Kabilah Abu Bakar) dan Bani Umayyah.\" Ketika Abu Bakar terserang penyakit pinggang, Ali memanaskan tangannya dan dengan tangannya ia memanaskan pinggang Abu Bakar, maka turunlah ayat ini.\nPada ayat ini, Allah swt menjelaskan janji dan ancaman-Nya kepada hamba-hamba-Nya. Allah memerintahkan kepada Nabi Muhammad agar menyampaikan kepada hamba-hamba-Nya bahwa Dia bersedia menghapus segala dosa, jika seseorang telah bertobat dalam arti yang sebenarnya dan kembali menempuh jalan yang diridai-Nya. Allah tidak akan mengazab hamba-hamba-Nya yang bertobat.\nAllah juga memerintahkan kepada Nabi Muhammad saw agar menyampaikan kepada hamba-Nya bahwa azab-Nya akan menimpa orang yang durhaka dan berbuat maksiat dan tidak mau bertobat atau kembali ke jalan-Nya. Azab-Nya itu sangat pedih, dan tidak ada bandingannya di dunia ini.\n\n"}},{"number":49,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eUsai menjelaskan kedudukan dan siksa yang Allah siapkan bagi orang-orang kafir di neraka, dan ganjaran yang Dia janjikan bagi orangorang yang bertakwa di surga, Allah lalu meminta Nabi Muhammad untuk menyampaikan kabar gembira kepada mereka semua, baik yang taat maupun yang durhaka. Allah berfirman, \"\u003cem\u003eKabarkanlah\u003c/em\u003e, wahai Nabi Muhammad, \u003cem\u003ekepada hamba-hamba-Ku\u003c/em\u003e yang taat maupun yang bergelimang dosa dan hendak bertobat \u003cem\u003ebahwa Aku-lah Yang Maha Pengampun lagi Maha Penyayang\u003c/em\u003e. \u003cem\u003eDan\u003c/em\u003e katakan pula kepada orang-orang yang kafir dan para pendosa yang enggan bertobat bahwa \u003cem\u003esesungguhnya azab-Ku adalah azab yang sangat pedih.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Penduduk surga tidak pernah merasa letih dan lelah, karena mereka tidak lagi dibebani oleh berbagai usaha untuk melengkapi kebutuhan pokok yang mereka perlukan. Segala sesuatu yang mereka inginkan telah tersedia, tinggal memanfaatkan saja. Mereka tidak pernah merasa khawatir akan dipindahkan ke tempat yang tidak mereka senangi karena mereka kekal di dalam surga. Mereka akan terus merasakan kenikmatan dan kesenangan yang sudah tersedia.\nPada ayat yang lain Allah swt melukiskan keadaan di dalam surga itu:\n\nYang dengan karunia-Nya menempatkan kami dalam tempat yang kekal (surga); di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.\" (Fathir/35: 35)\n\nHadis Nabi saw menjelaskan keadaan surga:\nRasulullah saw bersabda, \"Sesungguhnya Allah memerintahkan kepadaku untuk memberi kabar gembira kepada Khadijah berupa rumah (yang akan ditempatinya) di surga yang terbuat dari bambu, tidak ada kesulitan di dalamnya, dan tidak ada pula kelelahan.\" (Riwayat a-Bukhari dan Muslim dari 'Abdullah bin Aufa)\n\nDari keterangan di atas, maka keadaan orang-orang beriman dalam surga itu dapat digambarkan sebagai berikut: orang-orang yang beriman berada dalam keadaan terhormat, bersih dari berbagai penyakit hati seperti rasa dengki, iri hati, marah, kecewa, dan sebangsanya, tidak pernah merasa lelah, sakit, dan lapar, selalu dalam keadaan senang dan gembira, saling bersilaturrahim, dan bersahabat dengan penduduk surga yang lain, dan mereka kekal di surga sehingga tidak perlu merasa khawatir akan dipindahkan ke tempat yang tidak disenangi.\nDiriwayatkan oleh ath-thabrani dari Abdullah bin Zubair bahwa Rasulullah saw menegur para sahabat yang tertawa ketika beliau lewat di hadapan mereka. Beliau berkata, \"Apa yang menyebabkan kamu tertawa?.\" Maka turunlah ayat ini sebagai teguran kepada Nabi saw agar membiarkan mereka tertawa karena Allah Maha Pengampun di samping siksa-Nya yang sangat pedih.\nDiriwayatkan pula oleh Abu hatim dari Ali bin Abi Husain bahwa ayat ini diturunkan berhubungan dengan Abu Bakar dan Umar bin al-Khaththab, yang mana rasa dengki keduanya telah dicabut Allah dari dalam hatinya. Ketika ditanya orang, \"Kedengkian apa?\" Ali bin Abi Husain menjawab, \"Kedengkian jahiliyah, yaitu sikap permusuhan antara Bani Tamim (Kabilah Abu Bakar) dan Bani Umayyah.\" Ketika Abu Bakar terserang penyakit pinggang, Ali memanaskan tangannya dan dengan tangannya ia memanaskan pinggang Abu Bakar, maka turunlah ayat ini.\nPada ayat ini, Allah swt menjelaskan janji dan ancaman-Nya kepada hamba-hamba-Nya. Allah memerintahkan kepada Nabi Muhammad agar menyampaikan kepada hamba-hamba-Nya bahwa Dia bersedia menghapus segala dosa, jika seseorang telah bertobat dalam arti yang sebenarnya dan kembali menempuh jalan yang diridai-Nya. Allah tidak akan mengazab hamba-hamba-Nya yang bertobat.\nAllah juga memerintahkan kepada Nabi Muhammad saw agar menyampaikan kepada hamba-Nya bahwa azab-Nya akan menimpa orang yang durhaka dan berbuat maksiat dan tidak mau bertobat atau kembali ke jalan-Nya. Azab-Nya itu sangat pedih, dan tidak ada bandingannya di dunia ini.\n\n"}},{"number":50,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eUsai menjelaskan kedudukan dan siksa yang Allah siapkan bagi orang-orang kafir di neraka, dan ganjaran yang Dia janjikan bagi orangorang yang bertakwa di surga, Allah lalu meminta Nabi Muhammad untuk menyampaikan kabar gembira kepada mereka semua, baik yang taat maupun yang durhaka. Allah berfirman, \"\u003cem\u003eKabarkanlah\u003c/em\u003e, wahai Nabi Muhammad,\u0026nbsp;\u003cem\u003ekepada hamba-hamba-Ku\u003c/em\u003e\u0026nbsp;yang taat maupun yang bergelimang dosa dan hendak bertobat\u0026nbsp;\u003cem\u003ebahwa Aku-lah Yang Maha Pengampun lagi Maha Penyayang\u003c/em\u003e.\u0026nbsp;\u003cem\u003eDan\u003c/em\u003e\u0026nbsp;katakan pula kepada orang-orang yang kafir dan para pendosa yang enggan bertobat bahwa\u0026nbsp;\u003cem\u003esesungguhnya azab-Ku adalah azab yang sangat pedih.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Penduduk surga tidak pernah merasa letih dan lelah, karena mereka tidak lagi dibebani oleh berbagai usaha untuk melengkapi kebutuhan pokok yang mereka perlukan. Segala sesuatu yang mereka inginkan telah tersedia, tinggal memanfaatkan saja. Mereka tidak pernah merasa khawatir akan dipindahkan ke tempat yang tidak mereka senangi karena mereka kekal di dalam surga. Mereka akan terus merasakan kenikmatan dan kesenangan yang sudah tersedia.\nPada ayat yang lain Allah swt melukiskan keadaan di dalam surga itu:\n\nYang dengan karunia-Nya menempatkan kami dalam tempat yang kekal (surga); di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.\" (Fathir/35: 35)\n\nHadis Nabi saw menjelaskan keadaan surga:\nRasulullah saw bersabda, \"Sesungguhnya Allah memerintahkan kepadaku untuk memberi kabar gembira kepada Khadijah berupa rumah (yang akan ditempatinya) di surga yang terbuat dari bambu, tidak ada kesulitan di dalamnya, dan tidak ada pula kelelahan.\" (Riwayat a-Bukhari dan Muslim dari 'Abdullah bin Aufa)\n\nDari keterangan di atas, maka keadaan orang-orang beriman dalam surga itu dapat digambarkan sebagai berikut: orang-orang yang beriman berada dalam keadaan terhormat, bersih dari berbagai penyakit hati seperti rasa dengki, iri hati, marah, kecewa, dan sebangsanya, tidak pernah merasa lelah, sakit, dan lapar, selalu dalam keadaan senang dan gembira, saling bersilaturrahim, dan bersahabat dengan penduduk surga yang lain, dan mereka kekal di surga sehingga tidak perlu merasa khawatir akan dipindahkan ke tempat yang tidak disenangi.\nDiriwayatkan oleh ath-thabrani dari Abdullah bin Zubair bahwa Rasulullah saw menegur para sahabat yang tertawa ketika beliau lewat di hadapan mereka. Beliau berkata, \"Apa yang menyebabkan kamu tertawa?.\" Maka turunlah ayat ini sebagai teguran kepada Nabi saw agar membiarkan mereka tertawa karena Allah Maha Pengampun di samping siksa-Nya yang sangat pedih.\nDiriwayatkan pula oleh Abu hatim dari Ali bin Abi Husain bahwa ayat ini diturunkan berhubungan dengan Abu Bakar dan Umar bin al-Khaththab, yang mana rasa dengki keduanya telah dicabut Allah dari dalam hatinya. Ketika ditanya orang, \"Kedengkian apa?\" Ali bin Abi Husain menjawab, \"Kedengkian jahiliyah, yaitu sikap permusuhan antara Bani Tamim (Kabilah Abu Bakar) dan Bani Umayyah.\" Ketika Abu Bakar terserang penyakit pinggang, Ali memanaskan tangannya dan dengan tangannya ia memanaskan pinggang Abu Bakar, maka turunlah ayat ini.\nPada ayat ini, Allah swt menjelaskan janji dan ancaman-Nya kepada hamba-hamba-Nya. Allah memerintahkan kepada Nabi Muhammad agar menyampaikan kepada hamba-hamba-Nya bahwa Dia bersedia menghapus segala dosa, jika seseorang telah bertobat dalam arti yang sebenarnya dan kembali menempuh jalan yang diridai-Nya. Allah tidak akan mengazab hamba-hamba-Nya yang bertobat.\nAllah juga memerintahkan kepada Nabi Muhammad saw agar menyampaikan kepada hamba-Nya bahwa azab-Nya akan menimpa orang yang durhaka dan berbuat maksiat dan tidak mau bertobat atau kembali ke jalan-Nya. Azab-Nya itu sangat pedih, dan tidak ada bandingannya di dunia ini.\n\n"}},{"number":51,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePada ayat-ayat sebelumnya Allah meminta Nabi Muhammad menyampaikan berita penting terkait beberapa sifat Allah kepada yang bertakwa dan keadilan Allah kepada yang durhaka. Pada ayat-ayat berikut Allah juga meminta beliau menyampaikan kabar penting menyangkut sikap orang-orang musyrik yang menuntut turunnya malaikat kepada Nabi Ibrahim. Perintah Allah itu berbunyi, \"\u003cem\u003eDan kabarkanlah\u003c/em\u003e pula berita penting yang lain \u003cem\u003ekepada mereka tentang\u003c/em\u003e para malaikat yang Allah turunkan sebagai \u003cem\u003etamu Ibrahim.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan keadaan Nabi Ibrahim ketika kedatangan tamu yang tidak dikenal dan tidak diundang. Para tamu itu masuk dan mengucapkan salam. Karena tidak mengenal para tamunya, Nabi Ibrahim mengatakan bahwa ia takut kepada mereka. Penyebab ketakutan Ibrahim dijelaskan dalam ayat yang lain. Allah swt berfirman:\n\nMaka ketika dilihatnya tangan mereka tidak menjamahnya, dia (Ibrahim) mencurigai mereka, dan merasa takut kepada mereka. Mereka (malaikat) berkata, \"Jangan takut, sesungguhnya kami diutus kepada kaum Lut.\" (Hud/11: 70)\n\nMenurut ayat ini, Ibrahim merasa takut kepada tamunya karena mereka tidak mau memakan daging anak lembu yang dipanggang dan disuguhkan kepada mereka. Menurut kebiasaan, tamu yang tidak mau memakan suguhan yang dihidangkan kepadanya adalah tamu yang datang untuk maksud jahat atau bisa juga berarti bahwa tamu itu curiga dengan niat baik tuan rumah. \n"}},{"number":52,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKabarkanlah bagaimana \u003cem\u003eketika mereka masuk ke tempatnya\u003c/em\u003e, yaitu rumah Nabi Ibrahim, \u003cem\u003elalu mereka mengucapkan, 'Salam'\u003c/em\u003e kepadanya. Nabi Ibrahim pun menjawab, \"Salam\". Tidak lama kemudian Nabi Ibrahim menyuguhkan daging sapi muda yang dipanggang. Tidak satu pun dari para tamu itu menjamah suguhan Nabi Ibrahim. Ini merupakan hal yang tidak wajar. Melihat keanehan itu,\u003cem\u003e Dia\u003c/em\u003e (Ibrahim) \u003cem\u003eberkata\u003c/em\u003e, \"\u003cem\u003eKami\u003c/em\u003e, yakni aku dan istriku, \u003cem\u003ebenar-benar merasa takut kepadamu\u003c/em\u003e.\" (Lihat: Surah Hud/11: 70)\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan keadaan Nabi Ibrahim ketika kedatangan tamu yang tidak dikenal dan tidak diundang. Para tamu itu masuk dan mengucapkan salam. Karena tidak mengenal para tamunya, Nabi Ibrahim mengatakan bahwa ia takut kepada mereka. Penyebab ketakutan Ibrahim dijelaskan dalam ayat yang lain. Allah swt berfirman:\n\nMaka ketika dilihatnya tangan mereka tidak menjamahnya, dia (Ibrahim) mencurigai mereka, dan merasa takut kepada mereka. Mereka (malaikat) berkata, \"Jangan takut, sesungguhnya kami diutus kepada kaum Lut.\" (Hud/11: 70)\n\nMenurut ayat ini, Ibrahim merasa takut kepada tamunya karena mereka tidak mau memakan daging anak lembu yang dipanggang dan disuguhkan kepada mereka. Menurut kebiasaan, tamu yang tidak mau memakan suguhan yang dihidangkan kepadanya adalah tamu yang datang untuk maksud jahat atau bisa juga berarti bahwa tamu itu curiga dengan niat baik tuan rumah. \n"}},{"number":53,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMendengar ucapan Nabi Ibrahim, \u003cem\u003emereka\u003c/em\u003e, yakni para tamu itu, \u003cem\u003eberkata\u003c/em\u003e, \"\u003cem\u003eJanganlah engkau merasa takut\u003c/em\u003e atas kedatangan kami, karena \u003cem\u003esesungguhnya kami\u003c/em\u003e datang untuk \u003cem\u003ememberi kabar gembira kepadamu dengan\u003c/em\u003e kelahiran seorang \u003cem\u003eanak laki-laki\u003c/em\u003e yang sehat, \u003cem\u003eyang akan\u003c/em\u003e tumbuh dewasa dan \u003cem\u003emenjadi orang yang pandai\u003c/em\u003e dan luas serta dalam pengetahuannya. Kelak engkau akan memberinya nama Ishak.\" (Lihat: Surah ash-shaffat/ 37: 112)\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Melihat Ibrahim merasa takut, maka para tamu itu mengatakan kepadanya, agar tidak takut karena maksud kedatangan mereka ialah untuk menyampaikan kabar gembira dari Allah, bahwa ia akan dianugerahi seorang anak laki-laki yang saleh. Dalam firman Allah yang lain disebutkan bahwa anak yang akan dianugerahkan itu akan mempunyai kedudukan yang penting di kemudian hari.\nAllah berfirman:\n\nDan Kami beri dia kabar gembira dengan (kelahiran) Ishak seorang nabi yang termasuk orang-orang yang saleh. (as-shaffat/37: 112)\n\nIbrahim merasa heran atas berita gembira yang disampaikan para malaikat itu. Dia hampir saja tidak mempercayainya, apalagi berita itu disampaikan oleh orang yang belum dikenalnya dan ketika itu Ibrahim dan istrinya Sarah telah berusia lanjut. Menurut kebiasaan, orang yang sudah berusia lanjut tidak mungkin lagi mempunyai anak. Sudah tentu berita itu dianggapnya aneh, apalagi istrinya juga seorang yang mandul.\nTamu-tamu Ibrahim itu menegaskan bahwa berita yang disampaikan mereka itu adalah berita yang benar, sebab kelahiran seorang putra yang diinginkan itu termasuk nikmat Allah yang diberikan kepada hamba-hamba-Nya. Allah kuasa melimpahkan nikmat itu kepada siapa saja yang dikehendaki-Nya. Dia juga kuasa untuk mengadakan atau menciptakan sesuatu yang menyimpang dari sunnah-Nya sendiri.\nSetelah mendengar keterangan para malaikat itu, timbullah keyakinan pada diri Ibrahim bahwa tamu yang aneh itu bukanlah sembarang tamu. Mereka adalah malaikat-malaikat Allah yang diutus kepadanya untuk menyampaikan berita gembira. Karena keyakinan itulah Ibrahim segera menjawab perkataan mereka bahwa tidak ada orang yang putus asa dari rahmat Tuhannya kecuali orang-orang yang sesat. Dalam hadis Nabi saw diterangkan betapa banyak dan luasnya nikmat Allah:\nRasulullah saw bersabda, \"Sesungguhnya Allah swt telah menciptakan rahmat, ketika itu Dia menciptakan seratus rahmat, maka ditahan-Nya sembilan puluh sembilan rahmat, dan melepaskan satu rahmat kepada makhluk-Nya seluruh-Nya. Kalau orang kafir mengetahui semua rahmat yang ada pada sisi Allah, niscaya mereka tidak putus asa dari rahmat itu, dan kalau orang mukmin mengetahui semua macam azab yang ada pada Allah swt, niscaya mereka tidak merasa aman dari api neraka.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nDalam hal ini, Ibrahim a.s. sebagai nabi dan rasul Allah pasti mengetahui betapa banyaknya rahmat yang ada pada sisi Allah. Oleh karena itu, beliau yakin akan kebenaran yang disampaikan para malaikat itu.\n"}},{"number":54,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eHeran dengan berita itu,\u003cem\u003e dia\u003c/em\u003e (Ibrahim) \u003cem\u003eberkata\u003c/em\u003e, \"Wahai tamuku, \u003cem\u003ebenarkah kamu memberi kabar gembira kepadaku\u003c/em\u003e dengan kelahiran seorang anak yang telah lama aku impikan, \u003cem\u003epadahal usiaku telah lanjut\u003c/em\u003e dan kekuatanku pun sudah melemah? Rasanya tidak mungkin lagi bagiku untuk mendapatkan anak seperti yang kamu katakan. \u003cem\u003eLalu, bagaimana kamu memberi kabar gembira tersebut\u003c/em\u003e; yakni bagaimana hal itu dapat terwujud?\" (Lihat: Surah Hud/11: 72)\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Melihat Ibrahim merasa takut, maka para tamu itu mengatakan kepadanya, agar tidak takut karena maksud kedatangan mereka ialah untuk menyampaikan kabar gembira dari Allah, bahwa ia akan dianugerahi seorang anak laki-laki yang saleh. Dalam firman Allah yang lain disebutkan bahwa anak yang akan dianugerahkan itu akan mempunyai kedudukan yang penting di kemudian hari.\nAllah berfirman:\n\nDan Kami beri dia kabar gembira dengan (kelahiran) Ishak seorang nabi yang termasuk orang-orang yang saleh. (as-shaffat/37: 112)\n\nIbrahim merasa heran atas berita gembira yang disampaikan para malaikat itu. Dia hampir saja tidak mempercayainya, apalagi berita itu disampaikan oleh orang yang belum dikenalnya dan ketika itu Ibrahim dan istrinya Sarah telah berusia lanjut. Menurut kebiasaan, orang yang sudah berusia lanjut tidak mungkin lagi mempunyai anak. Sudah tentu berita itu dianggapnya aneh, apalagi istrinya juga seorang yang mandul.\nTamu-tamu Ibrahim itu menegaskan bahwa berita yang disampaikan mereka itu adalah berita yang benar, sebab kelahiran seorang putra yang diinginkan itu termasuk nikmat Allah yang diberikan kepada hamba-hamba-Nya. Allah kuasa melimpahkan nikmat itu kepada siapa saja yang dikehendaki-Nya. Dia juga kuasa untuk mengadakan atau menciptakan sesuatu yang menyimpang dari sunnah-Nya sendiri.\nSetelah mendengar keterangan para malaikat itu, timbullah keyakinan pada diri Ibrahim bahwa tamu yang aneh itu bukanlah sembarang tamu. Mereka adalah malaikat-malaikat Allah yang diutus kepadanya untuk menyampaikan berita gembira. Karena keyakinan itulah Ibrahim segera menjawab perkataan mereka bahwa tidak ada orang yang putus asa dari rahmat Tuhannya kecuali orang-orang yang sesat. Dalam hadis Nabi saw diterangkan betapa banyak dan luasnya nikmat Allah:\nRasulullah saw bersabda, \"Sesungguhnya Allah swt telah menciptakan rahmat, ketika itu Dia menciptakan seratus rahmat, maka ditahan-Nya sembilan puluh sembilan rahmat, dan melepaskan satu rahmat kepada makhluk-Nya seluruh-Nya. Kalau orang kafir mengetahui semua rahmat yang ada pada sisi Allah, niscaya mereka tidak putus asa dari rahmat itu, dan kalau orang mukmin mengetahui semua macam azab yang ada pada Allah swt, niscaya mereka tidak merasa aman dari api neraka.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nDalam hal ini, Ibrahim a.s. sebagai nabi dan rasul Allah pasti mengetahui betapa banyaknya rahmat yang ada pada sisi Allah. Oleh karena itu, beliau yakin akan kebenaran yang disampaikan para malaikat itu.\n"}},{"number":55,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eMereka menjawab\u003c/em\u003e untuk meyakinkan Ibrahim, \"\u003cem\u003eKami menyampaikan kabar gembira kepadamu dengan benar\u003c/em\u003e. Apa yang kami sampaikan kepadamu adalah hal yang benar adanya, dan itu akan menjadi suatu kenyataan bagimu.\u003cem\u003e Maka, janganlah engkau termasuk orang yang berputus asa\u003c/em\u003e dari nikmat dan karunia Allah.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Melihat Ibrahim merasa takut, maka para tamu itu mengatakan kepadanya, agar tidak takut karena maksud kedatangan mereka ialah untuk menyampaikan kabar gembira dari Allah, bahwa ia akan dianugerahi seorang anak laki-laki yang saleh. Dalam firman Allah yang lain disebutkan bahwa anak yang akan dianugerahkan itu akan mempunyai kedudukan yang penting di kemudian hari.\nAllah berfirman:\n\nDan Kami beri dia kabar gembira dengan (kelahiran) Ishak seorang nabi yang termasuk orang-orang yang saleh. (as-shaffat/37: 112)\n\nIbrahim merasa heran atas berita gembira yang disampaikan para malaikat itu. Dia hampir saja tidak mempercayainya, apalagi berita itu disampaikan oleh orang yang belum dikenalnya dan ketika itu Ibrahim dan istrinya Sarah telah berusia lanjut. Menurut kebiasaan, orang yang sudah berusia lanjut tidak mungkin lagi mempunyai anak. Sudah tentu berita itu dianggapnya aneh, apalagi istrinya juga seorang yang mandul.\nTamu-tamu Ibrahim itu menegaskan bahwa berita yang disampaikan mereka itu adalah berita yang benar, sebab kelahiran seorang putra yang diinginkan itu termasuk nikmat Allah yang diberikan kepada hamba-hamba-Nya. Allah kuasa melimpahkan nikmat itu kepada siapa saja yang dikehendaki-Nya. Dia juga kuasa untuk mengadakan atau menciptakan sesuatu yang menyimpang dari sunnah-Nya sendiri.\nSetelah mendengar keterangan para malaikat itu, timbullah keyakinan pada diri Ibrahim bahwa tamu yang aneh itu bukanlah sembarang tamu. Mereka adalah malaikat-malaikat Allah yang diutus kepadanya untuk menyampaikan berita gembira. Karena keyakinan itulah Ibrahim segera menjawab perkataan mereka bahwa tidak ada orang yang putus asa dari rahmat Tuhannya kecuali orang-orang yang sesat. Dalam hadis Nabi saw diterangkan betapa banyak dan luasnya nikmat Allah:\nRasulullah saw bersabda, \"Sesungguhnya Allah swt telah menciptakan rahmat, ketika itu Dia menciptakan seratus rahmat, maka ditahan-Nya sembilan puluh sembilan rahmat, dan melepaskan satu rahmat kepada makhluk-Nya seluruh-Nya. Kalau orang kafir mengetahui semua rahmat yang ada pada sisi Allah, niscaya mereka tidak putus asa dari rahmat itu, dan kalau orang mukmin mengetahui semua macam azab yang ada pada Allah swt, niscaya mereka tidak merasa aman dari api neraka.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nDalam hal ini, Ibrahim a.s. sebagai nabi dan rasul Allah pasti mengetahui betapa banyaknya rahmat yang ada pada sisi Allah. Oleh karena itu, beliau yakin akan kebenaran yang disampaikan para malaikat itu.\n"}},{"number":56,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDia\u003c/em\u003e (Ibrahim) \u003cem\u003eberkata\u003c/em\u003e menanggapi pernyataan tamunya, \"Ketahuilah, \u003cem\u003etidak ada orang yang berputus asa dari rahmat\u003c/em\u003e dan karunia \u003cem\u003eTuhannya kecuali orang yang sesat.\u003c/em\u003e Mereka adalah orang-orang yang menyimpang dari jalan Tuhan atau tidak menemukan jalan yang benar, dan tidak mengetahui kekuasaan Allah. Aku bukanlah orang yang demikian, karena itu aku tidak pernah berputus asa dari rahmat-Nya.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Melihat Ibrahim merasa takut, maka para tamu itu mengatakan kepadanya, agar tidak takut karena maksud kedatangan mereka ialah untuk menyampaikan kabar gembira dari Allah, bahwa ia akan dianugerahi seorang anak laki-laki yang saleh. Dalam firman Allah yang lain disebutkan bahwa anak yang akan dianugerahkan itu akan mempunyai kedudukan yang penting di kemudian hari.\nAllah berfirman:\n\nDan Kami beri dia kabar gembira dengan (kelahiran) Ishak seorang nabi yang termasuk orang-orang yang saleh. (as-shaffat/37: 112)\n\nIbrahim merasa heran atas berita gembira yang disampaikan para malaikat itu. Dia hampir saja tidak mempercayainya, apalagi berita itu disampaikan oleh orang yang belum dikenalnya dan ketika itu Ibrahim dan istrinya Sarah telah berusia lanjut. Menurut kebiasaan, orang yang sudah berusia lanjut tidak mungkin lagi mempunyai anak. Sudah tentu berita itu dianggapnya aneh, apalagi istrinya juga seorang yang mandul.\nTamu-tamu Ibrahim itu menegaskan bahwa berita yang disampaikan mereka itu adalah berita yang benar, sebab kelahiran seorang putra yang diinginkan itu termasuk nikmat Allah yang diberikan kepada hamba-hamba-Nya. Allah kuasa melimpahkan nikmat itu kepada siapa saja yang dikehendaki-Nya. Dia juga kuasa untuk mengadakan atau menciptakan sesuatu yang menyimpang dari sunnah-Nya sendiri.\nSetelah mendengar keterangan para malaikat itu, timbullah keyakinan pada diri Ibrahim bahwa tamu yang aneh itu bukanlah sembarang tamu. Mereka adalah malaikat-malaikat Allah yang diutus kepadanya untuk menyampaikan berita gembira. Karena keyakinan itulah Ibrahim segera menjawab perkataan mereka bahwa tidak ada orang yang putus asa dari rahmat Tuhannya kecuali orang-orang yang sesat. Dalam hadis Nabi saw diterangkan betapa banyak dan luasnya nikmat Allah:\nRasulullah saw bersabda, \"Sesungguhnya Allah swt telah menciptakan rahmat, ketika itu Dia menciptakan seratus rahmat, maka ditahan-Nya sembilan puluh sembilan rahmat, dan melepaskan satu rahmat kepada makhluk-Nya seluruh-Nya. Kalau orang kafir mengetahui semua rahmat yang ada pada sisi Allah, niscaya mereka tidak putus asa dari rahmat itu, dan kalau orang mukmin mengetahui semua macam azab yang ada pada Allah swt, niscaya mereka tidak merasa aman dari api neraka.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nDalam hal ini, Ibrahim a.s. sebagai nabi dan rasul Allah pasti mengetahui betapa banyaknya rahmat yang ada pada sisi Allah. Oleh karena itu, beliau yakin akan kebenaran yang disampaikan para malaikat itu.\n"}},{"number":57,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSetelah Ibrahim yakin tamu-tamunya adalah malaikat, \u003cem\u003edia berkata\u003c/em\u003e, \"\u003cem\u003eApakah urusanmu yang penting\u003c/em\u003e selain membawa kabar gembira itu kepada kami, \u003cem\u003ewahai para utusan\u003c/em\u003e Allah?\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Setelah Ibrahim yakin bahwa para tamunya adalah malaikat, timbul pertanyaan di benaknya kenapa yang datang beberapa malaikat, padahal biasanya hanya satu yang datang. Jika yang datang beberapa malaikat, tentu tugas yang dipikulnya sangat besar. Beliau lalu bertanya kepada malaikat tentang tugas yang diberikan Allah kepada mereka. Malaikat pun menjawab bahwa mereka ditugaskan untuk mengazab kaum yang berdosa, yaitu kaum Lut yang telah durhaka kepada Allah dan mengingkari seruan rasul yang diutus kepada mereka."}},{"number":58,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eMereka menjawab\u003c/em\u003e, \"Selain membawa berita gembira tentang kelahiran anakmu, \u003cem\u003esesungguhnya kami\u003c/em\u003e juga \u003cem\u003ediutus\u003c/em\u003e oleh Allah \u003cem\u003ekepada kaum\u003c/em\u003e Nabi Lut \u003cem\u003eyang berdosa\u003c/em\u003e dan durhaka. Kami diutus untuk membinasakan mereka.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Setelah Ibrahim yakin bahwa para tamunya adalah malaikat, timbul pertanyaan di benaknya kenapa yang datang beberapa malaikat, padahal biasanya hanya satu yang datang. Jika yang datang beberapa malaikat, tentu tugas yang dipikulnya sangat besar. Beliau lalu bertanya kepada malaikat tentang tugas yang diberikan Allah kepada mereka. Malaikat pun menjawab bahwa mereka ditugaskan untuk mengazab kaum yang berdosa, yaitu kaum Lut yang telah durhaka kepada Allah dan mengingkari seruan rasul yang diutus kepada mereka."}},{"number":59,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah menyatakan bahwa kami akan membinasakan kaum Nabi Lut yang berdosa, \u003cem\u003ekecuali para pengikut Lut. Sesungguhnya Kami pasti menyelamatkan mereka semuanya\u003c/em\u003e dari kebinasaan itu, \u003cem\u003ekecuali istrinya\u003c/em\u003e. Dia dibinaskan bersama kaum Nabi Lut lainnya. \u003cem\u003eKami telah menentukan\u003c/em\u003e keputusan sesuai perintah Allah kepada kami \u003cem\u003ebahwa sesungguhnya dia termasuk orang yang tertinggal\u003c/em\u003e bersama orang kafir lainnya.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Para malaikat yang menjadi tamu Nabi Ibrahim menerangkan kepadanya bahwa mereka ditugaskan untuk membinasakan kaum Lut yang tidak mengindahkan seruan nabi yang diutus kepada mereka. Termasuk orang-orang yang dibinasakan itu adalah istri Lut sendiri. Sedangkan orang-orang yang mengikuti Lut akan diselamatkan dari azab itu.\nDari ayat ini dapat dipahami bahwa seseorang tidak dapat membebaskan orang lain dari azab Allah walaupun orang lain itu adalah istri, anak-anak atau orang tuanya, karena manusia bertanggung jawab kepada Allah atas segenap perbuatan yang telah dilakukannya. Allah tidak akan membebani seseorang dengan dosa orang lain sedikit pun. Firman Allah:\n\n¦ Dan seseorang tidak akan memikul beban dosa orang lain¦ (al-An'am/6: 164)\n"}},{"number":60,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah menyatakan bahwa kami akan membinasakan kaum Nabi Lut yang berdosa,\u0026nbsp;\u003cem\u003ekecuali para pengikut Lut. Sesungguhnya Kami pasti menyelamatkan mereka semuanya\u003c/em\u003e\u0026nbsp;dari kebinasaan itu,\u0026nbsp;\u003cem\u003ekecuali istrinya\u003c/em\u003e. Dia dibinaskan bersama kaum Nabi Lut lainnya.\u0026nbsp;\u003cem\u003eKami telah menentukan\u003c/em\u003e\u0026nbsp;keputusan sesuai perintah Allah kepada kami\u0026nbsp;\u003cem\u003ebahwa sesungguhnya dia termasuk orang yang tertinggal\u003c/em\u003e\u0026nbsp;bersama orang kafir lainnya.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Para malaikat yang menjadi tamu Nabi Ibrahim menerangkan kepadanya bahwa mereka ditugaskan untuk membinasakan kaum Lut yang tidak mengindahkan seruan nabi yang diutus kepada mereka. Termasuk orang-orang yang dibinasakan itu adalah istri Lut sendiri. Sedangkan orang-orang yang mengikuti Lut akan diselamatkan dari azab itu.\nDari ayat ini dapat dipahami bahwa seseorang tidak dapat membebaskan orang lain dari azab Allah walaupun orang lain itu adalah istri, anak-anak atau orang tuanya, karena manusia bertanggung jawab kepada Allah atas segenap perbuatan yang telah dilakukannya. Allah tidak akan membebani seseorang dengan dosa orang lain sedikit pun. Firman Allah:\n\n¦ Dan seseorang tidak akan memikul beban dosa orang lain¦ (al-An'am/6: 164)\n"}},{"number":61,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eUsai mengisahkan dialog antara Nabi Ibrahim dengan para malaikat yang bertamu ke kediamannya, pada ayat-ayat berikut Allah mengisahkan pembinasaan kaum Nabi Lut. Allah menyatakan, \"\u003cem\u003eMaka ketika utusan\u003c/em\u003e yang sebelumnya bertamu ke rumah Nabi Ibrahim \u003cem\u003eitu datang kepada para pengikut Lut, dia berkata\u003c/em\u003e, \"\u003cem\u003eSesungguh-nya kamu\u003c/em\u003e, wahai para tamu, adalah \u003cem\u003eorang yang tidak kami kenal\u003c/em\u003e.\" (Lihat: Surah al-'Ankabut/29: 23)\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Setelah para malaikat menyampaikan kabar gembira kepada Ibrahim a.s. akan anugerah Allah kepadanya berupa kelahiran seorang putra dan berita akan kehancuran kaum Lut yang ingkar, mereka pun meninggalkan rumah Ibrahim menuju kota Sodom, negeri tempat tinggal kaum Lut yang terletak di daerah Yordania, untuk melaksanakan tugas yang telah dipikulkan Allah kepada mereka. \nKedatangan mereka secara tiba-tiba ke rumahnya tidak diduga-duga sedikit pun oleh Lut a.s. dan ia tidak mengetahui sedikit pun siapa para tamu yang datang itu. Hal ini tergambar dalam ucapan Lut ketika menyambut tamunya itu, \"Sesungguhnya kamu sekalian adalah orang yang tidak dikenal.\" Pada firman Allah yang lain digambarkan pula kegelisahan Lut dan ketidaktahuannya terhadap kaumnya itu.\nAllah berfirman:\n\nDan ketika para utusan Kami (para malaikat) datang kepada Lut, dia merasa bersedih hati karena (kedatangan) mereka, dan (merasa) tidak mempunyai kekuatan untuk melindungi mereka. (al-'Ankabut/29: 33)\n\nDari ayat dipahami bahwa sebab kekhawatiran dan kegelisahan Nabi Lut itu ialah kedatangan tamu-tamu itu ke rumahnya secara tiba-tiba dan tidak terduga sebelumnya. Para malaikat itu menyamar seperti laki-laki rupawan yang sangat disukai oleh kaum Lut yang senang mengerjakan perbuatan homoseksual. Biasanya kalau datang laki-laki seperti itu, kaum Lut akan datang beramai-ramai ke rumahnya dan memaksa Lut menyerahkan tamunya kepada mereka. Seandainya Lut a.s. mengetahui dengan pasti bahwa yang datang itu para malaikat, tentulah dia tidak merasa khawatir karena dia percaya bahwa para malaikat dapat mempertahankan dan membela diri dari tindakan mereka itu.\n"}},{"number":62,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eUsai mengisahkan dialog antara Nabi Ibrahim dengan para malaikat yang bertamu ke kediamannya, pada ayat-ayat berikut Allah mengisahkan pembinasaan kaum Nabi Lut. Allah menyatakan, \"\u003cem\u003eMaka ketika utusan\u003c/em\u003e\u0026nbsp;yang sebelumnya bertamu ke rumah Nabi Ibrahim\u0026nbsp;\u003cem\u003eitu datang kepada para pengikut Lut, dia berkata\u003c/em\u003e, \"\u003cem\u003eSesungguh-nya kamu\u003c/em\u003e, wahai para tamu, adalah\u0026nbsp;\u003cem\u003eorang yang tidak kami kenal\u003c/em\u003e.\" (Lihat: Surah al-'Ankabut/29: 23)\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Setelah para malaikat menyampaikan kabar gembira kepada Ibrahim a.s. akan anugerah Allah kepadanya berupa kelahiran seorang putra dan berita akan kehancuran kaum Lut yang ingkar, mereka pun meninggalkan rumah Ibrahim menuju kota Sodom, negeri tempat tinggal kaum Lut yang terletak di daerah Yordania, untuk melaksanakan tugas yang telah dipikulkan Allah kepada mereka. \nKedatangan mereka secara tiba-tiba ke rumahnya tidak diduga-duga sedikit pun oleh Lut a.s. dan ia tidak mengetahui sedikit pun siapa para tamu yang datang itu. Hal ini tergambar dalam ucapan Lut ketika menyambut tamunya itu, \"Sesungguhnya kamu sekalian adalah orang yang tidak dikenal.\" Pada firman Allah yang lain digambarkan pula kegelisahan Lut dan ketidaktahuannya terhadap kaumnya itu.\nAllah berfirman:\n\nDan ketika para utusan Kami (para malaikat) datang kepada Lut, dia merasa bersedih hati karena (kedatangan) mereka, dan (merasa) tidak mempunyai kekuatan untuk melindungi mereka. (al-'Ankabut/29: 33)\n\nDari ayat dipahami bahwa sebab kekhawatiran dan kegelisahan Nabi Lut itu ialah kedatangan tamu-tamu itu ke rumahnya secara tiba-tiba dan tidak terduga sebelumnya. Para malaikat itu menyamar seperti laki-laki rupawan yang sangat disukai oleh kaum Lut yang senang mengerjakan perbuatan homoseksual. Biasanya kalau datang laki-laki seperti itu, kaum Lut akan datang beramai-ramai ke rumahnya dan memaksa Lut menyerahkan tamunya kepada mereka. Seandainya Lut a.s. mengetahui dengan pasti bahwa yang datang itu para malaikat, tentulah dia tidak merasa khawatir karena dia percaya bahwa para malaikat dapat mempertahankan dan membela diri dari tindakan mereka itu.\n"}},{"number":63,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMenerangkan maksud kedatangan mereka, \u003cem\u003epara utusan\u003c/em\u003e itu \u003cem\u003emenjawab\u003c/em\u003e, \"\u003cem\u003eSebenarnya Kami ini datang kepadamu\u003c/em\u003e tidak untuk berbuat jahat kepadamu, wahai Nabi Lut. Kami datang kemari tidak lain untuk \u003cem\u003emembawa\u003c/em\u003e kabar buruk berupa \u003cem\u003eazab\u003c/em\u003e pedih yang akan Allah timpakan kepada kaummu yang durhaka. Itulah azab \u003cem\u003eyang\u003c/em\u003e selama ini \u003cem\u003eselalu mereka dustakan\u003c/em\u003e ketika engkau menyampaikan dakwahmu kepada mereka.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Para malaikat menerangkan maksud kedatangan mereka kepada Lut a.s. Mereka datang untuk menyampaikan kabar buruk yaitu azab yang akan ditimpakan kepada kaumnya yang telah mengingkari dan men-dustakannya.\nDalam ayat ini disebutkan jawaban para malaikat, \"Sesungguhnya kami datang kepadamu dengan membawa azab yang selalu mereka dustakan.\" Bahkan dengan perkataan, \"Kami datang untuk mengazab mereka.\" Maksud jawaban para malaikat dengan perkataan yang demikian itu ialah untuk menyatakan kebenaran ancaman yang biasa disampaikan Lut kepada kaumnya selama ini. Nabi Lut a.s. selalu memperingatkan kaumnya agar mengikuti dan memeluk agama yang telah disampaikannya serta mengakui kerasulannya. Jika mereka tetap ingkar, mereka akan ditimpa azab Allah. Seruan dan pernyataan Lut ini mereka sambut dengan ejekan. Mereka tidak mempercayai keesaan dan kekuasaan Allah yang dapat mengazab orang-orang yang ingkar. Bahkan mereka menantang Lut agar segera menurunkan azab yang dijanjikan itu.\nKemudian para malaikat menegaskan kepada Lut bahwa maksud kedatangan mereka ialah untuk melaksanakan tugas yang telah dibebankan Allah swt kepada mereka untuk menyampaikan azab kepada kaumnya. Tugas ini pasti terlaksana dan segala yang mereka ucapkan itu adalah benar, karena mereka sendiri adalah para malaikat yang tidak pernah menyalahi perintah Allah.\nSetelah itu, para malaikat memberikan perintah kepada Lut a.s. tentang cara-cara yang harus dilaksanakannya beserta pengikut-pengikutnya untuk menghindarkan diri dari azab Allah yang akan datang. Lut beserta keluarga dan kaumnya yang telah beriman diperintahkan untuk segera meninggalkan negeri itu pada akhir malam. Lut a.s. diminta berjalan di belakang pengikut-pengikutnya, agar dia dapat mengatur dan mempertahankan diri dari serangan kaumnya yang mengejar dari belakang. Ini juga bertujuan agar Lut a.s. dapat mendorong para pengikutnya berjalan secepatnya, karena azab yang akan ditimpakan hampir datang, dan ia dapat memperhatikan kaumnya yang tidak mau meneruskan perjalanan. Selanjutnya para malaikat memerintahkan agar tidak seorang pun dari pengikut Lut yang menoleh ke belakang pada waktu mendengar halilintar yang menghancurkan. Dengan demikian, mereka tidak dapat melihat peristiwa yang mengerikan yang dapat merusak dan menggoncangkan jiwa mereka, sehingga mereka selamat dan iman mereka bertambah kuat sampai ke tempat yang aman yang sedang dituju itu.\nPada ayat ini, disebutkan agar Lut berangkat beserta keluarga dan kaumnya yang setia. Kemudian para malaikat menguatkan perintah dan larangannya dengan mengatakan, \"Teruskanlah perjalananmu ke tempat yang telah diperintahkan kepadamu.\" Menurut suatu riwayat yang dimaksud dengan tempat yang diperintahkan dalam ayat ini ialah negeri Syam (Syria).\nPada Surah Hud, kisah Lut dikisahkan menurut urutan peristiwa yang pernah terjadi, sedang pada surah ini dikisahkan secara melompat-lompat, tidak menurut urutan kejadian yang sebenarnya. Perbedaan cara dalam mengutarakan kisah ini adalah karena tujuan Allah menyampaikan kisah ini pada kedua surah tersebut juga berbeda. Jika dihubungkan dengan ayat-ayat sebelumnya, maka tujuan mengutarakan kisah Lut dalam Surah Hud ialah untuk menguatkan hati Nabi Muhammad saw beserta sahabat-sahabatnya, dalam menyampaikan agama Allah dan menyatakan keesaan dan kekuasaan Allah swt yang wajib disembah. Rasul-rasul yang diutus Allah sejak dahulu selalu mendapat tantangan dan ancaman dari kaumnya, tetapi mereka tetap tabah dan sabar melaksanakan tugas yang dibebankan Allah kepada mereka. Sedang tujuan kisah Lut dengan kaumnya pada Surah Al-hijr ini adalah untuk menjelaskan kepada orang-orang yang beriman akan rahmat dan nikmat Allah yang telah mereka terima. Juga nikmat yang telah diterima oleh orang-orang yang beriman dahulu kala kepada rasul-rasul yang diutus Allah kepada mereka. Di antaranya adalah nikmat yang telah dilimpahkan kepada Nabi Ibrahim a.s. berupa putra-putra yang selalu diidam-idamkannya, dan nikmat yang telah dilimpahkan kepada Nabi Lut beserta pengikutnya. Juga untuk menerangkan azab Allah yang telah ditimpakan kepada orang-orang kafir dan ingkar kepada dakwah rasul yang diutus kepada mereka.\n"}},{"number":64,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e jangalah engkau ragukan maksud kedatangan kami. \u003cem\u003eKami datang kepadamu\u003c/em\u003e dengan \u003cem\u003emembawa kebenaran\u003c/em\u003e yang membuktikan kebenaran yang engkau sampaikan kepada mereka dan kesalahan mereka menolak ajakanmu untuk beriman kepada Allah. \u003cem\u003eDan sungguh, Kami\u003c/em\u003e adalah \u003cem\u003eorang yang benar\u003c/em\u003e dalam ucapan dan perbuatan kami.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Para malaikat menerangkan maksud kedatangan mereka kepada Lut a.s. Mereka datang untuk menyampaikan kabar buruk yaitu azab yang akan ditimpakan kepada kaumnya yang telah mengingkari dan men-dustakannya.\nDalam ayat ini disebutkan jawaban para malaikat, \"Sesungguhnya kami datang kepadamu dengan membawa azab yang selalu mereka dustakan.\" Bahkan dengan perkataan, \"Kami datang untuk mengazab mereka.\" Maksud jawaban para malaikat dengan perkataan yang demikian itu ialah untuk menyatakan kebenaran ancaman yang biasa disampaikan Lut kepada kaumnya selama ini. Nabi Lut a.s. selalu memperingatkan kaumnya agar mengikuti dan memeluk agama yang telah disampaikannya serta mengakui kerasulannya. Jika mereka tetap ingkar, mereka akan ditimpa azab Allah. Seruan dan pernyataan Lut ini mereka sambut dengan ejekan. Mereka tidak mempercayai keesaan dan kekuasaan Allah yang dapat mengazab orang-orang yang ingkar. Bahkan mereka menantang Lut agar segera menurunkan azab yang dijanjikan itu.\nKemudian para malaikat menegaskan kepada Lut bahwa maksud kedatangan mereka ialah untuk melaksanakan tugas yang telah dibebankan Allah swt kepada mereka untuk menyampaikan azab kepada kaumnya. Tugas ini pasti terlaksana dan segala yang mereka ucapkan itu adalah benar, karena mereka sendiri adalah para malaikat yang tidak pernah menyalahi perintah Allah.\nSetelah itu, para malaikat memberikan perintah kepada Lut a.s. tentang cara-cara yang harus dilaksanakannya beserta pengikut-pengikutnya untuk menghindarkan diri dari azab Allah yang akan datang. Lut beserta keluarga dan kaumnya yang telah beriman diperintahkan untuk segera meninggalkan negeri itu pada akhir malam. Lut a.s. diminta berjalan di belakang pengikut-pengikutnya, agar dia dapat mengatur dan mempertahankan diri dari serangan kaumnya yang mengejar dari belakang. Ini juga bertujuan agar Lut a.s. dapat mendorong para pengikutnya berjalan secepatnya, karena azab yang akan ditimpakan hampir datang, dan ia dapat memperhatikan kaumnya yang tidak mau meneruskan perjalanan. Selanjutnya para malaikat memerintahkan agar tidak seorang pun dari pengikut Lut yang menoleh ke belakang pada waktu mendengar halilintar yang menghancurkan. Dengan demikian, mereka tidak dapat melihat peristiwa yang mengerikan yang dapat merusak dan menggoncangkan jiwa mereka, sehingga mereka selamat dan iman mereka bertambah kuat sampai ke tempat yang aman yang sedang dituju itu.\nPada ayat ini, disebutkan agar Lut berangkat beserta keluarga dan kaumnya yang setia. Kemudian para malaikat menguatkan perintah dan larangannya dengan mengatakan, \"Teruskanlah perjalananmu ke tempat yang telah diperintahkan kepadamu.\" Menurut suatu riwayat yang dimaksud dengan tempat yang diperintahkan dalam ayat ini ialah negeri Syam (Syria).\nPada Surah Hud, kisah Lut dikisahkan menurut urutan peristiwa yang pernah terjadi, sedang pada surah ini dikisahkan secara melompat-lompat, tidak menurut urutan kejadian yang sebenarnya. Perbedaan cara dalam mengutarakan kisah ini adalah karena tujuan Allah menyampaikan kisah ini pada kedua surah tersebut juga berbeda. Jika dihubungkan dengan ayat-ayat sebelumnya, maka tujuan mengutarakan kisah Lut dalam Surah Hud ialah untuk menguatkan hati Nabi Muhammad saw beserta sahabat-sahabatnya, dalam menyampaikan agama Allah dan menyatakan keesaan dan kekuasaan Allah swt yang wajib disembah. Rasul-rasul yang diutus Allah sejak dahulu selalu mendapat tantangan dan ancaman dari kaumnya, tetapi mereka tetap tabah dan sabar melaksanakan tugas yang dibebankan Allah kepada mereka. Sedang tujuan kisah Lut dengan kaumnya pada Surah Al-hijr ini adalah untuk menjelaskan kepada orang-orang yang beriman akan rahmat dan nikmat Allah yang telah mereka terima. Juga nikmat yang telah diterima oleh orang-orang yang beriman dahulu kala kepada rasul-rasul yang diutus Allah kepada mereka. Di antaranya adalah nikmat yang telah dilimpahkan kepada Nabi Ibrahim a.s. berupa putra-putra yang selalu diidam-idamkannya, dan nikmat yang telah dilimpahkan kepada Nabi Lut beserta pengikutnya. Juga untuk menerangkan azab Allah yang telah ditimpakan kepada orang-orang kafir dan ingkar kepada dakwah rasul yang diutus kepada mereka.\n"}},{"number":65,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePernyataan para malaikat itu mampu menenangkan hati Nabi Lut sehingga tidak lagi meragukan maksud kedatangan mereka. Dalam keadaan demikian, mereka berpesan, \"\u003cem\u003eMaka\u003c/em\u003e tinggalkanlah kaummu yang kafir, wahai Nabi Lut, dan \u003cem\u003epergilah kamu pada akhir malam\u003c/em\u003e, yakni menjelang Subuh, \u003cem\u003ebeserta keluargamu, dan ikuti\u003c/em\u003e serta awasi-\u003cem\u003elah mereka\u003c/em\u003e dengan sungguh-sungguh \u003cem\u003edari belakang, dan jangan ada di antara kamu yang menoleh ke belakang\u003c/em\u003e agar perjalanan kamu lancar. \u003cem\u003eDan teruskanlah perjalanan\u003c/em\u003e hingga kamu semua sampai \u003cem\u003eke tempat yang diperintahkan kepadamu\u003c/em\u003e.\" (Lihat: Surah Hud/11: 81)\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Para malaikat menerangkan maksud kedatangan mereka kepada Lut a.s. Mereka datang untuk menyampaikan kabar buruk yaitu azab yang akan ditimpakan kepada kaumnya yang telah mengingkari dan men-dustakannya.\nDalam ayat ini disebutkan jawaban para malaikat, \"Sesungguhnya kami datang kepadamu dengan membawa azab yang selalu mereka dustakan.\" Bahkan dengan perkataan, \"Kami datang untuk mengazab mereka.\" Maksud jawaban para malaikat dengan perkataan yang demikian itu ialah untuk menyatakan kebenaran ancaman yang biasa disampaikan Lut kepada kaumnya selama ini. Nabi Lut a.s. selalu memperingatkan kaumnya agar mengikuti dan memeluk agama yang telah disampaikannya serta mengakui kerasulannya. Jika mereka tetap ingkar, mereka akan ditimpa azab Allah. Seruan dan pernyataan Lut ini mereka sambut dengan ejekan. Mereka tidak mempercayai keesaan dan kekuasaan Allah yang dapat mengazab orang-orang yang ingkar. Bahkan mereka menantang Lut agar segera menurunkan azab yang dijanjikan itu.\nKemudian para malaikat menegaskan kepada Lut bahwa maksud kedatangan mereka ialah untuk melaksanakan tugas yang telah dibebankan Allah swt kepada mereka untuk menyampaikan azab kepada kaumnya. Tugas ini pasti terlaksana dan segala yang mereka ucapkan itu adalah benar, karena mereka sendiri adalah para malaikat yang tidak pernah menyalahi perintah Allah.\nSetelah itu, para malaikat memberikan perintah kepada Lut a.s. tentang cara-cara yang harus dilaksanakannya beserta pengikut-pengikutnya untuk menghindarkan diri dari azab Allah yang akan datang. Lut beserta keluarga dan kaumnya yang telah beriman diperintahkan untuk segera meninggalkan negeri itu pada akhir malam. Lut a.s. diminta berjalan di belakang pengikut-pengikutnya, agar dia dapat mengatur dan mempertahankan diri dari serangan kaumnya yang mengejar dari belakang. Ini juga bertujuan agar Lut a.s. dapat mendorong para pengikutnya berjalan secepatnya, karena azab yang akan ditimpakan hampir datang, dan ia dapat memperhatikan kaumnya yang tidak mau meneruskan perjalanan. Selanjutnya para malaikat memerintahkan agar tidak seorang pun dari pengikut Lut yang menoleh ke belakang pada waktu mendengar halilintar yang menghancurkan. Dengan demikian, mereka tidak dapat melihat peristiwa yang mengerikan yang dapat merusak dan menggoncangkan jiwa mereka, sehingga mereka selamat dan iman mereka bertambah kuat sampai ke tempat yang aman yang sedang dituju itu.\nPada ayat ini, disebutkan agar Lut berangkat beserta keluarga dan kaumnya yang setia. Kemudian para malaikat menguatkan perintah dan larangannya dengan mengatakan, \"Teruskanlah perjalananmu ke tempat yang telah diperintahkan kepadamu.\" Menurut suatu riwayat yang dimaksud dengan tempat yang diperintahkan dalam ayat ini ialah negeri Syam (Syria).\nPada Surah Hud, kisah Lut dikisahkan menurut urutan peristiwa yang pernah terjadi, sedang pada surah ini dikisahkan secara melompat-lompat, tidak menurut urutan kejadian yang sebenarnya. Perbedaan cara dalam mengutarakan kisah ini adalah karena tujuan Allah menyampaikan kisah ini pada kedua surah tersebut juga berbeda. Jika dihubungkan dengan ayat-ayat sebelumnya, maka tujuan mengutarakan kisah Lut dalam Surah Hud ialah untuk menguatkan hati Nabi Muhammad saw beserta sahabat-sahabatnya, dalam menyampaikan agama Allah dan menyatakan keesaan dan kekuasaan Allah swt yang wajib disembah. Rasul-rasul yang diutus Allah sejak dahulu selalu mendapat tantangan dan ancaman dari kaumnya, tetapi mereka tetap tabah dan sabar melaksanakan tugas yang dibebankan Allah kepada mereka. Sedang tujuan kisah Lut dengan kaumnya pada Surah Al-hijr ini adalah untuk menjelaskan kepada orang-orang yang beriman akan rahmat dan nikmat Allah yang telah mereka terima. Juga nikmat yang telah diterima oleh orang-orang yang beriman dahulu kala kepada rasul-rasul yang diutus Allah kepada mereka. Di antaranya adalah nikmat yang telah dilimpahkan kepada Nabi Ibrahim a.s. berupa putra-putra yang selalu diidam-idamkannya, dan nikmat yang telah dilimpahkan kepada Nabi Lut beserta pengikutnya. Juga untuk menerangkan azab Allah yang telah ditimpakan kepada orang-orang kafir dan ingkar kepada dakwah rasul yang diutus kepada mereka.\n"}},{"number":66,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah menjelaskan pembinasaan atas kaum Nabi Lut sebagai berikut. \u003cem\u003eDan telah Kami tetapkan kepadanya,\u003c/em\u003e yakni Nabi Lut,\u003cem\u003e keputusan\u003c/em\u003e pembinasaan\u003cem\u003e itu\u003c/em\u003e yang sungguh mengerikan. Kami telah memutuskan \u003cem\u003ebahwa akhirnya mereka\u003c/em\u003e yang durhaka \u003cem\u003eakan ditumpas habis pada waktu Subuh.\u003c/em\u003e Tidak akan ada seorang pun dari mereka yang tersisa.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini diterangkan bahwa sebelum kedatangan para malaikat, Allah telah mewahyukan kepada Lut a.s. tentang peristiwa-peristiwa yang akan terjadi sebelum dan sesudah azab yang ditimpakan kepada kaumnya. Oleh karena itu, dapat dipahami bahwa setelah para malaikat memberi penjelasan kepada Lut a.s. tentang beban yang ditugaskan Allah kepada mereka, dan mendengar perintah-perintah malaikat yang diberikan kepada beliau, dan sesuai dengan wahyu yang telah diturunkan Allah, beliau percaya bahwa azab yang akan ditimpakan pada kaumnya oleh para malaikat benar-benar akan terjadi. Sebab itu juga, beliau mengikuti dengan khidmat perintah-perintah dan petunjuk-petunjuk yang diberikan para malaikat itu dalam usaha menghindarkan orang-orang yang beriman dari malapetaka yang mengerikan itu."}},{"number":67,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eUsai menggambarkan peristiwa yang akan terjadi pada kaum Nabi Lut, melalui ayat-ayat berikut Allah menceritakan suasana sebelum dialog antara Nabi Lut dengan para tamunya. Kaum Nabi Lut melihat ada pria-pria tampan yang bertamu ke rumah Nabi Lut. \u003cem\u003eDan datanglah\u003c/em\u003e sejumlah pendurhaka dari \u003cem\u003ependuduk kota itu\u003c/em\u003e, yakni Sodom yang menjadi tempat tinggal Nabi Lut,\u003cem\u003e ke rumah Lut dengan gembira\u003c/em\u003e dan berduyunduyun \u003cem\u003ekarena kedatangan\u003c/em\u003e para \u003cem\u003etamu\u003c/em\u003e tampan\u003cem\u003e itu.\u003c/em\u003e Mereka datang untuk mengajak para tamu itu melakukan hubungan homoseksual.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ketika kaum Lut, penduduk kota Sodom, mendengar bahwa Lut kedatangan tamu-tamu yang gagah, mereka pun bergembira. Timbullah hawa nafsu jahat mereka untuk berbuat homoseksual dengan tamu-tamu itu, yang merupakan kebiasaan buruk yang selalu mereka lakukan.\nMelihat tingkah laku kaumnya, Lut a.s. berkata kepada mereka, \"Sesungguhnya pemuda-pemuda yang kamu datangi dan kamu ajak melakukan perbuatan mesum adalah tamu-tamuku. Aku harus menghormati dan memuliakan tamu-tamuku itu, janganlah kamu melakukan perbuatan mesum dengan mereka, karena tindakan kamu itu akan memberi malu kepadaku. Bertakwalah kamu kepada Allah, peliharalah dirimu dari siksaan-Nya, dan janganlah kamu memperkosa mereka.\"\nKaum Lut menentang dan mengancam Nabi Lut karena perkataannya itu dengan mengatakan, \"Bukankah kami pernah melarangmu untuk melindungi tamu-tamu yang datang ke sini dari keinginan dan perbuatan yang akan kami lakukan terhadap mereka.\"\nPerkataan kaum Lut ini memberikan isyarat bahwa kaum Lut itu selalu memaksa tamu-tamu yang datang ketika itu agar bersedia melakukan perbuatan homoseksual dengan mereka. Perbuatan keji itu dilarang oleh Lut. Akan tetapi, mereka tidak menghiraukan larangan itu, bahkan mereka mengancam Lut dengan suatu hukuman, seandainya Lut masih mencampuri urusan mereka itu.\nTetapi Lut masih memperingatkan mereka dan menawarkan kepada mereka putri-putrinya untuk mereka nikahi, karena itulah yang sesuai dengan sunatullah. Beliau berkata, \"Hai kaumku, menikahlah dengan putri-putriku. Janganlah kamu melakukan perkawinan dengan orang yang sejenis denganmu, karena kawin dengan orang yang sejenis itu diharamkan Allah. Lakukanlah perbuatan yang halal dan sesuai dengan sunatullah. Allah sengaja menciptakan laki-laki dan perempuan agar mereka menikah dan memiliki keturunan. Jika kamu terus berbuat demikian, niscaya kamu tidak akan memiliki keturunan dan jenis manusia akan punah dari muka bumi.\"\nDalam ayat ini, Lut a.s. menyebut \"putri-putriku\". Maksudnya ialah \"para pengikutnya yang wanita\" karena seorang nabi biasa menyebut kaumnya dengan anak-anaknya dan istri nabi adalah ibu dari umatnya sebagaimana firman Allah:\n\nNabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri dan istri-istrinya adalah ibu-ibu mereka. (al-Ahzab/33: 6)\n\nJika istri-istri nabi adalah ibu orang-orang yang beriman, tentulah nabi sendiri adalah bapak mereka dan seluruh umatnya adalah putra-putrinya.\n"}},{"number":68,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMelihat sikap dan gelagat para pendurhaka yang mendatangi rumahnya, Nabi \u003cem\u003eLut berkata\u003c/em\u003e, \"\u003cem\u003eSesungguhnya mereka\u003c/em\u003e yang ada di rumahku \u003cem\u003eadalah tamuku\u003c/em\u003e yang harus kita hormati bersama. \u003cem\u003eMaka, jangan kamu mempermalukan aku\u003c/em\u003e dengan mengajak mereka melakukan perbuatan yang tidak senonoh.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ketika kaum Lut, penduduk kota Sodom, mendengar bahwa Lut kedatangan tamu-tamu yang gagah, mereka pun bergembira. Timbullah hawa nafsu jahat mereka untuk berbuat homoseksual dengan tamu-tamu itu, yang merupakan kebiasaan buruk yang selalu mereka lakukan.\nMelihat tingkah laku kaumnya, Lut a.s. berkata kepada mereka, \"Sesungguhnya pemuda-pemuda yang kamu datangi dan kamu ajak melakukan perbuatan mesum adalah tamu-tamuku. Aku harus menghormati dan memuliakan tamu-tamuku itu, janganlah kamu melakukan perbuatan mesum dengan mereka, karena tindakan kamu itu akan memberi malu kepadaku. Bertakwalah kamu kepada Allah, peliharalah dirimu dari siksaan-Nya, dan janganlah kamu memperkosa mereka.\"\nKaum Lut menentang dan mengancam Nabi Lut karena perkataannya itu dengan mengatakan, \"Bukankah kami pernah melarangmu untuk melindungi tamu-tamu yang datang ke sini dari keinginan dan perbuatan yang akan kami lakukan terhadap mereka.\"\nPerkataan kaum Lut ini memberikan isyarat bahwa kaum Lut itu selalu memaksa tamu-tamu yang datang ketika itu agar bersedia melakukan perbuatan homoseksual dengan mereka. Perbuatan keji itu dilarang oleh Lut. Akan tetapi, mereka tidak menghiraukan larangan itu, bahkan mereka mengancam Lut dengan suatu hukuman, seandainya Lut masih mencampuri urusan mereka itu.\nTetapi Lut masih memperingatkan mereka dan menawarkan kepada mereka putri-putrinya untuk mereka nikahi, karena itulah yang sesuai dengan sunatullah. Beliau berkata, \"Hai kaumku, menikahlah dengan putri-putriku. Janganlah kamu melakukan perkawinan dengan orang yang sejenis denganmu, karena kawin dengan orang yang sejenis itu diharamkan Allah. Lakukanlah perbuatan yang halal dan sesuai dengan sunatullah. Allah sengaja menciptakan laki-laki dan perempuan agar mereka menikah dan memiliki keturunan. Jika kamu terus berbuat demikian, niscaya kamu tidak akan memiliki keturunan dan jenis manusia akan punah dari muka bumi.\"\nDalam ayat ini, Lut a.s. menyebut \"putri-putriku\". Maksudnya ialah \"para pengikutnya yang wanita\" karena seorang nabi biasa menyebut kaumnya dengan anak-anaknya dan istri nabi adalah ibu dari umatnya sebagaimana firman Allah:\n\nNabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri dan istri-istrinya adalah ibu-ibu mereka. (al-Ahzab/33: 6)\n\nJika istri-istri nabi adalah ibu orang-orang yang beriman, tentulah nabi sendiri adalah bapak mereka dan seluruh umatnya adalah putra-putrinya.\n"}},{"number":69,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMelanjutkan nasihatnya, Nabi Lut berpesan, \"\u003cem\u003eDan bertakwalah\u003c/em\u003e kamu \u003cem\u003ekepada Allah\u003c/em\u003e. Lindungi dan jagalah diri kamu dari siksa-Nya dengan menghindari perbuatan yang tidak senonoh itu. \u003cem\u003eDan janganlah\u003c/em\u003e sekalikali kamu \u003cem\u003emembuat aku terhina\u003c/em\u003e akibat sikap dan perlakukan kalian kepada mereka.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ketika kaum Lut, penduduk kota Sodom, mendengar bahwa Lut kedatangan tamu-tamu yang gagah, mereka pun bergembira. Timbullah hawa nafsu jahat mereka untuk berbuat homoseksual dengan tamu-tamu itu, yang merupakan kebiasaan buruk yang selalu mereka lakukan.\nMelihat tingkah laku kaumnya, Lut a.s. berkata kepada mereka, \"Sesungguhnya pemuda-pemuda yang kamu datangi dan kamu ajak melakukan perbuatan mesum adalah tamu-tamuku. Aku harus menghormati dan memuliakan tamu-tamuku itu, janganlah kamu melakukan perbuatan mesum dengan mereka, karena tindakan kamu itu akan memberi malu kepadaku. Bertakwalah kamu kepada Allah, peliharalah dirimu dari siksaan-Nya, dan janganlah kamu memperkosa mereka.\"\nKaum Lut menentang dan mengancam Nabi Lut karena perkataannya itu dengan mengatakan, \"Bukankah kami pernah melarangmu untuk melindungi tamu-tamu yang datang ke sini dari keinginan dan perbuatan yang akan kami lakukan terhadap mereka.\"\nPerkataan kaum Lut ini memberikan isyarat bahwa kaum Lut itu selalu memaksa tamu-tamu yang datang ketika itu agar bersedia melakukan perbuatan homoseksual dengan mereka. Perbuatan keji itu dilarang oleh Lut. Akan tetapi, mereka tidak menghiraukan larangan itu, bahkan mereka mengancam Lut dengan suatu hukuman, seandainya Lut masih mencampuri urusan mereka itu.\nTetapi Lut masih memperingatkan mereka dan menawarkan kepada mereka putri-putrinya untuk mereka nikahi, karena itulah yang sesuai dengan sunatullah. Beliau berkata, \"Hai kaumku, menikahlah dengan putri-putriku. Janganlah kamu melakukan perkawinan dengan orang yang sejenis denganmu, karena kawin dengan orang yang sejenis itu diharamkan Allah. Lakukanlah perbuatan yang halal dan sesuai dengan sunatullah. Allah sengaja menciptakan laki-laki dan perempuan agar mereka menikah dan memiliki keturunan. Jika kamu terus berbuat demikian, niscaya kamu tidak akan memiliki keturunan dan jenis manusia akan punah dari muka bumi.\"\nDalam ayat ini, Lut a.s. menyebut \"putri-putriku\". Maksudnya ialah \"para pengikutnya yang wanita\" karena seorang nabi biasa menyebut kaumnya dengan anak-anaknya dan istri nabi adalah ibu dari umatnya sebagaimana firman Allah:\n\nNabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri dan istri-istrinya adalah ibu-ibu mereka. (al-Ahzab/33: 6)\n\nJika istri-istri nabi adalah ibu orang-orang yang beriman, tentulah nabi sendiri adalah bapak mereka dan seluruh umatnya adalah putra-putrinya.\n"}},{"number":70,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eNasihat Nabi Lut tidak membuat para pendurhaka itu mengurungkan niat. Dengan angkuh dan sombong \u003cem\u003emereka berkata\u003c/em\u003e, \"\u003cem\u003eDan bukankah kami\u003c/em\u003e sejak awal\u003cem\u003e telah melarangmu\u003c/em\u003e, wahai Lut, \u003cem\u003edari melindungi manusia\u003c/em\u003e; yakni para tamumu yang ingin kami ajak melakukan hubungan seksual?\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ketika kaum Lut, penduduk kota Sodom, mendengar bahwa Lut kedatangan tamu-tamu yang gagah, mereka pun bergembira. Timbullah hawa nafsu jahat mereka untuk berbuat homoseksual dengan tamu-tamu itu, yang merupakan kebiasaan buruk yang selalu mereka lakukan.\nMelihat tingkah laku kaumnya, Lut a.s. berkata kepada mereka, \"Sesungguhnya pemuda-pemuda yang kamu datangi dan kamu ajak melakukan perbuatan mesum adalah tamu-tamuku. Aku harus menghormati dan memuliakan tamu-tamuku itu, janganlah kamu melakukan perbuatan mesum dengan mereka, karena tindakan kamu itu akan memberi malu kepadaku. Bertakwalah kamu kepada Allah, peliharalah dirimu dari siksaan-Nya, dan janganlah kamu memperkosa mereka.\"\nKaum Lut menentang dan mengancam Nabi Lut karena perkataannya itu dengan mengatakan, \"Bukankah kami pernah melarangmu untuk melindungi tamu-tamu yang datang ke sini dari keinginan dan perbuatan yang akan kami lakukan terhadap mereka.\"\nPerkataan kaum Lut ini memberikan isyarat bahwa kaum Lut itu selalu memaksa tamu-tamu yang datang ketika itu agar bersedia melakukan perbuatan homoseksual dengan mereka. Perbuatan keji itu dilarang oleh Lut. Akan tetapi, mereka tidak menghiraukan larangan itu, bahkan mereka mengancam Lut dengan suatu hukuman, seandainya Lut masih mencampuri urusan mereka itu.\nTetapi Lut masih memperingatkan mereka dan menawarkan kepada mereka putri-putrinya untuk mereka nikahi, karena itulah yang sesuai dengan sunatullah. Beliau berkata, \"Hai kaumku, menikahlah dengan putri-putriku. Janganlah kamu melakukan perkawinan dengan orang yang sejenis denganmu, karena kawin dengan orang yang sejenis itu diharamkan Allah. Lakukanlah perbuatan yang halal dan sesuai dengan sunatullah. Allah sengaja menciptakan laki-laki dan perempuan agar mereka menikah dan memiliki keturunan. Jika kamu terus berbuat demikian, niscaya kamu tidak akan memiliki keturunan dan jenis manusia akan punah dari muka bumi.\"\nDalam ayat ini, Lut a.s. menyebut \"putri-putriku\". Maksudnya ialah \"para pengikutnya yang wanita\" karena seorang nabi biasa menyebut kaumnya dengan anak-anaknya dan istri nabi adalah ibu dari umatnya sebagaimana firman Allah:\n\nNabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri dan istri-istrinya adalah ibu-ibu mereka. (al-Ahzab/33: 6)\n\nJika istri-istri nabi adalah ibu orang-orang yang beriman, tentulah nabi sendiri adalah bapak mereka dan seluruh umatnya adalah putra-putrinya.\n"}},{"number":71,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMendengar ucapan dan sikap kaumnya yang keras kepala, Nabi \u003cem\u003eLut berkata\u003c/em\u003e dalam rangka memberi alternatif, \"\u003cem\u003eMereka itulah putri-putri\u003c/em\u003eku dan putri-putri kaumku yang dapat kamu nikahi,\u003cem\u003e jika kamu hendak berbuat,\u003c/em\u003e yakni melakukan hubungan seksual. Itulah cara yang halal dan terhormat bagi kalian sesuai fitrah yang Allah tetapkan.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ketika kaum Lut, penduduk kota Sodom, mendengar bahwa Lut kedatangan tamu-tamu yang gagah, mereka pun bergembira. Timbullah hawa nafsu jahat mereka untuk berbuat homoseksual dengan tamu-tamu itu, yang merupakan kebiasaan buruk yang selalu mereka lakukan.\nMelihat tingkah laku kaumnya, Lut a.s. berkata kepada mereka, \"Sesungguhnya pemuda-pemuda yang kamu datangi dan kamu ajak melakukan perbuatan mesum adalah tamu-tamuku. Aku harus menghormati dan memuliakan tamu-tamuku itu, janganlah kamu melakukan perbuatan mesum dengan mereka, karena tindakan kamu itu akan memberi malu kepadaku. Bertakwalah kamu kepada Allah, peliharalah dirimu dari siksaan-Nya, dan janganlah kamu memperkosa mereka.\"\nKaum Lut menentang dan mengancam Nabi Lut karena perkataannya itu dengan mengatakan, \"Bukankah kami pernah melarangmu untuk melindungi tamu-tamu yang datang ke sini dari keinginan dan perbuatan yang akan kami lakukan terhadap mereka.\"\nPerkataan kaum Lut ini memberikan isyarat bahwa kaum Lut itu selalu memaksa tamu-tamu yang datang ketika itu agar bersedia melakukan perbuatan homoseksual dengan mereka. Perbuatan keji itu dilarang oleh Lut. Akan tetapi, mereka tidak menghiraukan larangan itu, bahkan mereka mengancam Lut dengan suatu hukuman, seandainya Lut masih mencampuri urusan mereka itu.\nTetapi Lut masih memperingatkan mereka dan menawarkan kepada mereka putri-putrinya untuk mereka nikahi, karena itulah yang sesuai dengan sunatullah. Beliau berkata, \"Hai kaumku, menikahlah dengan putri-putriku. Janganlah kamu melakukan perkawinan dengan orang yang sejenis denganmu, karena kawin dengan orang yang sejenis itu diharamkan Allah. Lakukanlah perbuatan yang halal dan sesuai dengan sunatullah. Allah sengaja menciptakan laki-laki dan perempuan agar mereka menikah dan memiliki keturunan. Jika kamu terus berbuat demikian, niscaya kamu tidak akan memiliki keturunan dan jenis manusia akan punah dari muka bumi.\"\nDalam ayat ini, Lut a.s. menyebut \"putri-putriku\". Maksudnya ialah \"para pengikutnya yang wanita\" karena seorang nabi biasa menyebut kaumnya dengan anak-anaknya dan istri nabi adalah ibu dari umatnya sebagaimana firman Allah:\n\nNabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri dan istri-istrinya adalah ibu-ibu mereka. (al-Ahzab/33: 6)\n\nJika istri-istri nabi adalah ibu orang-orang yang beriman, tentulah nabi sendiri adalah bapak mereka dan seluruh umatnya adalah putra-putrinya.\n"}},{"number":72,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSebelum melanjutkan kisah kaum Nabi Lut, Allah berfirman, \"\u003cem\u003eDemi umurmu\u003c/em\u003e, wahai Nabi Muhammad atau Nabi Nuh, \u003cem\u003esungguh mereka\u003c/em\u003e, yakni kaum Nabi Lut terus saja \u003cem\u003eterombang-ambing dalam kemabukan\u003c/em\u003e sehingga tidak akan menyadari kesesatan mereka.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan penegasan Allah swt kepada Nabi Muhammad saw bahwa perbuatan homoseksual dan lesbian yang dilakukan kaum Lut benar-benar perbuatan keji dan sesat, karena itu wajib dijauhi dan ditinggalkan.\nOrang Arab biasa bersumpah dengan menyebut umur seseorang. Dalam ayat ini Allah swt bersumpah dengan umur dan kehidupan Nabi Muhammad saw yang tujuannya ialah untuk menunjukkan keutamaan Nabi Muhammad saw.\nSebagian ahli tafsir berpendapat bahwa yang bersumpah dalam ayat ini ialah para malaikat. Mereka menyatakan perbuatan kaum Lut yang demikian itu keterlaluan. Akan tetapi, pendapat ini dibantah oleh riwayat yang mengatakan bahwa Allah swt tidak pernah bersumpah dengan menyebut umur nabi-nabi dan rasul-rasul yang lain, kecuali menyebut umur Nabi Muhammad saw. Hal ini semata-mata untuk menunjukkan keutamaan Nabi Muhammad.\n"}},{"number":73,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDalam keadaan yang demikian itu \u003cem\u003emaka mereka dibinasakan oleh\u003c/em\u003e Allah dengan \u003cem\u003esuara keras yang mengguntur\u003c/em\u003e yang terjadi \u003cem\u003eketika matahari akan terbit.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan azab yang ditimpakan kepada kaum Lut, untuk menunjukkan akibat perbuatan mereka. Azab itu datang pada dini hari berupa suara halilintar yang menghancurkan kota Sodom. Pada ayat yang lain disebut bahwa azab itu datang pada waktu subuh dan berakhir pada waktu matahari terbit."}},{"number":74,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSeiring datangnya suara keras yang mengguntur itu \u003cem\u003emaka Kami jungkir balikkan\u003c/em\u003e kota Sodom dan Gomorah yang menjadi tempat tinggal kaum Nabi Lut, \u003cem\u003edan\u003c/em\u003e selain itu, \u003cem\u003eKami\u003c/em\u003e juga\u003cem\u003e hujani mereka\u003c/em\u003e secara bertubi-tubi \u003cem\u003edengan batu dari tanah yang keras\u003c/em\u003e sehingga mereka hancur dan binasa.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menerangkan bentuk azab yang menimpa kaum Lut ada tiga macam:\n1. Berupa suara petir yang mengguntur dan menakutkan;\n2. Membalikkan kota Sodom, sehingga lapisan tanah yang semula di atas terbalik menjadi lapisan yang di bawah;\n3. Menghujani mereka dengan batu.\n"}},{"number":75,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eSungguh, pada yang demikian itu\u003c/em\u003e, yaitu berita-berita dan kisah-kisah yang Allah sampaikan, \u003cem\u003ebenar-benar terdapat tanda-tanda\u003c/em\u003e kebesaran, keagungan, dan kekuasaan Allah \u003cem\u003ebagi orang yang memperhatikan tanda-tanda\u003c/em\u003e yang diperlihatkan dan dihamparkan di alam semesta ini.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan perbuatan dan tingkah laku kaum Lut, kemudian mereka dihancurkan karena perbuatan-perbuatan mereka yang bertentangan dengan perintah Allah, Tuhan Yang Maha Esa, Mahakuasa, mengasihi dan menyayangi hamba-hamba-Nya yang beriman, dan mengazab orang-orang yang ingkar kepada-Nya. Orang-orang beriman, yang memperhatikan tanda-tanda kekuasaan dan kebesaran Allah, menjadikan semuanya itu sebagai pelajaran, sebagaimana tersebut dalam hadis: \nRasulullah swt bersabda, \"Jagalah dirimu terhadap firasat orang-orang yang beriman karena sesungguhnya ia melihat dengan nur Allah,\" kemudian beliau membaca surah ini. (Riwayat at-Tirmidzi dan Ibnu Jarir ath-thabari dari Abu Sa'id al-Khudri)\n\nFirasat ini ada dua macam:\n1. Suatu kesan dan perasaan yang dijadikan Allah swt pada hati orang-orang yang saleh. Kemampuan yang diberikan kepadanya untuk membaca raut muka, tingkah laku dan keadaan orang lain.\n2. Firasat yang ditimbulkan oleh pengalaman, kehidupan yang luhur, dan budi pekerti yang mulia.\nDalam hadis disebutkan pula:\nRasulullah saw bersabda, \"Sesungguhnya Allah mempunyai hamba-hamba yang mengetahui manusia dengan tanda-tanda.\" (Riwayat ath-thabrani dan al Bazzar dari Anas bin Malik)\n"}},{"number":76,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e Allah pun menegaskan bahwa se-\u003cem\u003esungguh\u003c/em\u003e-nya \u003cem\u003ekota itu\u003c/em\u003e, yakni Sodom dan Gomorah yang terletak di sebelah timur Laut Mati dan menjadi tempat tinggal kaum Nabi Lut, \u003cem\u003ebenar-benar terletak di jalan yang masih tetap\u003c/em\u003e dapat dilalui manusia, pun dapat disaksikan bekas-bekas kehancurannya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah swt menerangkan bahwa negeri kaum Lut yang telah dihancurkan itu terletak pada jalan-jalan yang biasa dilalui manusia. Reruntuhannya dapat dilihat sampai saat ini oleh orang-orang yang mengadakan perjalanan dari Medinah ke Syam. Hal ini ditegaskan oleh Allah swt dalam firman-Nya yang lain:\n\nDan sesungguhnya kamu (penduduk Mekah) benar-benar akan melalui (bekas-bekas) mereka pada waktu pagi, dan pada waktu malam. Maka mengapa kamu tidak mengerti? (as-shaffat/37: 137-138)\n\nOrang-orang Arab Mekah biasanya mengadakan perdagangan ke Syam. Mereka berangkat dalam kafilah. Dalam perjalanan mereka pulang balik dari Mekah ke Syam itu, mereka melalui negeri kaum Lut dan dapat menyaksikan bekas-bekasnya.\n"}},{"number":77,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eSungguh, pada yang demikian itu\u003c/em\u003e, yaitu peristiwa-peristiwa yang digambarkan dalam kisah-kisah tentang Nabi Ibrahim dan Nabi Lut bersama kaum mereka, \u003cem\u003ebenar-benar terdapat tanda\u003c/em\u003e kekuasaan Allah \u003cem\u003ebagi orang yang beriman.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Kemudian Allah swt memperingatkan bahwa azab yang ditimpakan-Nya kepada kaum Lut sehingga mereka hancur binasa serta terhindarnya Lut beserta pengikutnya merupakan tanda-tanda kekuasaan dan kebesaran Allah. Dia akan mengazab setiap orang yang ingkar dan durhaka dan memberi pahala orang-orang yang beriman kepada-Nya. Sedang bagi orang-orang kafir, peristiwa yang menghancurkan kaum Lut itu hanyalah semata-mata akibat bencana alam. Adanya gempa bumi, panas terik sepanjang tahun, dan timbulnya wabah penyakit adalah suatu hal yang biasa terjadi di alam ini, tidak ada hubungan dengan kedurhakaan dan keingkaran manusia pada Allah swt."}},{"number":78,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSetelah mengisahkan pembinasaan kaum Nabi Lut karena kedurhakaan mereka pada ayat-ayat sebelumnya, pada ayat berikut Allah menuturkan kisah kaum Nabi Syu'aib dan kebinasaan mereka. Allah berfirman, \"\u003cem\u003eDan sesungguhnya penduduk Aikah itu\u003c/em\u003e, yakni sebuah lokasi di wilayah Madyan yang ditinggali oleh kaum Nabi Syu'aib, \u003cem\u003ebenar-benar kaum yang zalim\u003c/em\u003e. Mereka suka menyamun dan merampok orang-orang yang melewati negeri mereka serta curang dalam menakar dan menimbang.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa penduduk kota Aikah adalah penduduk yang zalim dan ingkar. Kepada mereka diutus Nabi Syuaib a.s., tetapi mereka mengingkari dan mendustakan dakwahnya.\nDalam hadis diterangkan hubungan penduduk Aikah dengan penduduk kota Madyan.\nRasulullah saw berkata, \"Sesungguhnya penduduk kota Madyan dan penduduk Aikah itu adalah dua umat yang kepada keduanya Allah mengutus Nabi Syuaib\". (Riwayat Ibnu Mardawaih dan Ibnu 'Asakir)\n\nArti dasar dari Aikah ialah hutan, kemudian menjadi nama suatu negeri karena negeri itu memiliki banyak hutan. Negeri itu terletak di daerah Madyan.\nPenduduk Aikah menganut kepercayaan politeisme, suka menyamun dan merampok orang yang lewat negeri mereka, serta berlaku curang dalam menimbang dan menakar. Kepada mereka diutus Nabi Syuaib a.s., tetapi mereka mengingkarinya.\n"}},{"number":79,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAkibat dari sikap, perbuatan, dan kezaliman mereka itu \u003cem\u003emaka Kami membinasakan mereka\u003c/em\u003e, yakni kaum Nabi Syu'aib. \u003cem\u003eDan sesungguhnya kedua \u003c/em\u003enegeri \u003cem\u003eitu\u003c/em\u003e, yakni kota Sodom yang didiami kaum Nabi Lut dan kota Aikah yang didiami kaum Nabi Syu'aib, \u003cem\u003eterletak di satu jalur jalan raya\u003c/em\u003e yang masih biasa dilalui manusia hingga saat ini.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Karena tindakan mereka yang melanggar larangan Allah dan meng-abaikan seruan rasul itu, mereka ditimpa azab berupa panas terik selama tujuh hari, tanpa sedikit pun awan yang menaungi. Allah kemudian mengirimkan awan, lalu mereka bernaung di bawahnya. Tiba-tiba dari dalam awan itu memancar nyala api yang menghanguskan mereka. Dalam Surah al-A'raf/7: 91, diterangkan bahwa mereka juga ditimpa gempa yang dahsyat.\n\nLalu datanglah gempa menimpa mereka, dan mereka pun mati bergelimpangan di dalam reruntuhan rumah mereka. (al-A'raf/7: 91)\n\nKemudian Allah swt menerangkan bahwa kota Sodom dan kota Aikah itu adalah dua kota yang berdekatan letaknya, sama-sama terletak di jalan yang biasa dilalui manusia. Bahkan, bekas peninggalan mereka masih dapat dilihat dan diteliti, agar dijadikan pelajaran oleh orang-orang yang mau menggunakan pikirannya.\n"}},{"number":80,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eUsai menuturkan kisah kaum Nabi Lut dan Nabi Syu'aib, Allah lalu menceritakan kisah Kaum Samud, kaum Nabi Saleh. Allah berfirman, \"\u003cem\u003eDan sesungguhnya penduduk negeri a\u0026circ;ijr\u003c/em\u003e, yakni kaum Samud yang mendiami suatu wilayah di Wadi al-Qura antara Madinah dengan Suriah, \u003cem\u003ebenar-benar telah mendustakan\u003c/em\u003e Nabi Saleh sebagai salah seorang dari \u003cem\u003epara rasul\u003c/em\u003e yang Allah utus kepada mereka.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa penduduk kota al-Hijr telah men-dustakan para rasul. Dalam ayat ini disebutkan rasul-rasul padahal mereka hanya mendustakan seorang rasul, yaitu Nabi Saleh a.s., karena mendustakan seorang rasul hukumnya sama dengan mendustakan seluruh rasul Allah. Seluruh rasul yang diutus Allah membawa agama tauhid dan asas-asas agama yang sama. Walaupun mendustakan seorang rasul, tetapi mereka telah mendustakan ketauhidan dan asas-asas agama yang dibawa rasul itu, yang berarti mereka telah mendustakan seluruh rasul.\nKota al-Hijr adalah tempat tinggal kaum Samud yang terletak antara Mekah dan Syam, di dekat Wadil-Qura. Kepada mereka diutus Nabi Saleh yang diberi mukjizat sebagai bukti kerasulannya. Saleh menyatakan mukjizatnya berupa unta betina yang mereka kenal sebagai bukti kerasulan-nya. Unta itu tidak boleh diganggu dan disakiti. Jatah air minumnya ditentukan banyaknya secara bergantian, yaitu sehari untuk minum unta dan sehari untuk minum mereka semuanya. Tetapi mereka tidak mau mengikuti ketentuan Saleh itu, bahkan mereka menyembelih unta itu. \n"}},{"number":81,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan Kami telah mendatangkan kepada mereka tanda-tanda\u003c/em\u003e kekuasaan \u003cem\u003eKami\u003c/em\u003e, yakni mukjizat kepada Nabi Saleh berupa unta betina yang membuktikan kerasulannya. Nabi Saleh mengingatkan kaumnya untuk tidak mengganggu apalagi menyakiti unta tersebut. Namun, mereka melanggar pesan Nabi Saleh dan menyembelih unta itu. Mukjizat itu telah mereka saksikan, \u003cem\u003etetapi mereka selalu berpaling darinya\u003c/em\u003e dengan selalu abai.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa penduduk kota al-Hijr telah men-dustakan para rasul. Dalam ayat ini disebutkan rasul-rasul padahal mereka hanya mendustakan seorang rasul, yaitu Nabi Saleh a.s., karena mendustakan seorang rasul hukumnya sama dengan mendustakan seluruh rasul Allah. Seluruh rasul yang diutus Allah membawa agama tauhid dan asas-asas agama yang sama. Walaupun mendustakan seorang rasul, tetapi mereka telah mendustakan ketauhidan dan asas-asas agama yang dibawa rasul itu, yang berarti mereka telah mendustakan seluruh rasul.\nKota al-Hijr adalah tempat tinggal kaum Samud yang terletak antara Mekah dan Syam, di dekat Wadil-Qura. Kepada mereka diutus Nabi Saleh yang diberi mukjizat sebagai bukti kerasulannya. Saleh menyatakan mukjizatnya berupa unta betina yang mereka kenal sebagai bukti kerasulan-nya. Unta itu tidak boleh diganggu dan disakiti. Jatah air minumnya ditentukan banyaknya secara bergantian, yaitu sehari untuk minum unta dan sehari untuk minum mereka semuanya. Tetapi mereka tidak mau mengikuti ketentuan Saleh itu, bahkan mereka menyembelih unta itu. \n"}},{"number":82,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan mereka\u003c/em\u003e, yakni kaum Samud, \u003cem\u003ememahat gunung-gunung batu\u003c/em\u003e untuk dijadikan \u003cem\u003erumah-rumah\u003c/em\u003e yang kokoh sebagai tempat tinggal. Rumahrumah itu mereka diami \u003cem\u003edengan rasa aman\u003c/em\u003e dari segala gangguan.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Kaum Samud adalah kaum yang kuat dan perkasa tubuhnya. Mereka memahat gunung-gunung batu untuk dijadikan rumah-rumah mereka, sehingga kota mereka dinamakan \"kota al-hijr\" yang berarti kota pegunungan batu. Karena kemungkaran, Allah menimpakan kepada mereka azab berupa suara keras yang mengguntur dan menghancurkan mereka semuanya. Azab keras itu datang di waktu pagi pada hari keempat dari hari yang ditetapkan Saleh bagi mereka untuk berpikir. Tetapi mereka tidak mengindahkannya, sehingga mereka terkubur di dalam rumah-rumah mereka yang berupa gua-gua yang dipahat pada gunung-gunung batu itu. Keadaan mereka ini diterangkan Allah dalam firman-Nya yang lain:\n\nKemudian suara yang mengguntur menimpa orang-orang zalim itu, sehingga mereka mati bergelimpangan di rumahnya. Seolah-olah mereka belum pernah tinggal di tempat itu. Ingatlah, kaum Samud mengingkari Tuhan mereka. Ingatlah, binasalah kaum Samud. (Hud/11: 67-68)\nKaum Samud tidak dapat menghindarkan diri dari azab Allah sedikit pun. Tidak ada faedah keperkasaan tubuh mereka, kemampuan mereka memahat gunung untuk dijadikan rumah yang seakan-akan merupakan benteng yang kokoh, serta harta dan jumlah mereka yang banyak. Semua hancur lebur bersama mereka, seakan-akan negeri itu tidak pernah dihuni manusia.\nTentang kedahsyatan azab yang dialami kaum Samud, tergambar dalam hadis Nabi saw:\nDari Ibnu Umar r.a. bahwasanya Nabi saw telah lewat di kota Hijr dalam perjalanan beliau menuju perang Tabuk, lalu beliau menundukkan kepalanya dan mempercepat perjalanannya seraya berkata kepada para sahabatnya, \"Janganlah kamu memasuki rumah-rumah kaum yang diazab (kaum Samud), kecuali kamu akan menangis. Jika kamu tidak menangis, maka hendaklah seakan-akan menangis karena kamu takut akan ditimpa azab nanti sebagaimana mereka telah ditimpa azab dahulu.\" (Riwayat al-Bukhari)\n"}},{"number":83,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKeberpalingan mereka dari Allah dan kedurhakaan kepada-Nya \u003cem\u003ekemudian\u003c/em\u003e membuat Allah murka. \u003cem\u003eMereka\u003c/em\u003e lalu \u003cem\u003edibinasakan oleh\u003c/em\u003e Allah pada hari keempat dari tenggat yang telah Nabi Saleh berikan kepada mereka untuk berpikir, dengan suatu azab berupa \u003cem\u003esuara keras yang mengguntur pada pagi hari\u003c/em\u003e. Suara itu memicu gempa dahsyat yang membuat mereka terkubur dalam rumah-rumah mereka yang dipahat pada gunung-gunung batu itu.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Kaum Samud adalah kaum yang kuat dan perkasa tubuhnya. Mereka memahat gunung-gunung batu untuk dijadikan rumah-rumah mereka, sehingga kota mereka dinamakan \"kota al-hijr\" yang berarti kota pegunungan batu. Karena kemungkaran, Allah menimpakan kepada mereka azab berupa suara keras yang mengguntur dan menghancurkan mereka semuanya. Azab keras itu datang di waktu pagi pada hari keempat dari hari yang ditetapkan Saleh bagi mereka untuk berpikir. Tetapi mereka tidak mengindahkannya, sehingga mereka terkubur di dalam rumah-rumah mereka yang berupa gua-gua yang dipahat pada gunung-gunung batu itu. Keadaan mereka ini diterangkan Allah dalam firman-Nya yang lain:\n\nKemudian suara yang mengguntur menimpa orang-orang zalim itu, sehingga mereka mati bergelimpangan di rumahnya. Seolah-olah mereka belum pernah tinggal di tempat itu. Ingatlah, kaum Samud mengingkari Tuhan mereka. Ingatlah, binasalah kaum Samud. (Hud/11: 67-68)\nKaum Samud tidak dapat menghindarkan diri dari azab Allah sedikit pun. Tidak ada faedah keperkasaan tubuh mereka, kemampuan mereka memahat gunung untuk dijadikan rumah yang seakan-akan merupakan benteng yang kokoh, serta harta dan jumlah mereka yang banyak. Semua hancur lebur bersama mereka, seakan-akan negeri itu tidak pernah dihuni manusia.\nTentang kedahsyatan azab yang dialami kaum Samud, tergambar dalam hadis Nabi saw:\nDari Ibnu Umar r.a. bahwasanya Nabi saw telah lewat di kota Hijr dalam perjalanan beliau menuju perang Tabuk, lalu beliau menundukkan kepalanya dan mempercepat perjalanannya seraya berkata kepada para sahabatnya, \"Janganlah kamu memasuki rumah-rumah kaum yang diazab (kaum Samud), kecuali kamu akan menangis. Jika kamu tidak menangis, maka hendaklah seakan-akan menangis karena kamu takut akan ditimpa azab nanti sebagaimana mereka telah ditimpa azab dahulu.\" (Riwayat al-Bukhari)\n"}},{"number":84,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAzab itu datang dengan begitu dahsyat, \u003cem\u003esehingga tidak berguna\u003c/em\u003e lagi \u003cem\u003ebagi mereka apa yang telah mereka usahakan\u003c/em\u003e. Mereka mengira bahwa rumah-rumah yang mereka pahat pada sisi tebing gunung yang kukuh itu akan menyelamatkan mereka, namun ternyata semua itu tidak mampu melindungi mereka dari azab Allah.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Kaum Samud adalah kaum yang kuat dan perkasa tubuhnya. Mereka memahat gunung-gunung batu untuk dijadikan rumah-rumah mereka, sehingga kota mereka dinamakan \"kota al-hijr\" yang berarti kota pegunungan batu. Karena kemungkaran, Allah menimpakan kepada mereka azab berupa suara keras yang mengguntur dan menghancurkan mereka semuanya. Azab keras itu datang di waktu pagi pada hari keempat dari hari yang ditetapkan Saleh bagi mereka untuk berpikir. Tetapi mereka tidak mengindahkannya, sehingga mereka terkubur di dalam rumah-rumah mereka yang berupa gua-gua yang dipahat pada gunung-gunung batu itu. Keadaan mereka ini diterangkan Allah dalam firman-Nya yang lain:\n\nKemudian suara yang mengguntur menimpa orang-orang zalim itu, sehingga mereka mati bergelimpangan di rumahnya. Seolah-olah mereka belum pernah tinggal di tempat itu. Ingatlah, kaum Samud mengingkari Tuhan mereka. Ingatlah, binasalah kaum Samud. (Hud/11: 67-68)\nKaum Samud tidak dapat menghindarkan diri dari azab Allah sedikit pun. Tidak ada faedah keperkasaan tubuh mereka, kemampuan mereka memahat gunung untuk dijadikan rumah yang seakan-akan merupakan benteng yang kokoh, serta harta dan jumlah mereka yang banyak. Semua hancur lebur bersama mereka, seakan-akan negeri itu tidak pernah dihuni manusia.\nTentang kedahsyatan azab yang dialami kaum Samud, tergambar dalam hadis Nabi saw:\nDari Ibnu Umar r.a. bahwasanya Nabi saw telah lewat di kota Hijr dalam perjalanan beliau menuju perang Tabuk, lalu beliau menundukkan kepalanya dan mempercepat perjalanannya seraya berkata kepada para sahabatnya, \"Janganlah kamu memasuki rumah-rumah kaum yang diazab (kaum Samud), kecuali kamu akan menangis. Jika kamu tidak menangis, maka hendaklah seakan-akan menangis karena kamu takut akan ditimpa azab nanti sebagaimana mereka telah ditimpa azab dahulu.\" (Riwayat al-Bukhari)\n"}},{"number":85,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eUsai menceritakan kisah beberapa kaum yang durhaka kepada para rasul, melalui ayat ini Allah kembali menegaskan tentang penciptaan langit dan bumi. Allah menyatakan, \"\u003cem\u003eDan Kami tidak menciptakan langit\u003c/em\u003e dengan aneka bintang dan planet yang menghiasinya \u003cem\u003edan\u003c/em\u003e tidak pula kami ciptakan \u003cem\u003ebumi\u003c/em\u003e dengan aneka makhluk di permukaannya maupun di perutnya, \u003cem\u003eserta apa yang ada di antara keduanya\u003c/em\u003e, yakni antara langit dan bumi, baik yang tampak maupun yang tidak tampak, yang diketahui maupun tidak diketahui oleh manusia, \u003cem\u003emelainkan dengan kebenaran\u003c/em\u003e. Kami ciptakan itu semua sebagai bukti-bukti kekuasaan Kami agar manusia mau beriman. \u003cem\u003eDan sungguh, Kiamat\u003c/em\u003e yang menjadi saat ketika semua manusia dimintai pertanggungjawaban atas amalnya, \u003cem\u003epasti akan datang\u003c/em\u003e. Tidak ada keraguan sedikit pun tentangnya. \u003cem\u003eMaka maafkanlah\u003c/em\u003e kaummu yang enggan beriman, wahai Nabi Muhammad, atas kecaman, gangguan, dan pendustaan mereka kepadamu. Maafkanlah mereka \u003cem\u003edengan cara yang baik\u003c/em\u003e.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa Allah menciptakan semua yang ada di langit dan di bumi ini, bukan untuk berbuat aniaya dan zalim kepada seluruh penduduk atau makhluk, seperti yang dilakukan terhadap umat dahulu yang durhaka. Allah menciptakan benda-benda tersebut dengan maksud dan tujuannya, sesuai dengan pengetahuan dan kasih sayang Allah kepada makhluk-Nya. Demikian pula kisah-kisah umat yang dahulu disampaikan agar dijadikan iktibar, tamsil, dan ibarat bagi orang-orang yang mau percaya kepada kekuasaan dan kebesaran Allah.\nKemudian Allah swt menegaskan bahwa hari kiamat itu pasti datang, tidak ada keraguan sedikit pun, karena pada waktu itulah Allah menyem-purnakan balasannya kepada manusia sesuai dengan perbuatan yang telah mereka lakukan. Perbuatan baik dibalas dengan surga, sedang perbuatan buruk dibalas dengan azab neraka. \nAllah memperingatkan bahwa jika manusia tidak mau beriman kepada Allah dan Nabi Muhammad, serta tidak mau mengambil pelajaran dan pengalaman yang telah dialami umat-umat yang dahulu, maka Rasul diperintahkan untuk berpaling dari mereka, dan memperlihatkan sikap yang baik, budi pekerti yang tinggi, serta memaafkan tindak-tanduk mereka yang tidak wajar terhadapnya.\nAyat ini menerangkan sikap-sikap yang harus dimiliki oleh seorang dai khususnya dan seluruh kaum Muslimin pada umumnya dalam menyampai-kan agama Allah dan menghadapi orang-orang yang durhaka. Kaum Muslimin hanya berkewajiban menyampaikan agama Allah, dan tidak diharuskan untuk memaksa dan menjadikan mereka (orang-orang durhaka) beriman, yang menjadikan iman dan kafirnya seseorang hanyalah Allah.\n"}},{"number":86,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eSungguh, Tuhan\u003c/em\u003e yang selalu memeliharamu dan membimbing-\u003cem\u003emu\u003c/em\u003e, wahai Nabi Muhammad, \u003cem\u003eDia-lah\u003c/em\u003e Tuhan \u003cem\u003eYang Maha Pencipta\u003c/em\u003e. Dia-lah pencipta segala sesuatu di alam raya ini. Dia juga \u003cem\u003eMaha mengetahui\u003c/em\u003e segala sifat, ciri, dan keadaan makhluk-makhluk ciptaan-Nya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Selanjutnya Allah menegaskan bahwa Dia adalah Tuhan Yang Maha Esa, Maha Pencipta, dan Maha Mengetahui segala sesuatu, baik yang tampak atau yang tidak, yang nyata dan yang disembunyikan dan Dia Maha Mengetahui segala isi hati."}},{"number":87,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSetelah pada ayat-ayat sebelumnya Allah mengisahkan hinaan kaum pendurhaka kepada para rasul Allah dan siksaan yang ditimpakanNya kepada mereka, dalam ayat ini Allah menjelaskan anugerah yang diberikan-Nya kepada Nabi Muhammad. Allah berfirman, \"\u003cem\u003eDan sungguh, Kami telah memberikan kepadamu\u003c/em\u003e, wahai Nabi Muhammad,\u003cem\u003e tujuh\u003c/em\u003e ayat \u003cem\u003eyang\u003c/em\u003e dibaca \u003cem\u003eberulang-ulang\u003c/em\u003e dalam salat, yaitu Surah al-Fa\u0026nbsp;tihah \u003cem\u003edan\u003c/em\u003e ayat-ayat lain dari \u003cem\u003eAl-Qur'an yang agung.\u003c/em\u003e\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa Allah telah menurunkan kepada Nabi Muhammad \"as-sab'ul matsani\" (tujuh ayat yang dibaca berulang-ulang) dan Al-Qur'an yang agung. Tidak diterangkan dalam ayat ini yang dimaksud dengan \"as-sab'ul matsani\" dan \"Al-Qur'an yang agung itu\". Tetapi, ada hadis menerangkan bahwa yang dimaksud dengan as-sab'ul matsani dan Al-Qur'an yang agung itu ialah Surah al-Fatihah. Hadis itu ialah:\nDari Abi Said Al-Mu'alla ia berkata, \"Telah lewat di hadapanku Nabi saw sedang saya dalam salat, maka dia memanggilku dan aku tidak mendatanginya hingga aku selesai salat. Kemudian aku datang kepadanya, kemudian Nabi berkata, \"Kenapa engkau tidak datang kepadaku.\" Aku menjawab, \"Aku sedang salat.\" Beliau berkata, \"Bukanlah Allah telah berfirman, \"Hai orang-orang yang beriman perkenankanlah seruan Allah dan rasul,\" kemudian beliau berkata, Ketahuilah! Aku akan mengajarkan kepadamu surah yang paling agung di dalam Al-Qur'an, sebelum aku keluar dari mesjid ini.\" Maka Nabi saw pergi untuk keluar lalu beliau kuingatkan, maka katanya,\"Al-hamdu lillahi rabbil-'alamin adalah \"as-sab'ul-matsani\" dan \"Al-Qur'an yang agung\" yang telah diberikannya kepadaku.\" (Riwayat al-Bukhari)\n\nPada hadis yang lain, Rasulullah saw bersabda:\nUmmul-Qur'an itu ialah as-sab'ul-matsani dan Al-Qur'an yang Agung. (Riwayat al-Bukhari)\n\nBanyak hadis sahih lain yang menerangkan bahwa as-sab'ul-matsani dan Al-Qur'an yang Agung adalah nama-nama lain dari Surah al-Fatihah.\nSebagian ahli tafsir berpendapat bahwa yang dimaksud dengan as-sab'ul matsani dalam ayat di atas ialah as-sab'uth-thiwal (tujuh surah Al-Qur'an yang terpanjang ayat-ayatnya), yaitu Surah al-Baqarah, Ali 'Imran, al-Ma'idah, an-Nisa, al-A'raf, al-An'am, dan at-Taubah atau al-Anfal. Surah-surah yang tujuh itu disebut as-sab'ul-matsani, karena dalam surah yang tujuh itu diulang-ulang penyebutan kisah-kisah, hukum-hukum, ketauhidan, dan lain-lain. Akan tetapi, pendapat ini bertentangan dengan hadis-hadis sahih di atas. Sementara itu, sebagian dari surah as-sab'uth-thiwal diturunkan di Medinah, sedangkan ayat yang menerangkan tentang as-sab'ul-matsani ini adalah Makkiyah.\nDisebut as-sab'ul-matsani (tujuh berulang-ulang) karena Surah al-Fatihah itu terdiri atas tujuh ayat yang diulang-ulang membacanya pada tiap-tiap rakaat dalam salat. Seorang muslim sekurang-kurangnya salat tujuh belas rakaat dalam sehari semalam. Oleh karena itu, mereka sekurang-kurangnya membaca al-Fatihah tujuh belas kali dalam sehari semalam. Disebut Al-Qur'an yang agung karena isi Surah al-Fatihah itu merupakan pokok-pokok isi dari seluruh Al-Qur'an, dan sesuai pula dengan maksud hadis di atas.\n"}},{"number":88,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAnugerah Allah kepada Nabi Muhammad dan kaum mukmin berupa Surah al-Fa\u0026nbsp;tihah jauh lebih berharga daripada kenikmatan duniawi yang Allah berikan kepada kaum kafir. Allah mengingatkan Nabi Muhammad akan hal tersebut dengan firman-Nya, \"Wahai Nabi Muhammad,\u003cem\u003e jangan sekali-kali engkau tujukan pandanganmu\u003c/em\u003e sehingga tergiur \u003cem\u003ekepada kenikmatan hidup\u003c/em\u003e dan kemewahan duniawi yang fana dan sesaat \u003cem\u003eyang telah Kami berikan kepada beberapa golongan di antara mereka\u003c/em\u003e, yakni kaum kafir, \u003cem\u003edan jangan\u003c/em\u003e pula \u003cem\u003eengkau bersedih hati terhadap mereka\u003c/em\u003e karena keengganan mereka menerima dakwahmu menuju iman. \u003cem\u003eDan\u003c/em\u003e \u003cem\u003eberendah hatilah engkau terhadap orang-orang yang beriman\u003c/em\u003e serta jagalah hubungan baikmu dengan mereka.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat di atas diterangkan bahwa Allah swt telah meng-anugerahikan sesuatu yang besar nilainya kepada orang-orang yang beriman, yaitu Surah al-Fatihah. Pemberian itu berupa petunjuk ke jalan yang benar dan tidak dapat dinilai dengan harta berapa pun banyaknya. Oleh karena itu, Allah swt memperingatkan orang-orang yang beriman agar jangan merasa berkecil hati dan bersedih atas kesenangan duniawi yang telah diberikan Allah kepada orang-orang kafir. Tidak pantas seseorang memalingkan perhatiannya dari sesuatu yang mulia dan tinggi nilainya kepada sesuatu yang kurang bernilai, apalagi jika kesenangan dunia itu diperoleh dengan cara yang tidak dibenarkan Allah. Semua itu adalah kesenangan yang bersifat sementara, kemudian mereka akan dimasukkan ke dalam api neraka yang menyala-nyala. Ayat ini senada dengan firman Allah swt yang melarang Rasul melihat kenikmatan yang diberikan kepada orang-orang kafir:\n\nDan janganlah engkau tujukan pandangan matamu kepada kenikmatan yang telah Kami berikan kepada beberapa golongan dari mereka, (sebagai) bunga kehidupan dunia agar Kami uji mereka dengan (kesenangan) itu. Karunia Tuhanmu lebih baik dan lebih kekal. (thaha/20: 131)\n\nAllah swt melarang Nabi Muhammad saw bersedih hati terhadap orang kafir yang tidak mengindahkan seruannya. Larangan Allah ini disebabkan karena Nabi saw sangat mengharapkan agar seluruh manusia beriman dan mengharapkan agar orang-orang kafir tidak ditimpa siksa Allah di akhirat nanti karena keluasan rahmat-Nya. Larangan Allah juga mengingatkan Nabi saw bahwa tugasnya hanya menyampaikan agama Allah, bukan memaksa manusia untuk beriman. Kemudian Allah memutuskan agar Nabi saw berlaku lemah lembut dan mengatakan kepada orang-orang kafir bahwa mereka akan ditimpa azab Allah jika mereka terus-menerus dalam kekafiran dan kesesatan, sebagaimana yang telah ditimpakan kepada umat-umat sebelum mereka.\n"}},{"number":89,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan katakanlah\u003c/em\u003e kepada orang kafir, wahai Nabi Muhammad, \"\u003cem\u003eSesungguhnya aku adalah pemberi peringatan yang jelas\u003c/em\u003e kepada kalian tentang hukuman atas keingkaran kalian.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat di atas diterangkan bahwa Allah swt telah meng-anugerahikan sesuatu yang besar nilainya kepada orang-orang yang beriman, yaitu Surah al-Fatihah. Pemberian itu berupa petunjuk ke jalan yang benar dan tidak dapat dinilai dengan harta berapa pun banyaknya. Oleh karena itu, Allah swt memperingatkan orang-orang yang beriman agar jangan merasa berkecil hati dan bersedih atas kesenangan duniawi yang telah diberikan Allah kepada orang-orang kafir. Tidak pantas seseorang memalingkan perhatiannya dari sesuatu yang mulia dan tinggi nilainya kepada sesuatu yang kurang bernilai, apalagi jika kesenangan dunia itu diperoleh dengan cara yang tidak dibenarkan Allah. Semua itu adalah kesenangan yang bersifat sementara, kemudian mereka akan dimasukkan ke dalam api neraka yang menyala-nyala. Ayat ini senada dengan firman Allah swt yang melarang Rasul melihat kenikmatan yang diberikan kepada orang-orang kafir:\n\nDan janganlah engkau tujukan pandangan matamu kepada kenikmatan yang telah Kami berikan kepada beberapa golongan dari mereka, (sebagai) bunga kehidupan dunia agar Kami uji mereka dengan (kesenangan) itu. Karunia Tuhanmu lebih baik dan lebih kekal. (thaha/20: 131)\n\nAllah swt melarang Nabi Muhammad saw bersedih hati terhadap orang kafir yang tidak mengindahkan seruannya. Larangan Allah ini disebabkan karena Nabi saw sangat mengharapkan agar seluruh manusia beriman dan mengharapkan agar orang-orang kafir tidak ditimpa siksa Allah di akhirat nanti karena keluasan rahmat-Nya. Larangan Allah juga mengingatkan Nabi saw bahwa tugasnya hanya menyampaikan agama Allah, bukan memaksa manusia untuk beriman. Kemudian Allah memutuskan agar Nabi saw berlaku lemah lembut dan mengatakan kepada orang-orang kafir bahwa mereka akan ditimpa azab Allah jika mereka terus-menerus dalam kekafiran dan kesesatan, sebagaimana yang telah ditimpakan kepada umat-umat sebelum mereka.\n"}},{"number":90,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMemperingatkan kaum kafir Mekah tentang datangnya azab akibat penolakan mereka terhadap dakwah Nabi Muhammad, Allah berfirman, \"\u003cem\u003eSebagaimana\u003c/em\u003e Kami telah memberi kamu peringatan, sesungguhnya \u003cem\u003eKami telah menurunkan\u003c/em\u003e azab \u003cem\u003ekepada orang yang memilah-milah\u003c/em\u003e Kitab Allah dan menyifatinya dengan berbagai macam sifat yang batil, yaitu \u003cem\u003eorang-orang yang telah menjadikan Al-Qur'an itu terbagi-bagi\u003c/em\u003e ke dalam berbagai macam penamaan, seperti sihir, syair, tenung, atau lainnya, dan dengan berbagai sikap; sebagiannya mereka benarkan dan sebagian yang lain mereka ingkari.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa sebagaimana Allah telah meng-anugerahkan as-sab'ul-matsani kepada umat Nabi Muhammad, Dia juga telah menganugerahkan yang serupa itu kepada umat-umat sebelumnya dengan perantaraan nabi-nabi yang telah diutus kepada mereka. Seperti halnya sikap dan tindakan umat yang terdahulu terhadap kitab-kitab yang diturunkan kepada mereka, demikian pula sikap orang-orang musyrik di Mekah yang telah menamakan Al-Qur'an dengan nama yang bermacam-macam, seperti syair, sihir, dongeng-dongeng orang purbakala, buatan Muhammad, dan sebagainya.\nPara mufasir berbeda pendapat tentang yang dimaksud dengan perkataan \"al-muqtasimin\" (orang yang membagi-bagi).\nPendapat pertama mengartikan al-muqtasimin dengan orang-orang kafir yang telah bersumpah bahwa Allah tidak akan membangkitkan orang yang mati. Perkataan ini sesuai dengan firman Allah swt:\n\nDan mereka bersumpah dengan (nama) Allah dengan sumpah yang sungguh-sungguh, \"Allah tidak akan membangkitkan orang yang mati.\" Tidak demikian (pasti Allah akan membangkitkannya), sebagai suatu janji yang benar dari-Nya, tetapi kebanyakan manusia tidak mengetahui. (an-Nahl/16: 38)\n\nDan firman Allah swt:\n\nItukah orang-orang yang kamu telah bersumpah, bahwa mereka tidak akan mendapat rahmat Allah? (al-A'raf/7: 49)\n\nPendapat kedua mengartikan al-muqtasimin dengan \"orang-orang yang membagi-bagi\" kitab Allah, yaitu mengurangi, menukar, dan menambah isi kitab Allah yang telah diturunkan kepada para rasul-Nya. Dasar pendapat mereka ialah firman Allah swt:\n\n¦Apakah kamu beriman kepada sebagian Kitab (Taurat) dan ingkar kepada sebagian (yang lain)?... (al-Baqarah/2: 85)\n\nDan firman Allah swt:\n\n(Yaitu) di antara orang Yahudi, yang mengubah perkataan dari tempat-tempatnya¦ (an-Nisa'/4: 46)\n\nPendapat ketiga mengartikan al-muqtasimin dengan \"orang-orang yang membagi-bagi\". Maksudnya ialah mereka menamakan Al-Qur'an sesuai dengan nama yang mereka ingini, sehingga orang tidak mempercayai sebagai kitab yang diturunkan Allah. Alasan mereka ialah firman Allah swt:\n\nBahkan mereka mengatakan, \"(Al-Qur'an itu buah) mimpi-mimpi yang kacau, atau hasil rekayasanya (Muhammad), atau bahkan dia hanya seorang penyair. (al-Anbiya/21: 5)\nFirman Allah swt:\n\nLalu dia berkata, \"(Al-Qur'an) ini hanyalah sihir yang dipelajari (dari orang-orang dahulu). (al-Muddatstsir/74: 24)\n\nSetiap pendapat di atas mempunyai dalil-dalil yang kuat, tetapi yang lebih tepat dan sesuai dengan ayat-ayat ini ialah pendapat ketiga, apalagi jika dihubungkan dengan ayat-ayat selanjutnya, yaitu firman Allah yang artinya: \"Yaitu orang-orang yang telah menjadikan Al-Qur'an itu terbagi-bagi\".\nAl-Maragi, menukil pendapat Ibnu Abbas, mengatakan bahwa orang-orang Yahudi dan Nasrani telah menjadikan pula Al-Qur'an itu terbagi-bagi, ada bagian yang mereka percayai, dan ada pula bagian yang mereka ingkari.\nHasan al-Basri berpendapat bahwa orang-orang musyrik Mekah telah membagi-bagi jalan yang akan dilalui manusia, kemudian mereka berdiri di jalan yang akan dilalui manusia dan menakut-nakuti orang-orang yang akan menempuh jalan yang telah dibentangkan oleh Nabi saw.\n"}},{"number":91,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMemperingatkan kaum kafir Mekah tentang datangnya azab akibat penolakan mereka terhadap dakwah Nabi Muhammad, Allah berfirman, \"\u003cem\u003eSebagaimana\u003c/em\u003e\u0026nbsp;Kami telah memberi kamu peringatan, sesungguhnya\u0026nbsp;\u003cem\u003eKami telah menurunkan\u003c/em\u003e\u0026nbsp;azab\u0026nbsp;\u003cem\u003ekepada orang yang memilah-milah\u003c/em\u003e\u0026nbsp;Kitab Allah dan menyifatinya dengan berbagai macam sifat yang batil, yaitu\u0026nbsp;\u003cem\u003eorang-orang yang telah menjadikan Al-Qur'an itu terbagi-bagi\u003c/em\u003e\u0026nbsp;ke dalam berbagai macam penamaan, seperti sihir, syair, tenung, atau lainnya, dan dengan berbagai sikap; sebagiannya mereka benarkan dan sebagian yang lain mereka ingkari.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa sebagaimana Allah telah meng-anugerahkan as-sab'ul-matsani kepada umat Nabi Muhammad, Dia juga telah menganugerahkan yang serupa itu kepada umat-umat sebelumnya dengan perantaraan nabi-nabi yang telah diutus kepada mereka. Seperti halnya sikap dan tindakan umat yang terdahulu terhadap kitab-kitab yang diturunkan kepada mereka, demikian pula sikap orang-orang musyrik di Mekah yang telah menamakan Al-Qur'an dengan nama yang bermacam-macam, seperti syair, sihir, dongeng-dongeng orang purbakala, buatan Muhammad, dan sebagainya.\nPara mufasir berbeda pendapat tentang yang dimaksud dengan perkataan \"al-muqtasimin\" (orang yang membagi-bagi).\nPendapat pertama mengartikan al-muqtasimin dengan orang-orang kafir yang telah bersumpah bahwa Allah tidak akan membangkitkan orang yang mati. Perkataan ini sesuai dengan firman Allah swt:\n\nDan mereka bersumpah dengan (nama) Allah dengan sumpah yang sungguh-sungguh, \"Allah tidak akan membangkitkan orang yang mati.\" Tidak demikian (pasti Allah akan membangkitkannya), sebagai suatu janji yang benar dari-Nya, tetapi kebanyakan manusia tidak mengetahui. (an-Nahl/16: 38)\n\nDan firman Allah swt:\n\nItukah orang-orang yang kamu telah bersumpah, bahwa mereka tidak akan mendapat rahmat Allah? (al-A'raf/7: 49)\n\nPendapat kedua mengartikan al-muqtasimin dengan \"orang-orang yang membagi-bagi\" kitab Allah, yaitu mengurangi, menukar, dan menambah isi kitab Allah yang telah diturunkan kepada para rasul-Nya. Dasar pendapat mereka ialah firman Allah swt:\n\n¦Apakah kamu beriman kepada sebagian Kitab (Taurat) dan ingkar kepada sebagian (yang lain)?... (al-Baqarah/2: 85)\n\nDan firman Allah swt:\n\n(Yaitu) di antara orang Yahudi, yang mengubah perkataan dari tempat-tempatnya¦ (an-Nisa'/4: 46)\n\nPendapat ketiga mengartikan al-muqtasimin dengan \"orang-orang yang membagi-bagi\". Maksudnya ialah mereka menamakan Al-Qur'an sesuai dengan nama yang mereka ingini, sehingga orang tidak mempercayai sebagai kitab yang diturunkan Allah. Alasan mereka ialah firman Allah swt:\n\nBahkan mereka mengatakan, \"(Al-Qur'an itu buah) mimpi-mimpi yang kacau, atau hasil rekayasanya (Muhammad), atau bahkan dia hanya seorang penyair. (al-Anbiya/21: 5)\nFirman Allah swt:\n\nLalu dia berkata, \"(Al-Qur'an) ini hanyalah sihir yang dipelajari (dari orang-orang dahulu). (al-Muddatstsir/74: 24)\n\nSetiap pendapat di atas mempunyai dalil-dalil yang kuat, tetapi yang lebih tepat dan sesuai dengan ayat-ayat ini ialah pendapat ketiga, apalagi jika dihubungkan dengan ayat-ayat selanjutnya, yaitu firman Allah yang artinya: \"Yaitu orang-orang yang telah menjadikan Al-Qur'an itu terbagi-bagi\".\nAl-Maragi, menukil pendapat Ibnu Abbas, mengatakan bahwa orang-orang Yahudi dan Nasrani telah menjadikan pula Al-Qur'an itu terbagi-bagi, ada bagian yang mereka percayai, dan ada pula bagian yang mereka ingkari.\nHasan al-Basri berpendapat bahwa orang-orang musyrik Mekah telah membagi-bagi jalan yang akan dilalui manusia, kemudian mereka berdiri di jalan yang akan dilalui manusia dan menakut-nakuti orang-orang yang akan menempuh jalan yang telah dibentangkan oleh Nabi saw.\n"}},{"number":92,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAtas perbuatan kaum kafir yang demikian, Allah pun bersumpah, \u003cem\u003eMaka demi Tuhanmu\u003c/em\u003e, wahai Nabi Muhammad, \u003cem\u003eKami pasti akan menanyai\u003c/em\u003e dan meminta pertanggungjawaban kepada \u003cem\u003emereka semua\u003c/em\u003e di akhirat kelak \u003cem\u003etentang apa yang telah mereka kerjakan dahulu\u003c/em\u003e di dunia.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini memerintahkan agar Nabi Muhammad memperingatkan orang-orang yang membagi-bagi Al-Qur'an dan tidak mempercayainya sebagai kitab suci bahwa Allah akan menurunkan azab kepada mereka sebagaimana Allah telah membinasakan umat-umat terdahulu karena perbuatan yang serupa dengan mereka."}},{"number":93,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAtas perbuatan kaum kafir yang demikian, Allah pun bersumpah,\u0026nbsp;\u003cem\u003eMaka demi Tuhanmu\u003c/em\u003e, wahai Nabi Muhammad,\u0026nbsp;\u003cem\u003eKami pasti akan menanyai\u003c/em\u003e\u0026nbsp;dan meminta pertanggungjawaban kepada\u0026nbsp;\u003cem\u003emereka semua\u003c/em\u003e\u0026nbsp;di akhirat kelak\u0026nbsp;\u003cem\u003etentang apa yang telah mereka kerjakan dahulu\u003c/em\u003e\u0026nbsp;di dunia.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini memerintahkan agar Nabi Muhammad memperingatkan orang-orang yang membagi-bagi Al-Qur'an dan tidak mempercayainya sebagai kitab suci bahwa Allah akan menurunkan azab kepada mereka sebagaimana Allah telah membinasakan umat-umat terdahulu karena perbuatan yang serupa dengan mereka."}},{"number":94,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eWahai Nabi Muhammad, jangan kaupedulikan sikap dan tindakan kaum kafir itu terhadap Al-Qur'an. \u003cem\u003eMaka sampaikanlah\u003c/em\u003e saja kepada mereka \u003cem\u003esecara terang-terangan\u003c/em\u003e dan sungguh-sungguh\u003cem\u003e segala apa yang diperintahkan\u003c/em\u003e oleh Allah kepadamu \u003cem\u003edan berpalinglah dari orang yang musyrik.\u003c/em\u003e Jangan kauhiraukan gangguan mereka dan teruslah berdakwah menyampaikan pesan-pesan Allah karena Dia akan selalu melindungimu.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini memerintahkan Nabi Muhammad saw agar menyiarkan agama Islam dengan terang-terangan, tidak lagi dengan sembunyi-sembunyi, menantang orang-orang musyrik, tidak mempedulikan mereka dan apa yang mereka katakan, dan tidak takut kepada mereka yang menghalanginya dalam menyiarkan agama Allah, karena Allah melindunginya dari gangguan mereka.\nSebagian ahli tafsir menafsirkan \"Berpalinglah dari orang-orang musyrik\" maksudnya adalah janganlah mempedulikan segala macam tindak-tanduk orang-orang musyrik yang telah mendustakan, memperolok-olok, dan menentang kamu. Janganlah tindakan mereka itu menghalangimu menyiarkan agama Allah, karena Allah memelihara kamu dari gangguan mereka.\n"}},{"number":95,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMeskipun kaum kafir berusaha sekuat tenaga mengganggu dan menghalangimu dari menyampaikan dakwah, \u003cem\u003esesungguhnya Kami\u003c/em\u003e, yakni Allah, malaikat, dan orang yang dikehendaki-Nya akan selalu \u003cem\u003ememelihara engkau\u003c/em\u003e, wahai Nabi Muhammad, \u003cem\u003edari\u003c/em\u003e gangguan dan kejahatan \u003cem\u003eorang yang memperolok-olokkan\u003c/em\u003e engkau dan risalah yang kausampaikan.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini memerintahkan Nabi Muhammad saw agar menyiarkan agama Islam dengan terang-terangan, tidak lagi dengan sembunyi-sembunyi, menantang orang-orang musyrik, tidak mempedulikan mereka dan apa yang mereka katakan, dan tidak takut kepada mereka yang menghalanginya dalam menyiarkan agama Allah, karena Allah melindunginya dari gangguan mereka.\nSebagian ahli tafsir menafsirkan \"Berpalinglah dari orang-orang musyrik\" maksudnya adalah janganlah mempedulikan segala macam tindak-tanduk orang-orang musyrik yang telah mendustakan, memperolok-olok, dan menentang kamu. Janganlah tindakan mereka itu menghalangimu menyiarkan agama Allah, karena Allah memelihara kamu dari gangguan mereka.\n"}},{"number":96,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMereka yang memperolok-olokkanmu tidak lain hanyalah \u003cem\u003eorang yang menganggap adanya tuhan selain Allah\u003c/em\u003e. Anggapan mereka ini merupakan kesalahan besar. Karena itu, \u003cem\u003emereka kelak akan mengetahui\u003c/em\u003e akibat yang sangat pedih dari kedurhakaan dan kesyirikan mereka.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini memberi jaminan kepada Nabi Muhammad bahwa Allah swt memeliharanya dari tindakan orang-orang musyrik Mekah yang memperolok-olok dan menyakitinya serta memelihara Al-Qur'an dari usaha-usaha orang-orang yang ingin mengotorinya.\nAth-thabari menyampaikan riwayat dari Sa'id bin Jubair bahwa orang-orang musyrik Mekah yang memperolok-olok Al-Qur'an dan Nabi Muhammad ialah al-Walid bin Mugirah, al-'As bin Wa'il, Al-'Adi bin Qais, Aswad bin Abdu Yaguts, dan Aswad bin Muththalib. Mereka semua terkenal dalam sejarah, dan sebab-sebab kematian mereka adalah akibat tindakan mereka sendiri.\nMenurut suatu riwayat diterangkan bahwa suatu ketika Nabi saw berada di hadapan orang-orang kafir Mekah, mereka saling mengedipkan mata tanpa setahu Nabi Muhammad saw, dan berkata sesamanya dengan maksud mengejek Nabi, \"Inikah orang yang mendakwakan dirinya nabi?\" Pada waktu itu, Jibril a.s. menyertai Nabi, lalu Jibril menusuk punggung orang-orang yang memperolok-olokkan itu dengan jarinya, sehingga menimbulkan bekas, luka, dan borok yang busuk baunya. Tiada seorang pun yang mendekati mereka karena baunya itu. Maka turunlah ayat ini yang menegaskan bahwa Nabi saw dilindungi Allah swt dari gangguan orang-orang kafir.\nAllah mengetahui bahwa Nabi saw merasa sedih karena olok-olokan dan tindakan orang-orang kafir. Untuk mengobati kesedihannya itu, Allah memerintahkan Nabi saw untuk bertasbih, mensucikan Allah dari segala sesuatu yang menyekutukan-Nya, salat, rukuk, sujud, banyak melakukan ibadah, berbuat baik, dan mengekang hawa nafsu. Hal ini berlaku pula bagi kaum Muslimin sampai akhir hayat mereka.\n"}},{"number":97,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKembali mengingatkan Nabi Muhammad, Allah berfirman, \"\u003cem\u003eDan sungguh, Kami mengetahui bahwa\u003c/em\u003e engkau memiliki budi pekerti luhur dan toleransi yang tinggi dalam menghadapi gangguan mereka, tetapi engkau merasa sedih sehingga \u003cem\u003edadamu menjadi sempit disebabkan apa yang mereka ucapkan\u003c/em\u003e kepadamu berupa pendustaan, hinaan, dan olok-olok mereka.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini memberi jaminan kepada Nabi Muhammad bahwa Allah swt memeliharanya dari tindakan orang-orang musyrik Mekah yang memperolok-olok dan menyakitinya serta memelihara Al-Qur'an dari usaha-usaha orang-orang yang ingin mengotorinya.\nAth-thabari menyampaikan riwayat dari Sa'id bin Jubair bahwa orang-orang musyrik Mekah yang memperolok-olok Al-Qur'an dan Nabi Muhammad ialah al-Walid bin Mugirah, al-'As bin Wa'il, Al-'Adi bin Qais, Aswad bin Abdu Yaguts, dan Aswad bin Muththalib. Mereka semua terkenal dalam sejarah, dan sebab-sebab kematian mereka adalah akibat tindakan mereka sendiri.\nMenurut suatu riwayat diterangkan bahwa suatu ketika Nabi saw berada di hadapan orang-orang kafir Mekah, mereka saling mengedipkan mata tanpa setahu Nabi Muhammad saw, dan berkata sesamanya dengan maksud mengejek Nabi, \"Inikah orang yang mendakwakan dirinya nabi?\" Pada waktu itu, Jibril a.s. menyertai Nabi, lalu Jibril menusuk punggung orang-orang yang memperolok-olokkan itu dengan jarinya, sehingga menimbulkan bekas, luka, dan borok yang busuk baunya. Tiada seorang pun yang mendekati mereka karena baunya itu. Maka turunlah ayat ini yang menegaskan bahwa Nabi saw dilindungi Allah swt dari gangguan orang-orang kafir.\nAllah mengetahui bahwa Nabi saw merasa sedih karena olok-olokan dan tindakan orang-orang kafir. Untuk mengobati kesedihannya itu, Allah memerintahkan Nabi saw untuk bertasbih, mensucikan Allah dari segala sesuatu yang menyekutukan-Nya, salat, rukuk, sujud, banyak melakukan ibadah, berbuat baik, dan mengekang hawa nafsu. Hal ini berlaku pula bagi kaum Muslimin sampai akhir hayat mereka.\n"}},{"number":98,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKarena itu, \u003cem\u003emaka\u003c/em\u003e janganlah kaupedulikan ucapan mereka betapapun menyakitkan hatimu, tetapi \u003cem\u003ebertasbihlah\u003c/em\u003e kepada Allah dengan menyucikan-Nya dari segala kesyirikan dan kekurangan disertai \u003cem\u003edengan memuji Tuhanmu\u003c/em\u003e yang selalu mengawasi dan melindungimu dari gangguan kaum kafir serta membimbingmu ke jalan kebenaran,\u003cem\u003e dan jadilah\u003c/em\u003e \u003cem\u003eengkau di antara orang yang bersujud\u003c/em\u003e, yakni taat, tekun, dan patuh kepada Allah, seperti yang telah kaulakukan selama ini.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini memberi jaminan kepada Nabi Muhammad bahwa Allah swt memeliharanya dari tindakan orang-orang musyrik Mekah yang memperolok-olok dan menyakitinya serta memelihara Al-Qur'an dari usaha-usaha orang-orang yang ingin mengotorinya.\nAth-thabari menyampaikan riwayat dari Sa'id bin Jubair bahwa orang-orang musyrik Mekah yang memperolok-olok Al-Qur'an dan Nabi Muhammad ialah al-Walid bin Mugirah, al-'As bin Wa'il, Al-'Adi bin Qais, Aswad bin Abdu Yaguts, dan Aswad bin Muththalib. Mereka semua terkenal dalam sejarah, dan sebab-sebab kematian mereka adalah akibat tindakan mereka sendiri.\nMenurut suatu riwayat diterangkan bahwa suatu ketika Nabi saw berada di hadapan orang-orang kafir Mekah, mereka saling mengedipkan mata tanpa setahu Nabi Muhammad saw, dan berkata sesamanya dengan maksud mengejek Nabi, \"Inikah orang yang mendakwakan dirinya nabi?\" Pada waktu itu, Jibril a.s. menyertai Nabi, lalu Jibril menusuk punggung orang-orang yang memperolok-olokkan itu dengan jarinya, sehingga menimbulkan bekas, luka, dan borok yang busuk baunya. Tiada seorang pun yang mendekati mereka karena baunya itu. Maka turunlah ayat ini yang menegaskan bahwa Nabi saw dilindungi Allah swt dari gangguan orang-orang kafir.\nAllah mengetahui bahwa Nabi saw merasa sedih karena olok-olokan dan tindakan orang-orang kafir. Untuk mengobati kesedihannya itu, Allah memerintahkan Nabi saw untuk bertasbih, mensucikan Allah dari segala sesuatu yang menyekutukan-Nya, salat, rukuk, sujud, banyak melakukan ibadah, berbuat baik, dan mengekang hawa nafsu. Hal ini berlaku pula bagi kaum Muslimin sampai akhir hayat mereka.\n"}},{"number":99,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e bersama dengan itu\u003cem\u003e sembahlah Tuhanmu\u003c/em\u003e yang telah menciptakan dan menghidupkanmu, dan serahkanlah dirimu sepenuhnya kepadaNya \u003cem\u003esampai yakin\u003c/em\u003e, yaitu ajal,\u003cem\u003e datang kepadamu\u003c/em\u003e. Dengan melakukan hal itu maka beban perasaan yang kaupikul akibat ucapan, sikap, dan tingkah laku kaum kafir akan terasa ringan dan jiwamu pun akan merasa tenteram.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini memberi jaminan kepada Nabi Muhammad bahwa Allah swt memeliharanya dari tindakan orang-orang musyrik Mekah yang memperolok-olok dan menyakitinya serta memelihara Al-Qur'an dari usaha-usaha orang-orang yang ingin mengotorinya.\nAth-thabari menyampaikan riwayat dari Sa'id bin Jubair bahwa orang-orang musyrik Mekah yang memperolok-olok Al-Qur'an dan Nabi Muhammad ialah al-Walid bin Mugirah, al-'As bin Wa'il, Al-'Adi bin Qais, Aswad bin Abdu Yaguts, dan Aswad bin Muththalib. Mereka semua terkenal dalam sejarah, dan sebab-sebab kematian mereka adalah akibat tindakan mereka sendiri.\nMenurut suatu riwayat diterangkan bahwa suatu ketika Nabi saw berada di hadapan orang-orang kafir Mekah, mereka saling mengedipkan mata tanpa setahu Nabi Muhammad saw, dan berkata sesamanya dengan maksud mengejek Nabi, \"Inikah orang yang mendakwakan dirinya nabi?\" Pada waktu itu, Jibril a.s. menyertai Nabi, lalu Jibril menusuk punggung orang-orang yang memperolok-olokkan itu dengan jarinya, sehingga menimbulkan bekas, luka, dan borok yang busuk baunya. Tiada seorang pun yang mendekati mereka karena baunya itu. Maka turunlah ayat ini yang menegaskan bahwa Nabi saw dilindungi Allah swt dari gangguan orang-orang kafir.\nAllah mengetahui bahwa Nabi saw merasa sedih karena olok-olokan dan tindakan orang-orang kafir. Untuk mengobati kesedihannya itu, Allah memerintahkan Nabi saw untuk bertasbih, mensucikan Allah dari segala sesuatu yang menyekutukan-Nya, salat, rukuk, sujud, banyak melakukan ibadah, berbuat baik, dan mengekang hawa nafsu. Hal ini berlaku pula bagi kaum Muslimin sampai akhir hayat mereka.\n"}}]}}