{"number":19,"name":"Maryam","latin":" مريم","total_ayat":98,"ayat_text":[{"number":1,"text":"كۤهٰيٰعۤصۤ ۚ "},{"number":2,"text":"ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهٗ زَكَرِيَّا ۚ"},{"number":3,"text":"اِذْ نَادٰى رَبَّهٗ نِدَاۤءً خَفِيًّا "},{"number":4,"text":"قَالَ رَبِّ اِنِّيْ وَهَنَ الْعَظْمُ مِنِّيْ وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَّلَمْ اَكُنْۢ بِدُعَاۤىِٕكَ رَبِّ شَقِيًّا "},{"number":5,"text":"وَاِنِّيْ خِفْتُ الْمَوَالِيَ مِنْ وَّرَاۤءِيْ وَكَانَتِ امْرَاَتِيْ عَاقِرًا فَهَبْ لِيْ مِنْ لَّدُنْكَ وَلِيًّا ۙ"},{"number":6,"text":"يَّرِثُنِيْ وَيَرِثُ مِنْ اٰلِ يَعْقُوْبَ وَاجْعَلْهُ رَبِّ رَضِيًّا "},{"number":7,"text":"يٰزَكَرِيَّآ اِنَّا نُبَشِّرُكَ بِغُلٰمِ ِۨاسْمُهٗ يَحْيٰىۙ لَمْ نَجْعَلْ لَّهٗ مِنْ قَبْلُ سَمِيًّا "},{"number":8,"text":"قَالَ رَبِّ اَنّٰى يَكُوْنُ لِيْ غُلٰمٌ وَّكَانَتِ امْرَاَتِيْ عَاقِرًا وَّقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا "},{"number":9,"text":"قَالَ كَذٰلِكَۗ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ وَّقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْـًٔا "},{"number":10,"text":"قَالَ رَبِّ اجْعَلْ لِّيْٓ اٰيَةً ۗقَالَ اٰيَتُكَ اَلَّا تُكَلِّمَ النَّاسَ ثَلٰثَ لَيَالٍ سَوِيًّا "},{"number":11,"text":"فَخَرَجَ عَلٰى قَوْمِهٖ مِنَ الْمِحْرَابِ فَاَوْحٰٓى اِلَيْهِمْ اَنْ سَبِّحُوْا بُكْرَةً وَّعَشِيًّا "},{"number":12,"text":"يٰيَحْيٰى خُذِ الْكِتٰبَ بِقُوَّةٍ ۗوَاٰتَيْنٰهُ الْحُكْمَ صَبِيًّاۙ "},{"number":13,"text":"وَّحَنَانًا مِّنْ لَّدُنَّا وَزَكٰوةً ۗوَكَانَ تَقِيًّا ۙ"},{"number":14,"text":"وَّبَرًّاۢ بِوَالِدَيْهِ وَلَمْ يَكُنْ جَبَّارًا عَصِيًّا "},{"number":15,"text":"وَسَلٰمٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوْتُ وَيَوْمَ يُبْعَثُ حَيًّا ࣖ"},{"number":16,"text":"وَاذْكُرْ فِى الْكِتٰبِ مَرْيَمَۘ اِذِ انْتَبَذَتْ مِنْ اَهْلِهَا مَكَانًا شَرْقِيًّا ۙ"},{"number":17,"text":"فَاتَّخَذَتْ مِنْ دُوْنِهِمْ حِجَابًاۗ فَاَرْسَلْنَآ اِلَيْهَا رُوْحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا "},{"number":18,"text":"قَالَتْ اِنِّيْٓ اَعُوْذُ بِالرَّحْمٰنِ مِنْكَ اِنْ كُنْتَ تَقِيًّا "},{"number":19,"text":"قَالَ اِنَّمَآ اَنَا۠ رَسُوْلُ رَبِّكِۖ لِاَهَبَ لَكِ غُلٰمًا زَكِيًّا "},{"number":20,"text":"قَالَتْ اَنّٰى يَكُوْنُ لِيْ غُلٰمٌ وَّلَمْ يَمْسَسْنِيْ بَشَرٌ وَّلَمْ اَكُ بَغِيًّا "},{"number":21,"text":"قَالَ كَذٰلِكِۚ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌۚ وَلِنَجْعَلَهٗٓ اٰيَةً لِّلنَّاسِ وَرَحْمَةً مِّنَّاۚ وَكَانَ اَمْرًا مَّقْضِيًّا "},{"number":22,"text":"۞ فَحَمَلَتْهُ فَانْتَبَذَتْ بِهٖ مَكَانًا قَصِيًّا "},{"number":23,"text":"فَاَجَاۤءَهَا الْمَخَاضُ اِلٰى جِذْعِ النَّخْلَةِۚ قَالَتْ يٰلَيْتَنِيْ مِتُّ قَبْلَ هٰذَا وَكُنْتُ نَسْيًا مَّنْسِيًّا "},{"number":24,"text":"فَنَادٰىهَا مِنْ تَحْتِهَآ اَلَّا تَحْزَنِيْ قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا "},{"number":25,"text":"وَهُزِّيْٓ اِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسٰقِطْ عَلَيْكِ رُطَبًا جَنِيًّا ۖ"},{"number":26,"text":"فَكُلِيْ وَاشْرَبِيْ وَقَرِّيْ عَيْنًا ۚفَاِمَّا تَرَيِنَّ مِنَ الْبَشَرِ اَحَدًاۙ فَقُوْلِيْٓ اِنِّيْ نَذَرْتُ لِلرَّحْمٰنِ صَوْمًا فَلَنْ اُكَلِّمَ الْيَوْمَ اِنْسِيًّا ۚ"},{"number":27,"text":"فَاَتَتْ بِهٖ قَوْمَهَا تَحْمِلُهٗ ۗقَالُوْا يٰمَرْيَمُ لَقَدْ جِئْتِ شَيْـًٔا فَرِيًّا "},{"number":28,"text":"يٰٓاُخْتَ هٰرُوْنَ مَا كَانَ اَبُوْكِ امْرَاَ سَوْءٍ وَّمَا كَانَتْ اُمُّكِ بَغِيًّا ۖ"},{"number":29,"text":"فَاَشَارَتْ اِلَيْهِۗ قَالُوْا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِى الْمَهْدِ صَبِيًّا "},{"number":30,"text":"قَالَ اِنِّيْ عَبْدُ اللّٰهِ ۗاٰتٰنِيَ الْكِتٰبَ وَجَعَلَنِيْ نَبِيًّا ۙ"},{"number":31,"text":"وَّجَعَلَنِيْ مُبٰرَكًا اَيْنَ مَا كُنْتُۖ وَاَوْصٰنِيْ بِالصَّلٰوةِ وَالزَّكٰوةِ مَا دُمْتُ حَيًّا ۖ"},{"number":32,"text":"وَّبَرًّاۢ بِوَالِدَتِيْ وَلَمْ يَجْعَلْنِيْ جَبَّارًا شَقِيًّا "},{"number":33,"text":"وَالسَّلٰمُ عَلَيَّ يَوْمَ وُلِدْتُّ وَيَوْمَ اَمُوْتُ وَيَوْمَ اُبْعَثُ حَيًّا "},{"number":34,"text":"ذٰلِكَ عِيْسَى ابْنُ مَرْيَمَ ۚقَوْلَ الْحَقِّ الَّذِيْ فِيْهِ يَمْتَرُوْنَ "},{"number":35,"text":"مَا كَانَ لِلّٰهِ اَنْ يَّتَّخِذَ مِنْ وَّلَدٍ سُبْحٰنَهٗ ۗاِذَا قَضٰٓى اَمْرًا فَاِنَّمَا يَقُوْلُ لَهٗ كُنْ فَيَكُوْنُ ۗ"},{"number":36,"text":"وَاِنَّ اللّٰهَ رَبِّيْ وَرَبُّكُمْ فَاعْبُدُوْهُ ۗهٰذَا صِرَاطٌ مُّسْتَقِيْمٌ "},{"number":37,"text":"فَاخْتَلَفَ الْاَحْزَابُ مِنْۢ بَيْنِهِمْۚ فَوَيْلٌ لِّلَّذِيْنَ كَفَرُوْا مِنْ مَّشْهَدِ يَوْمٍ عَظِيْمٍ "},{"number":38,"text":"اَسْمِعْ بِهِمْ وَاَبْصِرْۙ يَوْمَ يَأْتُوْنَنَا لٰكِنِ الظّٰلِمُوْنَ الْيَوْمَ فِيْ ضَلٰلٍ مُّبِيْنٍ "},{"number":39,"text":"وَاَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ اِذْ قُضِيَ الْاَمْرُۘ وَهُمْ فِيْ غَفْلَةٍ وَّهُمْ لَا يُؤْمِنُوْنَ "},{"number":40,"text":"اِنَّا نَحْنُ نَرِثُ الْاَرْضَ وَمَنْ عَلَيْهَا وَاِلَيْنَا يُرْجَعُوْنَ ࣖ"},{"number":41,"text":"وَاذْكُرْ فِى الْكِتٰبِ اِبْرٰهِيْمَ ەۗ اِنَّهٗ كَانَ صِدِّيْقًا نَّبِيًّا"},{"number":42,"text":"اِذْ قَالَ لِاَبِيْهِ يٰٓاَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِيْ عَنْكَ شَيْـًٔا "},{"number":43,"text":"يٰٓاَبَتِ اِنِّي قَدْ جَاۤءَنِيْ مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ فَاتَّبِعْنِيْٓ اَهْدِكَ صِرَاطًا سَوِيًّا "},{"number":44,"text":"يٰٓاَبَتِ لَا تَعْبُدِ الشَّيْطٰنَۗ اِنَّ الشَّيْطٰنَ كَانَ لِلرَّحْمٰنِ عَصِيًّا "},{"number":45,"text":"يٰٓاَبَتِ اِنِّيْٓ اَخَافُ اَنْ يَّمَسَّكَ عَذَابٌ مِّنَ الرَّحْمٰنِ فَتَكُوْنَ لِلشَّيْطٰنِ وَلِيًّا "},{"number":46,"text":"قَالَ اَرَاغِبٌ اَنْتَ عَنْ اٰلِهَتِيْ يٰٓاِبْرٰهِيْمُ ۚ لَىِٕنْ لَّمْ تَنْتَهِ لَاَرْجُمَنَّكَ وَاهْجُرْنِيْ مَلِيًّا "},{"number":47,"text":"قَالَ سَلٰمٌ عَلَيْكَۚ سَاَسْتَغْفِرُ لَكَ رَبِّيْۗ اِنَّهٗ كَانَ بِيْ حَفِيًّا "},{"number":48,"text":"وَاَعْتَزِلُكُمْ وَمَا تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ وَاَدْعُوْ رَبِّيْۖ عَسٰٓى اَلَّآ اَكُوْنَ بِدُعَاۤءِ رَبِّيْ شَقِيًّا "},{"number":49,"text":"فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ ۙوَهَبْنَا لَهٗٓ اِسْحٰقَ وَيَعْقُوْبَۗ وَكُلًّا جَعَلْنَا نَبِيًّا "},{"number":50,"text":"وَوَهَبْنَا لَهُمْ مِّنْ رَّحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا ࣖ"},{"number":51,"text":"وَاذْكُرْ فِى الْكِتٰبِ مُوْسٰٓىۖ اِنَّهٗ كَانَ مُخْلَصًا وَّكَانَ رَسُوْلًا نَّبِيًّا "},{"number":52,"text":"وَنَادَيْنٰهُ مِنْ جَانِبِ الطُّوْرِ الْاَيْمَنِ وَقَرَّبْنٰهُ نَجِيًّا "},{"number":53,"text":"وَوَهَبْنَا لَهٗ مِنْ رَّحْمَتِنَآ اَخَاهُ هٰرُوْنَ نَبِيًّا "},{"number":54,"text":"وَاذْكُرْ فِى الْكِتٰبِ اِسْمٰعِيْلَ ۖاِنَّهٗ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُوْلًا نَّبِيًّا ۚ"},{"number":55,"text":"وَكَانَ يَأْمُرُ اَهْلَهٗ بِالصَّلٰوةِ وَالزَّكٰوةِۖ وَكَانَ عِنْدَ رَبِّهٖ مَرْضِيًّا "},{"number":56,"text":"وَاذْكُرْ فِى الْكِتٰبِ اِدْرِيْسَۖ اِنَّهٗ كَانَ صِدِّيْقًا نَّبِيًّا ۙ"},{"number":57,"text":"وَّرَفَعْنٰهُ مَكَانًا عَلِيًّا "},{"number":58,"text":"اُولٰۤىِٕكَ الَّذِيْنَ اَنْعَمَ اللّٰهُ عَلَيْهِمْ مِّنَ النَّبِيّٖنَ مِنْ ذُرِّيَّةِ اٰدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوْحٍۖ وَّمِنْ ذُرِّيَّةِ اِبْرٰهِيْمَ وَاِسْرَاۤءِيْلَ ۖوَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَاۗ اِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُ الرَّحْمٰنِ خَرُّوْا سُجَّدًا وَّبُكِيًّا ۩"},{"number":59,"text":"۞ فَخَلَفَ مِنْۢ بَعْدِهِمْ خَلْفٌ اَضَاعُوا الصَّلٰوةَ وَاتَّبَعُوا الشَّهَوٰتِ فَسَوْفَ يَلْقَوْنَ غَيًّا ۙ"},{"number":60,"text":"اِلَّا مَنْ تَابَ وَاٰمَنَ وَعَمِلَ صَالِحًا فَاُولٰۤىِٕكَ يَدْخُلُوْنَ الْجَنَّةَ وَلَا يُظْلَمُوْنَ شَيْـًٔا ۙ"},{"number":61,"text":"جَنّٰتِ عَدْنِ ِۨالَّتِيْ وَعَدَ الرَّحْمٰنُ عِبَادَهٗ بِالْغَيْبِۗ اِنَّهٗ كَانَ وَعْدُهٗ مَأْتِيًّا "},{"number":62,"text":"لَا يَسْمَعُوْنَ فِيْهَا لَغْوًا اِلَّا سَلٰمًاۗ وَلَهُمْ رِزْقُهُمْ فِيْهَا بُكْرَةً وَّعَشِيًّا "},{"number":63,"text":"تِلْكَ الْجَنَّةُ الَّتِيْ نُوْرِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا "},{"number":64,"text":"وَمَا نَتَنَزَّلُ اِلَّا بِاَمْرِ رَبِّكَۚ  لَهٗ مَا بَيْنَ اَيْدِيْنَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذٰلِكَ وَمَا كَانَ رَبُّكَ نَسِيًّا ۚ"},{"number":65,"text":"رَبُّ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِهٖۗ هَلْ تَعْلَمُ لَهٗ سَمِيًّا ࣖ"},{"number":66,"text":"وَيَقُوْلُ الْاِنْسَانُ ءَاِذَا مَا مِتُّ لَسَوْفَ اُخْرَجُ حَيًّا "},{"number":67,"text":"اَوَلَا يَذْكُرُ الْاِنْسَانُ اَنَّا خَلَقْنٰهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْـًٔا "},{"number":68,"text":"فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيٰطِيْنَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا "},{"number":69,"text":"ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيْعَةٍ اَيُّهُمْ اَشَدُّ عَلَى الرَّحْمٰنِ عِتِيًّا ۚ"},{"number":70,"text":"ثُمَّ لَنَحْنُ اَعْلَمُ بِالَّذِيْنَ هُمْ اَوْ لٰى بِهَا صِلِيًّا "},{"number":71,"text":"وَاِنْ مِّنْكُمْ اِلَّا وَارِدُهَا ۚ كَانَ عَلٰى رَبِّكَ حَتْمًا مَّقْضِيًّا ۚ"},{"number":72,"text":"ثُمَّ نُنَجِّى الَّذِيْنَ اتَّقَوْا وَّنَذَرُ الظّٰلِمِيْنَ فِيْهَا جِثِيًّا "},{"number":73,"text":"وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ قَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْٓاۙ اَيُّ الْفَرِيْقَيْنِ خَيْرٌ مَّقَامًا وَّاَحْسَنُ نَدِيًّا "},{"number":74,"text":"وَكَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنْ قَرْنٍ هُمْ اَحْسَنُ اَثَاثًا وَّرِءْيًا "},{"number":75,"text":"قُلْ مَنْ كَانَ فِى الضَّلٰلَةِ فَلْيَمْدُدْ لَهُ الرَّحْمٰنُ مَدًّا ەۚ حَتّٰىٓ اِذَا رَاَوْا مَا يُوْعَدُوْنَ اِمَّا الْعَذَابَ وَاِمَّا السَّاعَةَ ۗفَسَيَعْلَمُوْنَ مَنْ هُوَ شَرٌّ مَّكَانًا وَّاَضْعَفُ جُنْدًا"},{"number":76,"text":"وَيَزِيْدُ اللّٰهُ الَّذِيْنَ اهْتَدَوْا هُدًىۗ وَالْبٰقِيٰتُ الصّٰلِحٰتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَّخَيْرٌ مَّرَدًّا "},{"number":77,"text":"اَفَرَاَيْتَ الَّذِيْ كَفَرَ بِاٰيٰتِنَا وَقَالَ لَاُوْتَيَنَّ مَالًا وَّوَلَدًا ۗ"},{"number":78,"text":"اَطَّلَعَ الْغَيْبَ اَمِ اتَّخَذَ عِنْدَ الرَّحْمٰنِ عَهْدًا ۙ"},{"number":79,"text":"كَلَّاۗ سَنَكْتُبُ مَا يَقُوْلُ وَنَمُدُّ لَهٗ مِنَ الْعَذَابِ مَدًّا ۙ"},{"number":80,"text":"وَّنَرِثُهٗ مَا يَقُوْلُ وَيَأْتِيْنَا فَرْدًا "},{"number":81,"text":"وَاتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اٰلِهَةً لِّيَكُوْنُوْا لَهُمْ عِزًّا ۙ"},{"number":82,"text":"كَلَّا ۗسَيَكْفُرُوْنَ بِعِبَادَتِهِمْ وَيَكُوْنُوْنَ عَلَيْهِمْ ضِدًّا ࣖ"},{"number":83,"text":"اَلَمْ تَرَ اَنَّآ اَرْسَلْنَا الشَّيٰطِيْنَ عَلَى الْكٰفِرِيْنَ تَؤُزُّهُمْ اَزًّا ۙ"},{"number":84,"text":"فَلَا تَعْجَلْ عَلَيْهِمْۗ اِنَّمَا نَعُدُّ لَهُمْ عَدًّا ۗ"},{"number":85,"text":"يَوْمَ نَحْشُرُ الْمُتَّقِيْنَ اِلَى الرَّحْمٰنِ وَفْدًا "},{"number":86,"text":"وَنَسُوْقُ الْمُجْرِمِيْنَ اِلٰى جَهَنَّمَ وِرْدًا ۘ"},{"number":87,"text":"لَا يَمْلِكُوْنَ الشَّفَاعَةَ اِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمٰنِ عَهْدًا ۘ"},{"number":88,"text":"وَقَالُوا اتَّخَذَ الرَّحْمٰنُ وَلَدًا ۗ"},{"number":89,"text":"لَقَدْ جِئْتُمْ شَيْـًٔا اِدًّا ۙ"},{"number":90,"text":"تَكَادُ السَّمٰوٰتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْاَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا ۙ"},{"number":91,"text":"اَنْ دَعَوْا لِلرَّحْمٰنِ وَلَدًا ۚ"},{"number":92,"text":"وَمَا يَنْۢبَغِيْ لِلرَّحْمٰنِ اَنْ يَّتَّخِذَ وَلَدًا ۗ"},{"number":93,"text":"اِنْ كُلُّ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ اِلَّآ اٰتِى الرَّحْمٰنِ عَبْدًا ۗ"},{"number":94,"text":"لَقَدْ اَحْصٰىهُمْ وَعَدَّهُمْ عَدًّا ۗ"},{"number":95,"text":"وَكُلُّهُمْ اٰتِيْهِ يَوْمَ الْقِيٰمَةِ فَرْدًا "},{"number":96,"text":"اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَيَجْعَلُ لَهُمُ الرَّحْمٰنُ وُدًّا "},{"number":97,"text":"فَاِنَّمَا يَسَّرْنٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِيْنَ وَتُنْذِرَ بِهٖ قَوْمًا لُّدًّا "},{"number":98,"text":"وَكَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنْ قَرْنٍۗ هَلْ تُحِسُّ مِنْهُمْ مِّنْ اَحَدٍ اَوْ تَسْمَعُ لَهُمْ رِكْزًا ࣖ"}],"translation":{"lang":"id","translation_text":[{"number":1,"text":"Kaf  Ha Ya ‘Ain Shad."},{"number":2,"text":"Yang dibacakan ini adalah penjelasan tentang rahmat Tuhanmu kepada hamba-Nya, Zakaria,"},{"number":3,"text":" (yaitu) ketika dia berdoa kepada Tuhannya dengan suara yang lembut."},{"number":4,"text":"Dia (Zakaria) berkata, “Ya Tuhanku, sungguh tulangku telah lemah dan kepalaku telah dipenuhi uban, dan aku belum pernah kecewa dalam berdoa kepada-Mu, ya Tuhanku."},{"number":5,"text":"Dan sungguh, aku khawatir terhadap kerabatku sepeninggalku, padahal istriku seorang yang mandul, maka anugerahilah aku seorang anak dari sisi-Mu,"},{"number":6,"text":"yang akan mewarisi aku dan mewarisi dari keluarga Yakub; dan jadikanlah dia, ya Tuhanku, seorang yang diridai.”"},{"number":7,"text":"(Allah berfirman), “Wahai Zakaria! Kami memberi kabar gembira kepadamu dengan seorang anak laki-laki namanya Yahya, yang Kami belum pernah memberikan nama seperti itu sebelumnya.”"},{"number":8,"text":"Dia (Zakaria) berkata, “Ya Tuhanku, bagaimana aku akan mempunyai anak, padahal istriku seorang yang mandul dan aku (sendiri) sesungguhnya sudah mencapai usia yang sangat tua?”"},{"number":9,"text":"(Allah) berfirman, “Demikianlah.” Tuhanmu berfirman, “Hal itu mudah bagi-Ku; sungguh, engkau telah Aku ciptakan sebelum itu, padahal (pada waktu itu) engkau belum berwujud sama sekali.”"},{"number":10,"text":"Dia (Zakaria) berkata, “Ya Tuhanku, berilah aku suatu tanda.” (Allah) berfirman, “Tandamu ialah engkau tidak dapat bercakap-cakap dengan manusia selama tiga malam, padahal engkau sehat.”"},{"number":11,"text":"Maka dia keluar dari mihrab menuju kaumnya, lalu dia memberi isyarat kepada mereka; bertasbihlah kamu pada waktu pagi dan petang."},{"number":12,"text":" ”Wahai Yahya! Ambillah (pelajarilah) Kitab (Taurat) itu dengan sungguh-sungguh.” Dan Kami berikan hikmah kepadanya (Yahya) selagi dia masih kanak-kanak,"},{"number":13,"text":"dan (Kami jadikan) rasa kasih sayang (kepada sesama) dari Kami dan bersih (dari dosa). Dan dia pun seorang yang bertakwa, "},{"number":14,"text":" dan sangat berbakti kepada kedua orang tuanya, dan dia bukan orang yang sombong (bukan pula) orang yang durhaka."},{"number":15,"text":"Dan kesejahteraan bagi dirinya pada hari lahirnya, pada hari wafatnya, dan pada hari dia dibangkitkan hidup kembali."},{"number":16,"text":"Dan ceritakanlah (Muhammad) kisah Maryam di dalam Kitab (Al-Qur'an), (yaitu) ketika dia mengasingkan diri dari keluarganya ke suatu tempat di sebelah timur (Baitulmaqdis),"},{"number":17,"text":"lalu dia memasang tabir (yang melindunginya) dari mereka; lalu Kami mengutus roh Kami (Jibril) kepadanya, maka dia menampakkan diri di hadapannya dalam bentuk manusia yang sempurna."},{"number":18,"text":"Dia (Maryam) berkata, “Sungguh, aku berlindung kepada Tuhan Yang Maha Pengasih terhadapmu, jika engkau orang yang bertakwa.”"},{"number":19,"text":"Dia (Jibril) berkata, “Sesungguhnya aku hanyalah utusan Tuhanmu, untuk menyampaikan anugerah kepadamu seorang anak laki-laki yang suci.”"},{"number":20,"text":"Dia (Maryam) berkata, “Bagaimana mungkin aku mempunyai anak laki-laki, padahal tidak pernah ada orang (laki-laki) yang menyentuhku dan aku bukan seorang pezina!”"},{"number":21,"text":"Dia (Jibril) berkata, “Demikianlah.” Tuhanmu berfirman, “Hal itu mudah bagi-Ku, dan agar Kami menjadikannya suatu tanda (kebesaran Allah) bagi manusia dan sebagai rahmat dari Kami; dan hal itu adalah suatu urusan yang (sudah) diputuskan.”"},{"number":22,"text":" Maka dia (Maryam) mengandung, lalu dia mengasingkan diri dengan kandungannya itu ke tempat yang jauh."},{"number":23,"text":"Kemudian rasa sakit akan melahirkan memaksanya (bersandar) pada pangkal pohon kurma, dia (Maryam) berkata, “Wahai, betapa (baiknya) aku mati sebelum ini, dan aku menjadi seorang yang tidak diperhatikan dan dilupakan.”"},{"number":24,"text":"Maka dia (Jibril) berseru kepadanya dari tempat yang rendah, “Janganlah engkau bersedih hati, sesungguhnya Tuhanmu telah menjadikan anak sungai di bawahmu."},{"number":25,"text":"Dan goyanglah pangkal pohon kurma itu ke arahmu, niscaya (pohon) itu akan menggugurkan buah kurma yang masak kepadamu."},{"number":26,"text":"Maka makan, minum dan bersenanghatilah engkau. Jika engkau melihat seseorang, maka katakanlah, “Sesungguhnya aku telah bernazar berpuasa untuk Tuhan Yang Maha Pengasih, maka aku tidak akan berbicara dengan siapa pun pada hari ini.”"},{"number":27,"text":"Kemudian dia (Maryam) membawa dia (bayi itu) kepada kaumnya dengan menggendongnya. Mereka (kaumnya) berkata, “Wahai Maryam! Sungguh, engkau telah membawa sesuatu yang sangat mungkar."},{"number":28,"text":"Wahai saudara perempuan Harun (Maryam)! Ayahmu bukan seorang yang buruk perangai dan ibumu bukan seorang perempuan pezina.”"},{"number":29,"text":"Maka dia (Maryam) menunjuk kepada (anak)nya. Mereka berkata, “Bagaimana kami akan berbicara dengan anak kecil yang masih dalam ayunan?” "},{"number":30,"text":"Dia (Isa) berkata, “Sesungguhnya aku hamba Allah, Dia memberiku Kitab (Injil) dan Dia menjadikan aku seorang Nabi."},{"number":31,"text":"Dan Dia menjadikan aku seorang yang diberkahi di mana saja aku berada, dan Dia memerintahkan kepadaku (melaksanakan) salat dan (menunaikan) zakat selama aku hidup;"},{"number":32,"text":"dan berbakti kepada ibuku, dan Dia tidak menjadikan aku seorang yang sombong lagi celaka."},{"number":33,"text":" Dan kesejahteraan semoga dilimpahkan kepadaku, pada hari kelahiranku, pada hari wafatku, dan pada hari aku dibangkitkan hidup kembali.”"},{"number":34,"text":"Itulah Isa putra Maryam, (yang mengatakan) perkataan yang benar, yang mereka ragukan kebenarannya."},{"number":35,"text":"Tidak patut bagi Allah mempunyai anak, Mahasuci Dia. Apabila Dia hendak menetapkan sesuatu, maka Dia hanya berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu."},{"number":36,"text":"(Isa berkata), “Dan sesungguhnya Allah itu Tuhanku dan Tuhanmu, maka sembahlah Dia. Ini adalah jalan yang lurus.”"},{"number":37,"text":"Maka berselisihlah golongan-golongan (yang ada) di antara mereka (Yahudi dan Nasrani). Maka celakalah orang-orang kafir pada waktu menyaksikan hari yang agung!"},{"number":38,"text":"Alangkah tajam pendengaran mereka dan alangkah terang penglihatan mereka pada hari mereka datang kepada Kami. Tetapi orang-orang yang zalim pada hari ini (di dunia) berada dalam kesesatan yang nyata."},{"number":39,"text":" Dan berilah mereka peringatan (Muhammad) tentang hari penyesalan, (yaitu) ketika segala perkara telah diputus, sedang mereka dalam kelalaian dan mereka tidak beriman."},{"number":40,"text":"Sesungguhnya Kamilah yang mewarisi bumi dan semua yang ada di atasnya, dan hanya kepada Kami mereka dikembalikan."},{"number":41,"text":"Dan ceritakanlah (Muhammad) kisah Ibrahim di dalam Kitab (Al-Qur'an), sesungguhnya dia adalah seorang yang sangat membenarkan, seorang Nabi. "},{"number":42,"text":"(Ingatlah) ketika dia (Ibrahim) berkata kepada ayahnya, “Wahai ayahku! Mengapa engkau menyembah sesuatu yang tidak mendengar, tidak melihat, dan tidak dapat menolongmu sedikit pun?"},{"number":43,"text":"Wahai ayahku! Sungguh, telah sampai kepadaku sebagian ilmu yang tidak diberikan kepadamu, maka ikutilah aku, niscaya aku akan menunjukkan kepadamu jalan yang lurus."},{"number":44,"text":"Wahai ayahku! Janganlah engkau menyembah setan. Sungguh, setan itu durhaka kepada Tuhan Yang Maha Pengasih."},{"number":45,"text":"Wahai ayahku! Aku sungguh khawatir engkau akan ditimpa azab dari Tuhan Yang Maha Pengasih, sehingga engkau menjadi teman bagi setan.”"},{"number":46,"text":"Dia (ayahnya) berkata, “Bencikah engkau kepada tuhan-tuhanku, wahai Ibrahim? Jika engkau tidak berhenti, pasti engkau akan kurajam, maka tinggalkanlah aku untuk waktu yang lama.” "},{"number":47,"text":"Dia (Ibrahim) berkata, “Semoga keselamatan dilimpahkan kepadamu, aku akan memohonkan ampunan bagimu kepada Tuhanku. Sesungguhnya Dia sangat baik kepadaku."},{"number":48,"text":" Dan aku akan menjauhkan diri darimu dan dari apa yang engkau sembah selain Allah, dan aku akan berdoa kepada Tuhanku, mudah-mudahan aku tidak akan kecewa dengan berdoa kepada Tuhanku.”"},{"number":49,"text":" Maka ketika dia (Ibrahim) sudah menjauhkan diri dari mereka dan dari apa yang mereka sembah selain Allah, Kami anugerahkan kepadanya Ishak dan Yakub. Dan masing-masing Kami angkat menjadi nabi."},{"number":50,"text":"Dan Kami anugerahkan kepada mereka sebagian dari rahmat Kami dan Kami jadikan mereka buah tutur yang baik dan mulia."},{"number":51,"text":"Dan ceritakanlah (Muhammad), kisah Musa di dalam Kitab (Al-Qur'an). Dia benar-benar orang yang terpilih, seorang rasul dan nabi."},{"number":52,"text":"Dan Kami telah memanggilnya dari sebelah kanan gunung (Sinai) dan Kami dekatkan dia untuk bercakap-cakap."},{"number":53,"text":" Dan Kami telah menganugerahkan sebagian rahmat Kami kepadanya, yaitu (bahwa) saudaranya, Harun, menjadi seorang nabi."},{"number":54,"text":"Dan ceritakanlah (Muhammad), kisah Ismail di dalam Kitab (Al-Qur'an). Dia benar-benar seorang yang benar janjinya, seorang rasul dan nabi."},{"number":55,"text":"Dan dia menyuruh keluarganya untuk (melaksanakan) salat dan (menunaikan) zakat, dan dia seorang yang diridai di sisi Tuhannya."},{"number":56,"text":"Dan ceritakanlah (Muhammad) kisah Idris di dalam Kitab (Al-Qur'an). Sesungguhnya dia seorang yang sangat mencintai kebenaran dan seorang nabi,"},{"number":57,"text":"dan Kami telah mengangkatnya ke martabat yang tinggi."},{"number":58,"text":"Mereka itulah orang yang telah diberi nikmat oleh Allah, yaitu dari (golongan) para nabi dari keturunan Adam, dan dari orang yang Kami bawa (dalam kapal) bersama Nuh, dan dari keturunan Ibrahim dan Israil (Yakub) dan dari orang yang telah Kami beri petunjuk dan telah Kami pilih. Apabila dibacakan ayat-ayat Allah Yang Maha Pengasih kepada mereka, maka mereka tunduk sujud dan menangis."},{"number":59,"text":"Kemudian datanglah setelah mereka pengganti yang mengabaikan salat dan mengikuti keinginannya, maka mereka kelak akan tersesat,"},{"number":60,"text":"Kecuali orang yang bertobat, beriman dan mengerjakan kebajikan, maka mereka itu akan masuk surga dan tidak dizalimi (dirugikan) sedikit pun,"},{"number":61,"text":"yaitu surga ‘Adn yang telah dijanjikan oleh Tuhan Yang Maha Pengasih kepada hamba-hamba-Nya, sekalipun (surga itu) tidak tampak. Sungguh, (janji Allah) itu pasti ditepati."},{"number":62,"text":"Di dalamnya mereka tidak mendengar perkataan yang tidak berguna, kecuali (ucapan) salam. Dan di dalamnya bagi mereka ada rezeki pagi dan petang."},{"number":63,"text":"Itulah surga yang akan Kami wariskan kepada hamba-hamba Kami yang selalu bertakwa."},{"number":64,"text":" Dan tidaklah kami (Jibril) turun, kecuali atas perintah Tuhanmu. Milik-Nya segala yang ada di hadapan kita, yang ada di belakang kita, dan segala yang ada di antara keduanya, dan Tuhanmu tidak lupa."},{"number":65,"text":"(Dialah) Tuhan (yang menguasai) langit dan bumi dan segala yang ada di antara keduanya, maka sembahlah Dia dan berteguhhatilah dalam beribadah kepada-Nya. Apakah engkau mengetahui ada sesuatu yang sama dengan-Nya?"},{"number":66,"text":" Dan orang (kafir) berkata, “Betulkah apabila aku telah mati, kelak aku sungguh-sungguh akan dibangkitkan hidup kembali?”"},{"number":67,"text":"Dan tidakkah manusia itu memikirkan bahwa sesungguhnya Kami telah menciptakannya dahulu, padahal (sebelumnya) dia belum berwujud sama sekali?"},{"number":68,"text":"Maka demi Tuhanmu, sungguh, pasti akan Kami kumpulkan mereka bersama setan, kemudian pasti akan Kami datangkan mereka ke sekeliling Jahanam dengan berlutut."},{"number":69,"text":"Kemudian pasti akan Kami tarik dari setiap golongan siapa di antara mereka yang sangat durhaka kepada Tuhan Yang Maha Pengasih."},{"number":70,"text":"Selanjutnya Kami sungguh lebih mengetahui orang yang seharusnya (dimasukkan) ke dalam neraka."},{"number":71,"text":"Dan tidak ada seorang pun di antara kamu yang tidak mendatanginya (neraka). Hal itu bagi Tuhanmu adalah suatu ketentuan yang sudah ditetapkan."},{"number":72,"text":" Kemudian Kami akan menyelamatkan orang-orang yang bertakwa dan membiarkan orang-orang yang zalim di dalam (neraka) dalam keadaan berlutut."},{"number":73,"text":" Dan apabila dibacakan kepada mereka ayat-ayat Kami yang jelas (maksudnya), orang-orang yang kafir berkata kepada orang-orang yang beriman, “Manakah di antara kedua golongan yang lebih baik tempat tinggalnya dan lebih indah tempat pertemuan(nya)?”"},{"number":74,"text":" Dan berapa banyak umat (yang ingkar) yang telah Kami binasakan sebelum mereka, padahal mereka lebih bagus perkakas rumah tangganya dan (lebih sedap) dipandang mata."},{"number":75,"text":"Katakanlah (Muhammad), “Barangsiapa berada dalam kesesatan, maka biarlah Tuhan Yang Maha Pengasih memperpanjang (waktu) baginya; sehingga apabila mereka telah melihat apa yang diancamkan kepada mereka, baik azab maupun Kiamat, maka mereka akan mengetahui siapa yang lebih jelek kedudukannya dan lebih lemah bala tentaranya.”"},{"number":76,"text":"Dan Allah akan menambah petunjuk kepada mereka yang telah mendapat petunjuk. Dan amal kebajikan yang kekal itu lebih baik pahalanya di sisi Tuhanmu dan lebih baik kesudahannya."},{"number":77,"text":"Lalu apakah engkau telah melihat orang yang mengingkari ayat-ayat Kami dan dia mengatakan, “Pasti aku akan diberi harta dan anak.”"},{"number":78,"text":"Adakah dia melihat yang gaib atau dia telah membuat perjanjian di sisi Tuhan Yang Maha Pengasih?"},{"number":79,"text":"Sama sekali tidak! Kami akan menulis apa yang dia katakan, dan Kami akan memperpanjang azab untuknya secara sempurna,"},{"number":80,"text":"dan Kami akan mewarisi apa yang dia katakan itu, dan dia akan datang kepada Kami seorang diri."},{"number":81,"text":"Dan mereka telah memilih tuhan-tuhan selain Allah, agar tuhan-tuhan itu menjadi pelindung bagi mereka."},{"number":82,"text":"Sama sekali tidak! Kelak mereka (sesembahan) itu akan mengingkari penyembahan mereka terhadapnya, dan akan menjadi musuh bagi mereka."},{"number":83,"text":"Tidakkah engkau melihat, bahwa sesungguhnya Kami telah mengutus setan-setan itu kepada orang-orang kafir untuk mendorong mereka (berbuat maksiat) dengan sungguh-sungguh?"},{"number":84,"text":"Maka janganlah engkau (Muhammad) tergesa-gesa (memintakan azab) terhadap mereka, karena Kami menghitung dengan hitungan teliti (datangnya hari siksaan) untuk mereka."},{"number":85,"text":"(Ingatlah) pada hari (ketika) Kami mengumpulkan orang-orang yang bertakwa kepada (Allah) Yang Maha Pengasih, bagaikan kafilah yang terhormat,"},{"number":86,"text":"dan Kami akan menggiring orang yang durhaka ke neraka Jahanam dalam keadaan dahaga."},{"number":87,"text":" Mereka tidak berhak mendapat syafaat, (pertolongan) kecuali orang yang telah mengadakan perjanjian di sisi (Allah) Yang Maha Pengasih."},{"number":88,"text":"Dan mereka berkata, “(Allah) Yang Maha Pengasih mempunyai anak.”"},{"number":89,"text":"Sungguh, kamu telah membawa sesuatu yang sangat mungkar,"},{"number":90,"text":"hampir saja langit pecah, dan bumi terbelah, dan gunung-gunung runtuh, (karena ucapan itu),"},{"number":91,"text":"karena mereka menganggap (Allah) Yang Maha Pengasih mempunyai anak."},{"number":92,"text":"Dan tidak mungkin bagi (Allah) Yang Maha Pengasih mempunyai anak."},{"number":93,"text":"Tidak ada seorang pun di langit dan di bumi, melainkan akan datang kepada (Allah) Yang Maha Pengasih sebagai seorang hamba."},{"number":94,"text":"Dia (Allah) benar-benar telah menentukan jumlah mereka dan menghitung mereka dengan hitungan yang teliti."},{"number":95,"text":"Dan setiap orang dari mereka akan datang kepada Allah sendiri-sendiri pada hari Kiamat."},{"number":96,"text":"Sungguh, orang-orang yang beriman dan mengerjakan kebajikan, kelak (Allah) Yang Maha Pengasih akan menanamkan rasa kasih sayang (dalam hati mereka)."},{"number":97,"text":"Maka sungguh, telah Kami mudahkan (Al-Qur'an) itu dengan bahasamu (Muhammad), agar dengan itu engkau dapat memberi kabar gembira kepada orang-orang yang bertakwa, dan agar engkau dapat memberi peringatan kepada kaum yang membangkang."},{"number":98,"text":"Dan berapa banyak umat yang telah Kami binasakan sebelum mereka. Adakah engkau (Muhammad) melihat salah seorang dari mereka atau engkau mendengar bisikan mereka?"}]},"tafsir":{"lang":"id","source":"Kementrian Agama Republic Indonesia","tafsirs":[{"number":1,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eBila Surah al-Kahf ditutup dengan penegasan tentang luasnya ilmu Allah dan perintah untuk berbuat kebajikan dan bertauhid dalam ibadah kepada-Nya, maka Surah Maryam mengingatkan kembali manusia tentang ilmu Allah lainnya yang terkandung dalam berbagai ayat Al-Qur\u0026rsquo;an, seperti \u003cem\u003eK\u0026agrave;f H\u0026agrave; Y\u0026agrave; \u0026lsquo;Ain S\u0026agrave;d\u003c/em\u003e. Makna sesungguhnya dari ayat ini hanya diketahui oleh Allah. Tujuannya adalah menggugah perhatian manusia tentang Al-Qur\u0026rsquo;an yang penuh hikmah dan tuntunan.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Telah diterangkan dalam tafsir permulaan Surah al-Baqarah bahwa permulaan Surah-surah yang dimulai dengan huruf-huruf hijaiyah seperti Alif Lam Mim, Kaf Ha Ya 'Ain shad dan sebagainya termasuk ayat \"Mutasyabihat\" yang arti sesungguhnya hanya diketahui oleh Allah tujuannya agar jadi peringatan dan menambah perhatian tentang Al-Qur'an yang banyak mengandung hikmah dan rahasia yang mendalam."}},{"number":2,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eWahai Nabi Muhammad, apa yang dibacakan kepadamu ini adalah\u0026nbsp;\u003cem\u003epenjelasan tentang rahmat Tuhanmu\u003c/em\u003e\u0026nbsp;Yang Maha Pengasih\u0026nbsp;\u003cem\u003ekepada hamba-Nya, Zakaria\u003c/em\u003e, insan pilihan yang saleh dan taat beribadah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Yang dibaca ini adalah penjelasan tentang rahmat Tuhanmu yang dilimpahkan kepada seorang hamba-Nya yang sudah tua, yaitu Nabi Zakaria a.s. ketika beliau berdoa supaya diberi seorang anak yang saleh. Nabi Zakaria berasal dari keturunan Bani Israil yang menjadi nabi setelah Nabi Yunus untuk memimpin kaumnya."}},{"number":3,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eYaitu rahmat Tuhanmu kepadanya \u003cem\u003eketika dia berdoa\u003c/em\u003e dengan khusyuk \u003cem\u003ekepada Tuhannya\u003c/em\u003e dan mengajukan permohonan yang disampaikannya \u003cem\u003edengan suara yang lembut\u003c/em\u003e dan penuh pengharapan.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Yaitu tatkala beliau berdoa dengan suara lembut lagi menyendiri dalam mihrabnya, supaya diberi keturunan yang akan melanjutkan tugas kerasulan. Doanya itu sengaja diucapkan dengan suara yang lembut dan dalam keadaan sunyi, supaya terasa lebih ikhlas dan terkabul. Kemudian Al-Qur'an menyebutkan bagaimana bunyi doanya itu. Berdoa memang diperintahkan Allah kepada kita semua dengan tawadhu, yaitu rendah hati serta dengan suara yang lembut, tidak menjerit-jerit, seperti disebutkan dalam firman Allah:\nBerdoalah kepada Tuhanmu dengan rendah hati dan suara yang lembut. Sungguh, Dia tidak menyukai orang-orang yang melampaui batas. (al-A'raf/7: 55)\n"}},{"number":4,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDengan santun dan suara yang lembut\u003cem\u003e\u0026nbsp;dia berkata, \u0026ldquo;Ya Tuhanku\u003c/em\u003e\u0026nbsp;Yang Maha Pengasih dan Maha Pemelihara,\u0026nbsp;\u003cem\u003esungguh\u003c/em\u003e\u0026nbsp;kini\u0026nbsp;\u003cem\u003etulang\u003c/em\u003e\u0026nbsp;belulang\u003cem\u003eku telah\u003c/em\u003e\u0026nbsp;menjadi\u0026nbsp;\u003cem\u003elemah\u003c/em\u003e\u0026nbsp;sehingga aku sering merasa letih,\u003cem\u003e\u0026nbsp;dan\u003c/em\u003e\u0026nbsp;rambut\u0026nbsp;\u003cem\u003ekepalaku telah\u003c/em\u003e\u0026nbsp;memutih seperti perak karena\u0026nbsp;\u003cem\u003edipenuhi uban\u003c/em\u003e, pertanda bahwa aku telah berusia senja. Namun, aku tidak pernah putus asa\u0026nbsp;\u003cem\u003edan aku belum pernah kecewa dalam berdoa kepada-Mu, ya Tuhanku\u003c/em\u003e. Engkau adalah Zat yang tidak pernah mengecewakan siapa pun.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Nabi Zakaria dalam doanya antara lain mengemukakan, \"Ya Tuhanku, sesungguhnya aku memohon terkabulnya doaku ini, karena beberapa sebab yang aku yakini akan membuka rahmat karunia-Mu. Pertama, aku telah mencapai usia yang sangat tua yaitu hampir sembilan puluh tahun, di mana aku sudah merasa tulang-tulangku sudah lemah, dan kelemahan kerangka badan itu mengakibatkan pula kelemahan yang menyeluruh dalam seluruh tubuhku, dan seorang yang sudah tua seperti aku ini, sangat pantas untuk disayangi dan dikasihani. Kedua, di kepalaku sudah penuh dengan uban, sehingga siapapun yang memandang kepadaku pasti menaruh belas kasihan dan tergerak hatinya untuk memenuhi permohonanku. Ketiga, aku selama ini belum pernah dikecewakan dalam berdoa kepada Engkau, Ya Tuhan, sejak aku masih muda, apalagi sekarang di mana kelemahanku telah nampak secara keseluruhan.\" \nNabi Zakaria sendiri mengetahui bahwa jika doanya dikabulkan, akan membawa banyak perbaikan dalam bidang agama dan kemasyarakatan. Karena itu beliau melanjutkan doanya seperti disebutkan pada ayat berikut ini.\n"}},{"number":5,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan sungguh\u003c/em\u003e, di masa tuaku ini \u003cem\u003eaku\u003c/em\u003e selalu merasa \u003cem\u003ekhawatir terhadap kerabatku sepeninggalku\u003c/em\u003e kelak bila Engkau memanggilku, \u003cem\u003epadahal istriku seorang yang mandul\u003c/em\u003e sejak masa mudanya, \u003cem\u003emaka anugerahilah aku\u003c/em\u003e dengan rahmat dan kasih sayang-Mu \u003cem\u003eseorang anak dari sisi-Mu\u003c/em\u003e yang akan melanjutkan keturunanku dan menggantikanku menyebarkan hukum dan ajaran-Mu.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dan sesungguhnya aku khawatir terhadap orang-orang yang akan mengendalikan dan memimpin umatku, karena tidak ada seorang pun yang dapat dipercaya di antara mereka itu, oleh sebab itu aku mohon dianugerahi seorang anak. Walaupun istriku mandul dan aku sendiri telah sangat tua, tetapi hal ini tidak menyebabkan aku berputus asa, karena percaya atas kebijaksanaan dan kekuasaan Allah Yang Mahaagung. Berputus asa memang dilarang oleh Allah, seperti pada beberapa firman-Nya, yaitu:\n\"¦dan jangan kamu berputus asa dari rahmat Allah. Sesungguhnya yang berputus asa dari rahmat Allah, hanyalah orang-orang yang kafir.\" (Yusuf/12: 87)\nDan firman Allah: \n\"Dia (Ibrahim) berkata, \"Tidak ada yang berputus asa dari rahmat Tuhan-nya, kecuali orang yang sesat.\" (al-hijr/15: 56)\n"}},{"number":6,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eYa Tuhanku, aku berharap anak itu kelak menjadi penerusku\u0026nbsp;\u003cem\u003eyang akan mewarisi aku\u003c/em\u003e\u0026nbsp;dalam tugas-tugasku sebagai penyeru umat\u0026nbsp;\u003cem\u003edan mewarisi dari keluarga Yakub\u003c/em\u003e\u0026nbsp;yang melanjutkan tradisi dan agama Nabi Ibrahim. Kabulkanlah doaku\u0026nbsp;\u003cem\u003edan jadikanlah dia, ya Tuhanku, seorang yang\u003c/em\u003e\u0026nbsp;selalu\u0026nbsp;\u003cem\u003ediridai\u003c/em\u003e\u0026nbsp;dan dirahmati.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menyebutkan isi doa Nabi Zakariya, Ya Tuhan, berikanlah kepadaku keturunan yang akan mewarisi aku dan mewarisi sebahagian keluarga Yakub dan jadikanlah ia seorang yang patut lagi taat dan diridai oleh-Mu, karena mempunyai akhlak dan budi yang luhur lagi mulia, dapat dijadikan suri tauladan oleh sekalian pengikutnya.\nDoa memohon keturunan yang saleh dan kelak menjadi pemimpin bagi orang yang bertakwa memang diperintahkan Allah, seperti pada firman-Nya:\nDan orang-orang yang berkata, \"Ya Tuhan kami, anugerahkanlah kepada kami pasangan kami dan keturunan kami sebagai penyenang hati (kami), dan jadikanlah kami pemimpin bagi orang-orang yang bertakwa.\" (al-Furqan/25 :74)\n"}},{"number":7,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah mengabulkan doa Nabi Zakaria. Allah berfirman, \u0026ldquo;\u003cem\u003eWahai Zakaria\u003c/em\u003e, Kami memperkenankan doamu. Melalui perantaraan Jibril, \u003cem\u003eKami memberi kabar gembira kepadamu dengan\u003c/em\u003e menganugerahimu \u003cem\u003eseorang anak laki-laki\u003c/em\u003e yang \u003cem\u003enamanya Yahya\u003c/em\u003e. Nama ini merupakan sebutan \u003cem\u003eyang Kami belum pernah memberikan nama seperti itu sebelumnya\u003c/em\u003e kepada siapa pun.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah memberitahukan tentang dikabulkannya doa Zakaria a.s. dan pemberian nama putranya langsung dari Allah sendiri. Allah berfirman kepada Zakaria, bahwa sesungguhnya Allah memberi kabar gembira kepadanya, bahwa permohonannya untuk dianugerahi seorang putra akan terkabul, dan telah disiapkan pula supaya anaknya itu jika lahir diberi nama Yahya dan nama itu belum pernah diberikan kepada seorang pun sebelum dia."}},{"number":8,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMendengar berita gembira itu Nabi Zakaria heran dan bertanya pada diri sendiri tentang kemungkinannya.\u0026nbsp;\u003cem\u003eDia berkata, \u0026ldquo;Ya Tuhanku\u003c/em\u003e\u0026nbsp;Yang Maha Pemurah,\u0026nbsp;\u003cem\u003ebagaimana\u003c/em\u003e\u0026nbsp;mungkin\u0026nbsp;\u003cem\u003eaku akan\u003c/em\u003e\u0026nbsp;bisa\u0026nbsp;\u003cem\u003emempunyai anak\u003c/em\u003e\u0026nbsp;seperti yang Engkau beritakan,\u003cem\u003e\u0026nbsp;padahal istriku\u003c/em\u003e\u0026nbsp;sejak masa mudanya dahulu adalah\u0026nbsp;\u003cem\u003eseorang yang mandul dan aku\u003c/em\u003e\u0026nbsp;sendiri\u0026nbsp;\u003cem\u003esesungguhnya sudah mencapai usia yang sangat tua\u003c/em\u003e\u0026nbsp;yang pada lazimnya tidak mungkin memperoleh anak lagi?\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Nabi Zakaria a.s. setelah diberitahu akan mempunyai seorang putra bertanya kepada Allah. Pertanyaan itu timbul bukan karena keragu-raguan tentang kekuasaan Allah, akan tetapi untuk mendapat penjelasan tentang caranya, karena beliau merasa sudah tidak mampu lagi untuk memiliki putra, dan istrinya mandul. Apakah beliau akan dijadikan seperti seorang pemuda lagi dengan kekuatan fisik yang cukup, atau istrinya akan dikembalikan menjadi seorang perempuan muda yang dapat melahirkan seorang anak, ataukah beliau harus kawin lagi dengan seorang perempuan lain yang tidak mandul? Karena Zakaria sangat gembira dengan berita akan mendapat seorang anak itu, dan beliau penuh dengan rasa keheranan tentang cara-cara pelaksanaannya, maka beliau tidak dapat menahan diri untuk menanyakan hal itu kepada Tuhannya. Maka dijawab dengan firman Allah pada ayat berikut ini:"}},{"number":9,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMenjawab keheranan Zakaria, Allah \u003cem\u003eberfirman, \u0026ldquo;Demikianlah\u003c/em\u003e. Benar bahwa engkau telah lanjut usia dan istrimu mandul.\u0026rdquo; Memastikan kehendak-Nya, \u003cem\u003eTuhanmu berfirman\u003c/em\u003e, \u0026ldquo;Wahai Zakaria, sungguh \u003cem\u003ehal itu,\u003c/em\u003e yaitu memberimu anak dalam kondisimu yang seperti itu, adalah hal\u003cem\u003e mudah bagi-Ku\u003c/em\u003e sebagaimana Aku menciptakan manusia dalam keadaan normalnya. \u003cem\u003eSungguh\u003c/em\u003e, engkau tidak perlu heran karena \u003cem\u003eengkau telah Aku ciptakan sebelum itu, padahal\u003c/em\u003e pada waktu itu \u003cem\u003eengkau\u003c/em\u003e sama sekali \u003cem\u003ebelum berwujud\u003c/em\u003e sebagai apa pun.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat menjelaskan bahwa Zakariya akan dianugerahi seorang putra, walaupun ia sudah sangat tua dan istrinya mandul. Hal itu adalah mudah bagi Tuhan. Kalau Allah mampu menciptakan Adam dari yang tidak ada sama sekali kemudian menjadi ada, maka menciptakan seorang anak dari yang ada, yaitu Zakaria dan istrinya adalah lebih mudah bagi Allah. Beberapa firman Allah berikut ini menunjukkan bahwa tidak ada kesulitan sedikitpun bagi Allah untuk menciptakan segala yang dikehendaki-Nya antara lain yaitu :\nTidakkah engkau tahu bahwa Allah mengetahui apa yang di langit dan di bumi? Sungguh, yang demikian itu sudah terdapat dalam sebuah Kitab (Lauh Mahfudz). Sesungguhnya yang demikian itu sangat mudah bagi Allah. (al-hajj/22: 70)\n\n\nDan firman Allah :\nDan apakah mereka tidak memperhatikan bagaimana Allah memulai penciptaan (makhluk), kemudian Dia mengulanginya (kembali). Sungguh, yang demikian itu mudah bagi Allah. (al-'Ankabut/29: 19)\n"}},{"number":10,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eBerita itu menggembirakan sekaligus mengejutkan Nabi Zakaria. Untuk memastikannya,\u0026nbsp;\u003cem\u003edia berkata, \u0026ldquo;Ya Tuhanku, berilah aku suatu tanda\u003c/em\u003e\u0026nbsp;yang menambah keyakinanku pada berita itu. Bukan aku tidak percaya akan kekuasaan-Mu, namun ini adalah hal yang luar biasa bagiku.\u0026rdquo; Menjawab permohonan Nabi Zakaria, Allah\u0026nbsp;\u003cem\u003eberfirman, \u0026ldquo;Tanda\u003c/em\u003e\u0026nbsp;yang Aku berikan kepada-mu agar kaupercaya sepenuhnya\u0026nbsp;\u003cem\u003eialah\u003c/em\u003e\u0026nbsp;bahwa\u0026nbsp;\u003cem\u003eengkau tidak\u003c/em\u003e\u0026nbsp;akan\u0026nbsp;\u003cem\u003edapat bercakap-cakap dengan manusia\u003c/em\u003e\u0026nbsp;di sekelilingmu\u003cem\u003e\u0026nbsp;selama tiga\u003c/em\u003e\u0026nbsp;hari tiga\u0026nbsp;\u003cem\u003emalam\u003c/em\u003e, kecuali dengan memberi isyarat,\u0026nbsp;\u003cem\u003epadahal\u003c/em\u003e\u0026nbsp;sesungguhnya\u0026nbsp;\u003cem\u003eengkau sehat\u003c/em\u003e\u0026nbsp;dan tidak menderita penyakit apa pun.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Kemudian Nabi Zakaria memohon kembali kepada Allah supaya diberi tanda-tanda bahwa anaknya itu segera akan dilahirkan, agar hatinya tambah tenteram dan rasa syukurnya bertambah dalam. Beliau berkata, \"Ya Tuhanku, berilah aku suatu tanda yang dapat menambah ketenteraman hatiku tentang terlaksananya janji engkau itu.\" Hal seperti ini pernah terjadi pula pada Nabi Ibrahim a.s. ketika ditanya, \"Apakah engkau belum percaya bahwa Allah kuasa menghidupkan yang telah mati?\" Beliau menjawab, \"Sungguh aku percaya, akan tetapi aku bertanya supaya bertambah tenteram hatiku.\" Sebagaimana tersebut dalam firman Allah:\nDan (ingatlah) ketika Ibrahim berkata, \"Ya Tuhanku, perlihatkanlah kepadaku bagaimana Engkau menghidupkan orang mati.\" Allah berfirman, \"Belum percayakah engkau?\" Dia (Ibrahim) menjawab, \"Aku percaya, tetapi agar hatiku tenang (mantap).\" Dia (Allah) berfirman, \"Kalau begitu ambillah empat ekor burung, lalu cincanglah olehmu kemudian letakkan di atas masing-masing bukit satu bagian, kemudian panggillah mereka, niscaya mereka datang kepadamu dengan segera.\" Ketahuilah bahwa Allah Mahaperkasa, Mahabijaksana. (al-Baqarah/2: 260)\n"}},{"number":11,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMendengar janji dan anugerah Allah,\u003cem\u003e maka dia keluar dari mihrab\u003c/em\u003e tempatnya berdoa \u003cem\u003emenuju kaumnya\u003c/em\u003e yang sudah lama menunggu,\u003cem\u003e lalu dia memberi isyarat kepada mereka\u003c/em\u003e tanpa berbicara sepatah kata pun karena Allah telah menahan kemampuannya untuk berbicara. Dengan isyarat itu dia memberi pesan kepada kaumnya, \u0026ldquo;\u003cem\u003eBertasbihlah kamu\u003c/em\u003e kepada Allah dengan ketundukan hati dan ketulusan niat \u003cem\u003epada waktu pagi dan petang\u003c/em\u003e.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Nabi Zakaria a.s. keluar dari mihrab menuju kaumnya, yang sudah lama menunggu karena kebiasaan mereka ikut salat berjamaah bersama di tempat beribadatnya pada pagi dan petang hari. Mereka bertanya, \"Gerangan apa yang menyebabkan beliau terlambat membuka pintu mihrabnya.\" Lalu beliau memberi isyarat kepada mereka, supaya bertasbih mensucikan Allah dari kemusyrikan dan dari tuduhan mempunyai anak dan dari setiap sifat yang tidak layak bagi Allah. Mereka diperintahkan supaya banyak bertasbih di waktu pagi dan petang."}},{"number":12,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eUsai menjelaskan tanda-tanda yang meyakinkan Nabi Zakaria tentang anugerah berupa anak yang diberi nama Yahya, pada ayat ini Allah beralih menguraikan kejadian setelah anak ini dewasa. Allah berfirman, \u0026ldquo;\u003cem\u003eWahai Yahya! Ambillah\u003c/em\u003e\u0026nbsp;dan pelajarilah\u0026nbsp;\u003cem\u003eKitab\u003c/em\u003e\u0026nbsp;Taurat\u0026nbsp;\u003cem\u003eitu\u003c/em\u003e. Pahami kandungannya dan laksanakan tuntunannya\u0026nbsp;\u003cem\u003edengan sungguh-sungguh\u003c/em\u003e.\u0026rdquo; Kami telah mengajarinya isi Taurat\u0026nbsp;\u003cem\u003edan Kami berikan hikmah kepadanya selagi dia masih kanak-kanak\u003c/em\u003e, sehingga saat dewasa ia telah paham betul Kitab itu dan tidak pernah lalai dalam melaksanakannya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah memerintahkan kepada Yahya supaya mengambil kitab Taurat yang merupakan nikmat terbesar dari Allah kepada Bani Israil dengan penuh perhatian dan sungguh-sungguh dan mengamalkan isinya dengan tulus ikhlas. Kemudian Allah mengungkapkan sifat-sifat Nabi Yahya yang sangat terpuji yang patut ditiru oleh sekalian pengikutnya. Di antaranya, Allah telah memberikan kepadanya hikmah dan pengertian yang sangat mendalam tentang agama dan kegairahan untuk mengamalkan segala amal kebaikan walaupun ketika itu Yahya masih sangat muda. Diriwayatkan bahwa beliau pernah dikerumuni oleh anak-anak sebayanya dan diajak supaya main bersama-sama, lalu beliau menjawab, \"Kita ini diciptakan Tuhan bukan untuk bermain-main. Marilah ikut bersama saya salat.\""}},{"number":13,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSelain pemahaman tentang kandungan Taurat, Kami jadikan pula dia pemuda yang santun \u003cem\u003edan\u003c/em\u003e memiliki \u003cem\u003erasa kasih sayang\u003c/em\u003e kepada sesama. Inilah anugerah \u003cem\u003edari Kami dan\u003c/em\u003e Kami jadikan dia orang yang \u003cem\u003ebersih\u003c/em\u003e dari dosa. \u003cem\u003eDan dia pun seorang yang bertakwa\u003c/em\u003e dan taat pada aturan-aturan Allah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menjadikan Nabi Yahya itu seorang yang memiliki rasa belas kasihan kepada sesama manusia terutama fakir miskin sebagaimana Allah menjadikan Nabi Muhammad saw memiliki perasaan yang sama, seperti tercantum dalam firman Allah:\nMaka berkat rahmat Allah engkau (Muhammad) berlaku lemah lembut terhadap mereka. (Ali 'Imran/3: 159)\nDan firman Allah:\nSungguh, telah datang kepadamu seorang rasul dari kaummu sendiri, berat terasa olehnya penderitaan yang kamu alami, (dia) sangat menginginkan (keimanan dan keselamatan) bagimu, penyantun dan penyayang terhadap orang-orang yang beriman. (at-Taubah/9: 128)\nSifat Nabi Yahya juga bersih dari syirik dan selalu menjauhkan diri dari setiap perbuatan yang menyebabkan kemurkaan Allah. Beliau selalu bertakwa melaksanakan perintah Allah dan menjauhi larangannya.\n"}},{"number":14,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e\u0026nbsp;dia juga\u0026nbsp;\u003cem\u003esangat berbakti kepada kedua orang tuanya\u003c/em\u003e\u0026nbsp;sehingga mereka sangat menyayanginya,\u0026nbsp;\u003cem\u003edan dia\u003c/em\u003e\u0026nbsp;juga\u0026nbsp;\u003cem\u003ebukan orang yang sombong\u003c/em\u003e\u0026nbsp;dan membanggakan nasabnya, dan bukan pula\u0026nbsp;\u003cem\u003eorang yang durhaka.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menjelaskan sifat Nabi Yahya yang selalu berbakti kepada kedua orang tuanya, karena berbakti kepada mereka itu dijadikan amal kebajikan setelah beribadah kepada Allah, sesuai dengan firman-Nya:\nDan Tuhanmu telah memerintahkan agar kamu jangan menyembah selain Dia dan hendaklah berbuat baik kepada ibu bapak.(al-Isra/17: 23)\nDi antara sifat Nabi Yahya lainnya ialah tidak sombong terhadap manusia yang lain, selalu rendah hati, seperti sifat yang diperintahkan kepada Nabi Muhammad saw dalam firman Allah:\nDan rendahkanlah dirimu terhadap orang-orang yang beriman yang mengikutimu. (asy-Syu`ara/26: 215)\nDan firman Allah:\nSekiranya engkau bersikap keras dan berhati kasar, tentulah mereka menjauhkan diri dari sekitarmu. (Ali 'Imran/3: 159)\nOleh karena sifat sombong ini sangat buruk, sehingga menyebabkan Iblis dikutuk karena ia berlaku sombong, tidak mau sujud menghormati kepada Nabi Adam as, atas perintah Allah. Sifat yang terakhir di antara sifat Nabi Yahya yang terpuji adalah tidak pernah menentang perintah Allah.\n"}},{"number":15,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKarena sifat terpujinya itu, Yahya didoakan agar keselamatan \u003cem\u003edan kesejahteraan\u003c/em\u003e selalu diperuntukkan \u003cem\u003ebagi dirinya\u003c/em\u003e serta terhindar dari keburukan dan kekurangan \u003cem\u003epada hari lahirnya, pada hari wafatnya, dan pada hari dia dibangkitkan hidup kembali\u003c/em\u003e di Padang Mahsyar setelah hari kebangkitan kelak.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menerangkan pahala kebajikan Nabi Yahya itu karena ketaatan dan kesalehannya, keselamatan, kesejahteraan atas dirinya pada hari ia dilahirkan ke dunia, dan pada hari ia wafat meninggalkan dunia yang fana ini serta pada hari ia dibangkitkan hidup lagi pada hari Kiamat. Disebutkannya tiga peristiwa ini, karena setiap manusia pada ketiga masa itu sangat membutuhkan rahmat dan karunia Tuhan."}},{"number":16,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eBeralih dari kisah Nabi Yahya, Allah lalu berbicara tentang kisah Maryam. Wahai Nabi Muhammad, \u0026ldquo;Ingatkan\u0026nbsp;\u003cem\u003edan ceritakanlah kisah Maryam\u003c/em\u003e\u0026nbsp;binti Imran yang terdapat\u003cem\u003e\u0026nbsp;di dalam Kitab\u003c/em\u003e\u0026nbsp;Al-Qur\u0026rsquo;an. Kisahkan kepada mereka\u0026nbsp;\u003cem\u003eketika dia\u003c/em\u003e\u0026nbsp;bersungguh-sungguh ingin\u0026nbsp;\u003cem\u003emengasingkan diri dari keluarganya\u003c/em\u003e, bahkan dari semua manusia, untuk memperoleh ketenangan dalam beribadah, menuju\u0026nbsp;\u003cem\u003eke suatu tempat\u003c/em\u003e\u0026nbsp;yang terletak\u003cem\u003e\u0026nbsp;di sebelah timur\u003c/em\u003e\u0026nbsp;Baitulmakdis.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah memerintahkan Nabi Muhammad supaya menceritakan kisah Maryam yang diterangkan dalam Al-Qur'an ketika Maryam ibunda Nabi Isa menjauhkan diri dari keluarganya ke suatu tempat yang berada di sebelah timur Baitul Makdis untuk mendapatkan ketenangan dalam beribadat kepada Allah. Maryam ingin melepaskan diri dari rutinitas kegiatan hidup sehari-hari.\nSehubungan dengan ayat ini, Ibnu Abbas berkata, \"Di antara semua orang aku paling mengetahui tentang apa sebab kaum Nasrani menjadikan kiblat mereka ke arah Timur; yaitu sesuai dengan firman Allah bahwa Maryam menenangkan dan menjauhkan diri dari keluarganya ke suatu tempat di sebelah Timur, lalu mereka menjadikan tempat kelahiran Nabi Isa a.s. itu sebagai kiblat.\"\n"}},{"number":17,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSampai di tempat yang diinginkan, \u003cem\u003elalu dia memasang tabir\u003c/em\u003e yang memisahkan dan melindunginya \u003cem\u003edari mereka. Lalu Kami mengutus roh Kami\u003c/em\u003e, yaitu Jibril, \u003cem\u003ekepadanya\u003c/em\u003e untuk menyampaikan pesan Kami. Begitu Jibril sampai, \u003cem\u003emaka dia\u003c/em\u003e menjelma atau \u003cem\u003emenampakkan diri di hadapannya dalam bentuk manusia yang sempurna,\u003c/em\u003e anggun, berwibawa, dan simpatik.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Maka Maryam membuat tabir (dinding) yang melindunginya dari pandangan keluarganya dan manusia lainnya. Kemudian Allah mengutus malaikat Jibril kepadanya dalam bentuk seorang laki-laki yang gagah dan rupawan untuk memberitahukan kepada Maryam bahwa ia akan melahirkan seorang putra tanpa ayah. Adapun hikmatnya kedatangan Jibril dalam bentuk manusia itu agar supaya tidak menimbulkan ketakutan pada diri Maryam."}},{"number":18,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMaryam terkejut dan takut melihat Jibril datang ke tempatnya menyendiri.\u003cem\u003e\u0026nbsp;Dia berkata, \u0026ldquo;Sungguh, aku berlindung kepada Tuhan Yang Maha Pengasih\u003c/em\u003e\u0026nbsp;dan Pemelihara\u0026nbsp;\u003cem\u003eterhadapmu, jika engkau orang yang bertakwa\u003c/em\u003e, menjauhlah dan jangan menggangguku.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Tatkala Maryam melihat ada seorang laki-laki di tempatnya yang terasing itu, beliau berlindung kepada Allah Ta`ala dari kejahatan yang mungkin timbul seraya berkata, \"Sesungguhnya aku berlindung daripadamu kepada Tuhan Yang Maha Pemurah; jangan sekali-kali kamu mengganggu aku jika kamu bertakwa kepada-Nya, sebab setiap orang yang bertakwa itu selalu menjauhkan diri dari perbuatan maksiat.\""}},{"number":19,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eJibril menyadari ketakutan Maryam. \u003cem\u003eDia\u003c/em\u003e lalu memperkenalkan diri dan \u003cem\u003eberkata, \u0026ldquo;Sesungguhnya aku\u003c/em\u003e ini \u003cem\u003ehanyalah utusan Tuhanmu\u003c/em\u003e yang menjaga dan melindungimu. Aku mendapat tugas \u003cem\u003euntuk menyampaikan\u003c/em\u003e berita tentang \u003cem\u003eanugerah\u003c/em\u003e yang akan dikaruniakan Allah \u003cem\u003ekepadamu\u003c/em\u003e, yaitu \u003cem\u003eseorang anak laki-laki yang suci\u003c/em\u003e dari segala dosa dan noda.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Untuk menenteramkan hati Maryam dan menghilangkan ke-curigaannya Malaikat Jibril berkata, \"Sesungguhnya aku ini hanyalah utusan dari Tuhanmu untuk menyampaikan berita kepadamu akan lahir seorang anak laki-laki yang suci dari segala macam noda.\" Malaikat Jibril menyebutkan bahwa dia sendiri yang akan menyampaikan berita tentang anak laki-laki itu, karena ia diperintahkan oleh Allah Ta`ala untuk meniupkan roh ke dalam tubuh Maryam."}},{"number":20,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMendengar perkataan Jibril tentang anak tersebut,\u0026nbsp;\u003cem\u003edia berkata\u003c/em\u003e\u0026nbsp;keheranan, \u0026ldquo;\u003cem\u003eBagaimana mungkin aku\u003c/em\u003e\u0026nbsp;melahirkan dan\u0026nbsp;\u003cem\u003emempunyai anak laki-laki, padahal\u003c/em\u003e\u0026nbsp;selama ini\u0026nbsp;\u003cem\u003etidak pernah ada\u003c/em\u003e\u0026nbsp;satu\u0026nbsp;\u003cem\u003eorang\u003c/em\u003e\u0026nbsp;pun pria\u0026nbsp;\u003cem\u003eyang menyentuhku\u003c/em\u003e, yaitu berhubungan suami istri secara halal denganku,\u0026nbsp;\u003cem\u003edan aku\u003c/em\u003e\u0026nbsp;juga\u0026nbsp;\u003cem\u003ebukan seorang pezina\u003c/em\u003e.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Maryam merasa sangat terkejut mendengar berita itu dan dengan nada keheranan ia berkata, \"Bagaimana aku akan mendapat seorang anak laki-laki padahal belum pernah ada seorang laki-laki pun yang menyentuhku; dan aku bukan pula seorang pezina.\""}},{"number":21,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMenjawab keheranan Maryam,\u003cem\u003e dia,\u003c/em\u003e yaitu Jibril, \u003cem\u003eberkata, \u0026ldquo;Demikianlah\u003c/em\u003e. Benarlah semua yang kaukatakan. Namun, \u003cem\u003eTuhanmu berfirman, \u0026lsquo;Hal itu\u003c/em\u003e, yakni kelahiran anak tanpa hubungan suami istri, adalah hal \u003cem\u003emudah bagi-Ku\u003c/em\u003e. Ini adalah anugerah bagimu \u003cem\u003edan\u003c/em\u003e sekaligus\u003cem\u003e agar Kami\u003c/em\u003e dapat \u003cem\u003emenjadikannya\u003c/em\u003e sebagai \u003cem\u003esuatu tanda\u003c/em\u003e yang nyata tentang kebesaran dan kekuasaan-Ku \u003cem\u003ebagi manusia, dan sebagai rahmat dari Kami\u003c/em\u003e untuk orang yang mau menjadikan peristiwa ini sebagai petunjuk. Apa saja yang terjadi, \u003cem\u003edan\u003c/em\u003e demikian juga\u003cem\u003e hal ini,\u003c/em\u003e yaitu kelahiran anak tanpa melalui hubungan seksual, \u003cem\u003eadalah suatu urusan yang\u003c/em\u003e sudah \u003cem\u003ediputuskan\u003c/em\u003e. Karena itu, terimalah ketentuan ini dengan ikhlas.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Jibril menjawab pertanyaan Maryam dengan mengatakan bahwa Maryam akan mendapat seorang anak laki-laki walaupun tidak bersuami ataupun tidak mengadakan hubungan dengan laki-laki; karena yang demikian itu adalah kehendak Allah Yang Mahakuasa dan yang demikian itu mudah bagi-Nya. Allah menjadikan seorang putra dari Maryam itu agar menjadi bukti bagi manusia atas kekuasaan-Nya. Pemberian putra kepada Maryam sebagai rahmat dari Allah karena kelak anak laki-laki itu akan menjadi seorang Nabi yang menyeru kepada jalan kebahagiaan dunia dan akhirat. Dan itu adalah keputusan Allah yang tidak dapat dirubah lagi.\""}},{"number":22,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAyat berikut menguraikan kondisi psikologis Maryam ketika hamil. Proses kehamilannya dimulai ketika Jibril meniupkan roh ke tubuh Maryam,\u0026nbsp;\u003cem\u003emaka\u003c/em\u003e\u0026nbsp;sesudah itu\u0026nbsp;\u003cem\u003edia mengandung\u003c/em\u003e. Mengetahui dirinya hamil,\u003cem\u003e\u0026nbsp;lalu dia mengasingkan diri dengan kandungannya itu ke tempat yang jauh\u003c/em\u003e\u0026nbsp;dari tempatnya menetap selama ini.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Setelah Jibril menerangkan maksud kedatangannya itu, maka Maryam menjawab, \"Aku berserah diri kepada ketetapan Allah.\" Lalu Jibril meniupkan roh Nabi Isa ke Maryam sehingga mengakibatkan Maryam mengandung; lalu ia mengasingkan diri dengan kandungannya ke suatu tempat yang jauh dari orang banyak untuk menghindari tuduhan dan cemoohan dari Bani Israil."}},{"number":23,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSetelah beberapa lama tinggal di tempatnya yang baru,\u003cem\u003e kemudian\u003c/em\u003e Maryam mulai merasakan\u003cem\u003e rasa sakit\u003c/em\u003e akibat kontraksi yang menjadi pertanda dia \u003cem\u003eakan melahirkan.\u003c/em\u003e Keadaan ini \u003cem\u003ememaksanya\u003c/em\u003e bersandar \u003cem\u003epada pangkal pohon kurma.\u003c/em\u003e Ketika itu, dia membayangkan cemoohan orang-orang di sekelilingnya saat mereka tahu dia melahirkan anak tanpa suami. \u003cem\u003eDia berkata, \u0026ldquo;Wahai, betapa\u003c/em\u003e baiknya bila \u003cem\u003eaku mati sebelum\u003c/em\u003e kehamilanku \u003cem\u003eini dan aku menjadi seorang yang tidak diperhatikan dan dilupakan\u003c/em\u003e selamanya.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ketika Maryam merasa sakit karena akan melahirkan anaknya, maka ia terpaksa bersandar pada pangkal pohon kurma untuk memudahkan kelahiran; dengan penuh kesedihan ia berkata, \"Aduhai, alangkah baiknya jika aku mati saja sebelum ini, dan aku menjadi sesuatu yang tidak berarti lagi dilupakan.\" Ia mengharapkan seandainya mati saja sebelum melahirkan karena merasa beratnya penderitaan akibat melahirkan seorang anak tanpa seorang ayah yang berakibat timbulnya tuduhan dan cemoohan dari kaumnya yang tidak mengetahui kejadian yang sebenarnya; atau beliau mengharapkan menjadi sesuatu benda yang tidak berarti dalam pandangan manusia, lagi dilupakan daripada menderita perasaan tertekan dan malu yang luar biasa."}},{"number":24,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKeluhan Maryam terdengar oleh Jibril. Selang beberapa lama kemudian Maryam pun melahirkan.\u0026nbsp;\u003cem\u003eMaka dia\u003c/em\u003e, yaitu Jibril,\u0026nbsp;\u003cem\u003eberseru kepadanya dari tempat yang rendah\u003c/em\u003e, \u0026ldquo;Wahai Maryam,\u0026nbsp;\u003cem\u003ejanganlah engkau bersedih hati\u003c/em\u003e\u0026nbsp;karena kondisimu ini.\u003cem\u003e\u0026nbsp;Sesungguhnya Tuhanmu telah menjadikan anak sungai di bawahmu\u003c/em\u003e\u0026nbsp;agar kamu dapat membersihkan diri setelah melahirkan.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Maka datanglah Jibril dan berseru dari suatu tempat yang rendah, \"Janganlah kamu bersedih hati, karena sesungguhnya Tuhanmu telah mengalirkan sebuah anak sungai di bawahmu.\" Ini merupakan suatu rahmat bagi Maryam karena di tempat itu pada mulanya kering tidak ada air yang mengalir, tetapi kemudian terdapat aliran air yang bersih."}},{"number":25,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePegang \u003cem\u003edan goyanglah\u003c/em\u003e sekuat tenagamu \u003cem\u003epangkal pohon kurma itu ke arahmu, niscaya\u003c/em\u003e pohon \u003cem\u003eitu akan menggugurkan buahnya yang masak kepadamu\u003c/em\u003e agar kamu dapat memakannya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Jibril kemudian menyuruh Maryam untuk menggoyang pohon kurma dan nanti pohon itu akan menjatuhkan buah kurma yang telah masak kepadanya. Dan ini adalah rahmat yang lain untuk Maryam karena pada mulanya pohon kurma itu telah kering, dengan kehendak Allah menjadi hijau dan subur kembali serta berbuah sebagai rezeki untuk Maryam."}},{"number":26,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eMaka makan\u003c/em\u003e-lah buah kurma yang berjatuhan itu dan\u0026nbsp;\u003cem\u003eminum\u003c/em\u003e-lah air dari anak sungai tersebut. Nikmatilah\u0026nbsp;\u003cem\u003edan bersenanghatilah engkau\u003c/em\u003e\u0026nbsp;dengan kelahiran putramu.\u0026nbsp;\u003cem\u003eJika engkau melihat seseorang\u003c/em\u003e\u0026nbsp;dengan kondisimu sekarang,\u0026nbsp;\u003cem\u003emaka katakanlah\u003c/em\u003e\u0026nbsp;kepadanya dengan isyarat, \u0026ldquo;\u003cem\u003eSesungguhnya aku telah bernazar berpuasa\u003c/em\u003e, yakni menahan diri untuk tidak berbicara,\u0026nbsp;\u003cem\u003euntuk Tuhan Yang Maha Pengasih, maka aku tidak akan berbicara dengan siapa pun pada hari ini.\u003c/em\u003e\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Maka Jibril menyuruh Maryam supaya makan, minum dan ber-senang hati karena mendapat rezeki itu dan menghilangkan kesedihan hatinya karena Allah berkuasa untuk membersihkannya dari segala tuduhan yang tidak pantas, sehingga Maryam tetap dianggap sebagai wanita yang suci tidak pernah ternoda. Jika kamu melihat seorang manusia yang bertanya tentang persoalannya dan persoalan anaknya, maka isyaratkanlah kepadanya, \"Sesungguhnya aku telah bernazar atas diriku untuk berpuasa semata-mata untuk Tuhan Yang Maha Pemurah, dan aku tidak akan berbicara langsung dengan seorang manusia pun pada hari ini, karena ucapanku itu mungkin ditolak dan tidak dipercayai."}},{"number":27,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMendengar kata-kata Jibril yang meneduhkan, hati Maryam menjadi tenang dan kesedihannya hilang. \u003cem\u003eKemudian dia membawanya\u003c/em\u003e, yaitu bayi Isa, \u003cem\u003ekepada kaumnya dengan menggendongnya\u003c/em\u003e secara terang-terangan tanpa malu sedikit pun. Ketika kaumnya melihat hal itu, \u003cem\u003emereka berkata, \u0026ldquo;Wahai Maryam, sungguh engkau telah membawa sesuatu yang sangat mungkar\u003c/em\u003e bagi diri dan keluargamu karena engkau telah melahirkan bayi tanpa suami.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Setelah Maryam diperintahkan untuk berpuasa pada hari melahirkan putranya dan tidak berbicara dengan seorang pun dan setelah ada jaminan dari Allah bahwa kehormatannya tetap terpelihara; maka Maryam menyerahkan seluruh nasibnya pada ketetapan Allah, Maryam menggendong anaknya dan membawanya kepada kaumnya, hal itu menyebabkan kaumnya mencela perbuatannya seraya berkata, \"Hai Maryam, sesungguhnya kamu telah melakukan sesuatu perbuatan yang amat mungkar.\""}},{"number":28,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eTidak puas mencemoohan Maryam, mereka pun merendahkannya dengan menyebut keluarganya. Mereka berkata, \u0026ldquo;\u003cem\u003eWahai saudara perempuan Harun! Ayahmu\u003c/em\u003e\u0026nbsp;dalam kehidupannya\u0026nbsp;\u003cem\u003ebukan seorang yang buruk perangai dan ibumu bukan\u0026nbsp;\u003c/em\u003epula\u003cem\u003e\u0026nbsp;seorang perempuan pezina\u003c/em\u003e. Bagaimana mungkin engkau melakukan hal yang memalukan ini?\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Kemudian mereka menambah celaan dan cemoohan serta tuduhan kepada Maryam seraya berkata, \"Hai saudara perempuan Harun, ayahmu sekali-kali bukanlah seorang yang jahat dan ibumu sekali-kali bukanlah seorang wanita tuna susila. Bagaimana kamu sampai mendapatkan anak ini.\" Maryam dipanggil dengan sebutan \"Saudara perempuan Harun\", oleh karena telah menjadi kebiasaan Bani Israil untuk menyebutkan nama-nama para nabi dan orang-orang saleh sebelumnya.\nDiriwayatkan oleh al-Mugirah bin Syu`bah yang diutus oleh Rasulullah saw, ke Najran di negeri Yaman di mana terdapat orang-orang Nasrani dan mereka bertanya kepadanya, \"Mengapa kamu membaca di dalam Al-Qur'an, \"hai saudara perempuan Harun,\" padahal Harun dan Musa itu hidupnya lama sekali sebelum lahirnya Isa putra Maryam?\" al-Mugirah tidak sempat memberikan jawaban dan ketika beliau pulang ke Medinah dan menghadap Rasulullah beliau mengemukakan pertanyaan itu. Oleh Rasulullah saw dijawab: \n\"Mengapa kamu tidak memberitahu mereka, bahwa kebiasaan mereka (Bani Israil) itu suka menyebut-nyebut nama para nabi dan orang-orang saleh sebelum mereka.\" (Riwayat Ahmad) \n"}},{"number":29,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMaryam tidak gentar menghadapi cemoohan kaumnya, \u003cem\u003emaka\u003c/em\u003e untuk menjawabnya \u003cem\u003edia menunjuk kepada\u003c/em\u003e anak yang sedang digendong\u003cem\u003enya\u003c/em\u003e. Melihat isyaratnya untuk bertanya kepada anak tersebut, \u003cem\u003emereka berkata, \u0026ldquo;Bagaimana \u003c/em\u003emungkin \u003cem\u003ekami akan berbicara dengan bayi yang masih dalam ayunan\u003c/em\u003e itu?\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Maryam menunjuk kepada putranya supaya berbicara dan menjelaskan tentang keadaannya, karena Maryam sudah bernazar untuk tidak berbicara dengan siapa pun dan sudah merasa yakin bahwa anaknya mengerti isyarat itu. Orang-orang Yahudi bertanya dengan keheranan, \"Bagaimana kami akan berbicara dengan seorang bayi yang masih di dalam gendongan?\" Mereka menduga bahwa Maryam memperolok-olok mereka."}},{"number":30,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eIsa yang berada dalam gendongan ibunya mendengar pembicaraan kaumnya.\u0026nbsp;\u003cem\u003eDia berkata, \u0026ldquo;Sesungguhnya aku\u003c/em\u003e\u0026nbsp;adalah\u0026nbsp;\u003cem\u003ehamba Allah\u003c/em\u003e\u0026nbsp;Yang Mahakasih.\u003cem\u003e\u0026nbsp;Dia\u003c/em\u003e\u0026nbsp;akan\u0026nbsp;\u003cem\u003ememberiku\u003c/em\u003e\u0026nbsp;sebuah\u0026nbsp;\u003cem\u003eKitab\u003c/em\u003e\u0026nbsp;Injil sesuai ketetapan-Nya,\u0026nbsp;\u003cem\u003edan Dia\u003c/em\u003e\u0026nbsp;juga akan\u0026nbsp;\u003cem\u003emenjadikan aku seorang nabi\u003c/em\u003e\u0026nbsp;untuk menyampaikan ajaran-ajaran-Nya kepada Bani Israil.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Isa a.s. yang masih dalam gendongan ibunya kemudian berkata, \"Sesungguhnya aku ini hamba Allah, Dia yang akan memberikan aku kitab suci Injil dan Dia yang akan menjadikan aku seorang Nabi.\" Ucapan ini mengandung penjelasan bahwa ibunya adalah seorang wanita yang suci karena seorang Nabi harus dari keturunan orang yang saleh dan suci."}},{"number":31,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e ketahuilah bahwa \u003cem\u003eDia\u003c/em\u003e juga \u003cem\u003emenjadikan aku seorang yang diberkahi\u003c/em\u003e dengan berbagai rahmat \u003cem\u003edi mana\u003c/em\u003e dan kapan \u003cem\u003esaja aku berada, dan Dia\u003c/em\u003e juga \u003cem\u003ememerintahkan kepadaku\u003c/em\u003e untuk menunaikan \u003cem\u003esalat dan\u003c/em\u003e membayar\u003cem\u003e zakat\u003c/em\u003e dari rezeki yang kudapatkan, \u003cem\u003eselama aku hidup.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Selanjutnya Isa kecil mengatakan, Allah akan menjadikan aku seorang yang diberkati di mana saja aku berada, karena aku memberi manfaat kepada manusia dan memberi petunjuk kepada mereka ke jalan kebahagiaan; Allah telah memerintahkan aku untuk mendirikan salat karena dalam mendirikan salat itu terkandung perbuatan membersihkan diri dari berbagai macam dosa lahir dan batin, Allah juga memerintahkan aku untuk menunaikan zakat selama aku hidup di dunia. Zakat bertujuan untuk membersihkan harta, jiwa dan memberi bantuan kepada fakir miskin."}},{"number":32,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah juga memerintahkan aku untuk santun, taat,\u0026nbsp;\u003cem\u003edan berbakti kepada ibuku, dan Dia\u003c/em\u003e\u0026nbsp;juga\u003cem\u003e\u0026nbsp;tidak menjadikan aku seorang yang sombong lagi celaka,\u003c/em\u003e\u0026nbsp;karena hal itu merupakan sifat dan sikap yang tercela.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Isa yang masih bayi menjelaskan lebih lanjut, bahwa Allah memerintahkan kepadanya supaya berbakti kepada ibunya, tunduk dan selalu berbuat kebaikan kepadanya. Ucapan ini menunjukkan pula kesucian Maryam, karena apabila tidak demikian maka Nabi Isa tidak akan diperintah untuk berbakti kepada ibunya. Keterangan selanjutnya Isa mengatakan, \"Allah tidak menjadikan aku seorang yang sombong karena aku selalu taat menyembah Allah dan tidak pula menjadikan aku seorang yang celaka karena aku selalu berbuat baik kepada ibuku.\""}},{"number":33,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eIsa mengakhiri perkataanya dengan doa, \u0026ldquo;Keselamatan \u003cem\u003edan kesejahteraan semoga\u003c/em\u003e selalu \u003cem\u003edilimpahkan kepadaku\u003c/em\u003e. Semoga aku terhindar pula dari aib dan kekurangan,\u003cem\u003e pada hari kelahiranku, pada hari wafatku, dan pada hari aku dibangkitkan hidup kembali\u003c/em\u003e di Padang Mahsyar.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Selanjutnya Isa berdoa, Semoga kesejahteraan dan keselamatan dilimpahkan kepadanya pada tiga peristiwa yaitu pada hari ia dilahirkan, pada hari ia wafat dan pada hari ia dibangkitkan hidup kembali pada hari Kiamat. Maka tidak ada seorang pun yang dapat memberi mudarat kepadanya dalam tiga peristiwa ini yang merupakan peristiwa-peristiwa paling sulit dan kritis bagi setiap hamba Allah yang hidup di dunia. \nOrang-orang Yahudi dan Nasrani mengingkari bahwa Isa a.s. pernah berbicara ketika masih bayi dan masih dalam gendongan. Mereka mengemukakan bahwa seandainya hal ini betul-betul terjadi tentu beritanya tersebar luas di kalangan masyarakat ramai, karena peristiwa itu merupakan hal yang sangat aneh dan sangat menarik perhatian. Mereka telah mengadakan penyelidikan ke mana-mana dan tidak menjumpai keterangan itu dalam kitab-kitabnya. \nBagi kaum Muslimin peristiwa ini tetap menjadi suatu keyakinan karena tersebut di dalam Al-Qur'an yang pasti kebenarannya karena seandainya Isa a.s., tidak berbicara waktu kecilnya dan membersihkan ibunya dari segala tuduhan yang kotor tentu orang Yahudi akan melaksanakan hukuman rajam kepada Maryam, besar kemungkinan bahwa yang menyaksikan ucapan bayi itu beberapa orang saja yang jumlahnya terbatas sehingga tidak sampai tersebar luas di kalangan mereka.\n"}},{"number":34,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDemikianlah proses kelahiran Isa dan tanggapannya atas keraguan Bani Israil. Pada ayat ini, Allah lalu menerangkan kedudukannya sebagai hamba Allah.\u0026nbsp;\u003cem\u003eItulah\u003c/em\u003e\u0026nbsp;sifat dan ucapan\u0026nbsp;\u003cem\u003eIsa putra Maryam\u003c/em\u003e\u0026nbsp;yang mengungkap semuanya dengan\u0026nbsp;\u003cem\u003eperkataan yang benar.\u003c/em\u003e\u0026nbsp;Namun demikian, kaum Yahudi itu tetap tidak memercayainya karena menganggapnya sebagai hal yang tidak wajar dan merupakan bukti\u0026nbsp;\u003cem\u003eyang mereka ragukan kebenarannya\u003c/em\u003e, kendati semuanya merupakan fakta yang sangat nyata.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah menegaskan bahwa Isa adalah seorang hamba Allah yang akan menjadi nabi dan akan diturunkan kepadanya Al-Kitab, yang mempunyai sifat-sifat dan akhlak yang mulia bukan sebagaimana yang dituduhkan oleh kaumnya, bukan anak zina dan bukan pula anak Allah sebagaimana yang diucapkan dan dipercayai oleh kaumnya di belakang hari. Apa yang diucapkannya sewaktu ia masih bayi dalam gendongan itulah ucapan yang benar dan tak dapat diragukan lagi meskipun kaumnya masih meragukan ucapan-ucapan itu dan menuduhnya sebagai tukang sihir. Dia bukan tukang sihir sebagaimana dikatakan orang Yahudi, bukan putra Allah sebagaimana didakwahkan oleh kaum Nasrani dan bukan pula Tuhan sebagaimana dikatakan golongan yang lain. Dia adalah hamba Allah yang akan diangkat menjadi nabi dan rasul."}},{"number":35,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSungguh mustahil dan \u003cem\u003etidak patut bagi Allah mempunyai anak. Mahasuci Dia\u003c/em\u003e dari kemungkinan mempunyai anak, dari segala kekurangan, dan dari butuh pada sesuatu. \u003cem\u003eApabila Dia hendak menetapkan sesuatu, maka Dia hanya berkata kepadanya, \u0026ldquo;Jadilah!\u0026rdquo; Maka jadilah sesuatu itu\u003c/em\u003e. Karenanya, Dia tidak memerlukan apa pun, termasuk kebutuhan terhadap anak.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah menegaskan kembali bahwa Isa itu bukan anak Allah. Tidak wajar dan tidak mungkin Allah mempunyai anak karena Allah tidak memerlukan keturunan seperti manusia yang di masa tuanya sangat membutuhkan pertolongan dan perawatan dan membutuhkan orang yang akan melanjutkan dan memelihara hasil usahanya atau mengharumkan namanya sesudah ia meninggal. Allah tidak memerlukan semua itu karena Dia Mahakuasa, senantiasa berdiri sendiri tidak membutuhkan bantuan orang lain sebagaimana tersebut dalam firman-Nya:\nAllah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus mengurus (makhluk-Nya). (Ali 'Imran/3: 2)\nMahasuci Allah dari segala sifat kekurangan dan dari segala tuduhan yang diucapkan oleh kaum kafir. Apabila Dia hendak menciptakan sesuatu, cukuplah Dia menfirmankan \"Kun\" (jadilah) maka terciptalah dia. Baginya tidak sulit untuk menciptakan seorang anak tanpa bapak atau menciptakan manusia tanpa ibu dan bapak seperti menciptakan Adam dan Allah berfirman:\nSesungguhnya perumpamaan (penciptaan) Isa bagi Allah, seperti (penciptaan) Adam. Dia menciptakannya dari tanah, kemudian Dia berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Ali 'Imran/3: 59)\n\nAllah Yang Maha Sempurna dan demikian besar kekuasaan-Nya tidaklah mungkin membutuhkan seorang anak karena yang demikian itu menunjukkan kepada kelemahan dan sifat-sifat kekurangan.\n"}},{"number":36,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eNabi Isa menegaskan bahwa Allah tidak memerlukan anak, \u0026ldquo;\u003cem\u003eDan sesungguhnya Allah\u003c/em\u003e\u0026nbsp;Yang Maha Esa\u003cem\u003e\u0026nbsp;itu\u003c/em\u003e\u0026nbsp;tidak mempunyai anak. Dia adalah\u0026nbsp;\u003cem\u003eTuhanku\u003c/em\u003e\u0026nbsp;Yang memelihara dan merahmatiku,\u003cem\u003e\u0026nbsp;dan\u003c/em\u003e\u0026nbsp;Dia adalah juga\u0026nbsp;\u003cem\u003eTuhanmu\u003c/em\u003e\u0026nbsp;dan Tuhan semua makhluk.\u0026nbsp;\u003cem\u003eMaka, sembahlah Dia\u003c/em\u003e. Ketahuilah bahwa\u0026nbsp;\u003cem\u003eini adalah jalan yang lurus\u003c/em\u003e\u0026nbsp;dan telah Allah wahyukan kepada para nabi-Nya.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah menerangkan lagi ucapan Isa di waktu dia masih bayi dalam buaian di samping ucapan-ucapannya pada ayat 30-33 Surah ini yaitu, \"Bahwa sesungguhnya Allah adalah Tuhanku dan Tuhanmu, maka hendaklah kamu menyembah-Nya.\" Isa menegaskan kepada kaumnya bahwa dia hanya hamba Allah seperti mereka juga meskipun dia dilahirkan dengan cara yang luar biasa tanpa bapak. Hal ini tidak menunjukkan bahwa dia adalah putra Allah, atau dia adalah Tuhan yang patut disembah. Dia hanya manusia biasa diciptakan Allah. Oleh sebab itu dia mengajak kaumnya supaya menyembah Allah Yang menciptakannya dan menciptakan semua makhluk. Yang patut mereka sembah hanyalah Allah Pencipta segala sesuatu. \nSelanjutnya Isa menerangkan kepada mereka, bahwa manusia sepatutnya menyembah Allah bukan menyembah setan dan berhala. Inilah jalan yang lurus yang akan membawa mereka pada kebahagiaan di dunia dan akhirat. Ini pula jalan yang ditunjukkan oleh nabi-nabi sebelum dia. Barangsiapa yang menempuh jalan itu ia akan berbahagia dan barangsiapa yang menempuh jalan selain itu akan sesat dan celaka.\n"}},{"number":37,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKeterangan yang dikemukakan oleh Nabi Isa sangat jelas, namun Bani Israil tetap ingkar. \u003cem\u003eMaka\u003c/em\u003e, berawal dari sikap ini \u003cem\u003eberselisihlah golongan-golongan\u003c/em\u003e yang ada \u003cem\u003edi antara mereka,\u003c/em\u003e yaitu antara Yahudi dan Nasrani, tentang Isa dan Maryam. Akibat keingkaran itu \u003cem\u003emaka celakalah orang-orang kafir\u003c/em\u003e, termasuk mereka yang mempertuhankan Isa, \u003cem\u003epada waktu menyaksikan hari yang agung\u003c/em\u003e, yaitu hari pembalasan.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Kemudian pada ayat ini Allah menerangkan bahwa kaum Nabi Isa tidak mengindahkan petunjuk-petunjuk yang diberikan kepada mereka. Mereka telah jatuh ke dalam lembah kesesatan dan perselisihan yang hebat. Mereka terpecah-pecah menjadi beberapa golongan; Golongan \"Yakubiyah\" yaitu golongan yang mengikuti ajaran seorang pendeta bernama Yakub, yang mengatakan bahwa Isa adalah tuhan yang diturunkan ke bumi tetapi kemudian naik lagi ke langit. Golongan \"Nasturiah\" yang mengikuti ajaran seorang pendeta bernama Nastur yang mengatakan bahwa Isa adalah putra Tuhan yang diturunkan ke bumi kemudian diangkat-Nya kembali ke langit. Golongan ini mengatakan bahwa Isa adalah salah satu dari oknum yang tiga yaitu: Bapak, putra dan Ruhulkudus. Golongan lain mengatakan bahwa Isa adalah salah satu dari Tuhan yang tiga, yaitu: Allah, Isa anak-Nya dan Maryam ibu Isa. Di samping golongan-golongan yang sesat itu, ada pula golongan yang benar dan beriman sesuai dengan ajaran dan petunjuk Isa yang beriman bahwa Isa adalah hamba Allah dan Rasul-Nya, golongan ini bernama \"Malakania\". \nTerhadap golongan-golongan yang sesat itu Allah mengancam mereka bahwa mereka akan menyaksikan sendiri bagamana dahsyatnya hari kiamat nanti dan bagaimana pedihnya siksaan yang disediakan untuk mereka. Semua anggota badan mereka akan menjadi saksi atas kekufuran dan keingkaran mereka. Allah menangguhkan siksaan terhadap mereka sampai hari Kiamat dan tidak menyegerakan siksaan mereka semata-mata karena rahmat dan kasih sayang-Nya sebagaimana tersebut dalam sabda Nabi saw:\nSesungguhnya Allah menangguhkan penyiksaan bagi orang zalim sehingga apabila Dia menyiksanya, dia tidak akan dapat lepas dari siksaan itu. (Riwayat al-Bukhari dan Muslim dari Abu Musa)\nMengenai sikap kaum Nabi Isa ini Nabi Muhammad saw bersabda:\nTak ada seorang pun yang tahan, mendengar kata-kata yang menyakitkan kecuali Allah. Mereka mengatakan bahwa Allah mempunyai anak sedang Allah tetap memberi mereka rezeki dan kesehatan. (Riwayat al-Bukhari dari Abdullah bin Qais)\n"}},{"number":38,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eAlangkah tajam pendengaran mereka dan alangkah terang penglihatan mereka pada hari mereka datang kepada Kami\u003c/em\u003e, yaitu pada hari pembalasan.\u0026nbsp;\u003cem\u003eTetapi, orang-orang yang zalim\u003c/em\u003e\u0026nbsp;dan berbuat mungkar karena enggan menggunakan pendengaran untuk menyimak nasihat menuju jalan yang lurus dan penglihatan untuk memperhatikan tanda-tanda kekuasaan Allah,\u003cem\u003e\u0026nbsp;pada hari ini\u003c/em\u003e\u0026nbsp;mereka akan\u0026nbsp;\u003cem\u003eberada dalam kesesatan yang nyata\u003c/em\u003e. Walaupun penglihatan dan pendengaran mereka tajam, semuanya tidak akan bermanfaat.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada hari kiamat nanti orang-orang kafir itu karena memikirkan nasib mereka yang malang telinganya menjadi sangat peka dan peng-lihatannya sangat tajam apa saja yang terjadi segera menjadi perhatian mereka. Maka Allah lalu berfirman, \"Alangkah pekanya telinga mereka dan alangkah tajamnya penglihatan mereka di kala mereka menghadap Kami. Padahal mereka di dunia seakan-akan tuli tidak dapat mendengarkan petunjuk yang di bawa Nabi, dan seakan-akan buta tidak dapat melihat kebenaran dan mukjizat yang diberikan kepada para rasul. Mereka tidak melihat atau merasakan kekuasaan Allah yang tampak dengan nyata di alam semesta.\"\nSeandainya mereka semasa di dunia mempergunakan pendengaran dan penglihatan seperti keadaan mereka di akhirat itu tentulah mereka tidak akan tetap dalam kekafiran, mereka akan beriman kepada Allah dan Rasul-Nya. Tetapi tidak ada gunanya lagi telinga yang peka dan mata yang tajam pada waktu itu, karena nasib mereka sudah ditentukan dan pastilah mereka masuk neraka. Mereka pada waktu itu merasa sangat menyesal dan berangan-angan agar mereka dapat dikembalikan ke dunia untuk memperbaiki kesalahan dan kedurhakaan mereka, tetapi apa hendak dikata nasi telah menjadi bubur. Angan-angan kosong itu tidak akan terkabul karena mereka akan dibelenggu, dirantai, dan dimasukkan ke neraka sebagaimana tersebut dalam firman Allah:\n(Allah berfirman), \"Tangkaplah dia lalu belenggulah tangannya ke lehernya.\" Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. Kemudian belitlah dia dengan rantai yang panjangnya tujuh puluh hasta. Sesungguhnya dialah orang yang tidak beriman kepada Allah Yang Mahabesar. (al-haqqah/69: 30-33)\nDemikianlah nasib mereka di akhirat nanti karena mereka adalah orang-orang yang benar-benar telah sesat dari jalan yang lurus.\n"}},{"number":39,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eBalasan bagi orang-orang yang ingkar pada hari kebangkitan sangat mengerikan. Karena itu Allah memerintahkan nabi-Nya untuk memperingatkan mereka, \u0026ldquo;Wahai Nabi Muhammad,\u003cem\u003e dan berilah mereka peringatan tentang hari penyesalan\u003c/em\u003e atas kelalaian mereka. Penyesalan tersebut tidak berarti \u003cem\u003eketika\u003c/em\u003e itu karena \u003cem\u003esegala perkara telah diputus\u003c/em\u003e dan ditetapkan balasannya. Peringatan itu perlu disampaikan, \u003cem\u003esedang mereka\u003c/em\u003e di dunia \u003cem\u003edalam kelalaian\u003c/em\u003e tentang adanya hari pembalasan, \u003cem\u003edan\u003c/em\u003e karenanya \u003cem\u003emereka\u003c/em\u003e tetap\u003cem\u003e tidak beriman\u003c/em\u003e pada ajakan bertauhid dan mematuhi perintah Allah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw agar dia memberi peringatan kepada manusia khususnya kaum musyrik Mekah tentang hari Kiamat mereka mati dalam keadaan kafir, orang-orang kafir akan menyesali diri mereka karena tidak mau beriman dan selalu berusaha menegakkan yang batil semasa hidup di dunia.\nPara mukmin dibawa ke surga dan orang-orang kafir digiring ke neraka. Kepada kedua golongan ini diberitahukan bahwa masing-masing mereka tidak akan keluar selama-lamanya dari tempat yang telah disediakan bagi mereka, dan mereka tidak akan mengalami kematian selama-lamanya. Diriwayatkan dalam sebuah hadis dari Abu Sa`id, Rasulullah saw bersabda, \"Pada waktu itu dibawalah \"kematian\" berbentuk seekor biri-biri yang bagus rupanya, lalu datang orang yang menyerukan, Hai penghuni surga! Lalu mereka tertegun memperhatikan. Maka penyeru itu bertanya, \"Tahukah kamu apa ini?\" Mereka menjawab, Ya, itu adalah \"Kematian.\" Semua mereka melihatnya. Kemudian penyeru yang lain berseru pula. Hai penghuni neraka! Tahukah kamu apakah ini? Mereka menjawab, ya! Itu adalah \"kematian.\" Mereka melihatnya pula. Maka \"kematian\" yang berbentuk biri-biri itu disembelihkan di antara surga dan neraka, lalu penyeru itu berkata, \"Hai penghuni surga kamu kekal di dalam surga dan kamu tidak akan mengalami kematian lagi. Hai penghuni neraka, kamu kekal di dalam neraka dan tidak akan mengalami kematian lagi.\" Kemudian Rasulullah membacakan ayat ini. (Riwayat al-Bukhari dan Muslim)\nKetika itu sadarlah orang-orang kafir akan keteledoran mereka dan mereka menyesal mengapa mereka di dunia dahulu mengingkari hari ke-bangkitan, mengapa mereka tidak mau memikirkan ajakan dan petunjuk ke jalan yang benar, tetapi sesalan itu tidak berguna lagi.\n"}},{"number":40,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah adalah Pencipta segala yang ada, maka semuanya adalah milik-Nya.\u003cem\u003e\u0026nbsp;Sesungguhnya Kamilah yang mewarisi bumi dan semua yang ada di atasnya\u003c/em\u003e. Tidak satu pun makhluk yang berhak memilikinya. Semua ciptaan itu pun akan mati\u0026nbsp;\u003cem\u003edan\u003c/em\u003e\u0026nbsp;kemudian\u0026nbsp;\u003cem\u003ehanya kepada Kami mereka dikembalikan\u003c/em\u003e\u0026nbsp;untuk menghadapi hisab.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah menghibur Nabi Muhammad, meminta Nabi untuk tidak bersedih hati karena kaum musyrik tidak mau beriman dan selalu mendustakannya. Karena mereka kelak akan kembali kepada Allah dan akan dibalas kekafiran mereka dengan balasan yang setimpal karena Kamilah Yang Mahakuasa. Kamilah yang mewarisi bumi dan segala isinya pada hari Kiamat nanti."}},{"number":41,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSelesai dari penuturan kisah Nabi Isa, Allah beralih menceritakan kisah Nabi Ibrahim yang mengajak kaumnya bertauhid. Wahai Nabi Muhammad, \u003cem\u003edan ceritakanlah\u003c/em\u003e kepada umatmu \u003cem\u003ekisah Ibrahim di dalam Kitab\u003c/em\u003e Al-Qur\u0026rsquo;an yang Kami wahyukan kepadamu bahwa \u003cem\u003esesungguhnya dia adalah seorang yang sangat membenarkan\u003c/em\u003e, di mana sikap, ucapan, dan perbuatannya selalu dalam kebenaran. Dia pun \u003cem\u003eseorang nabi\u003c/em\u003e yang diutus untuk menuntun kaumnya ke jalan Allah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat-ayat ini Allah memerintahkan kepada Rasulullah agar ia menerangkan kepada kaum musyrik Mekah kisah Nabi Ibrahim yang mereka anggap sebagai bapak bangsa Arab. Mereka sendiri menganggap diri mereka anak cucunya dan mendakwahkan bahwa mereka adalah pengikutpengikut agamanya. Padahal Nabi Ibrahim adalah seorang mukmin seorang kekasih Allah dan seorang Nabi penyembah Tuhan Yang Maha Esa bukan seorang musyrik penyembah berhala. Allah memerintahkan kepada Muhammad agar dia menceritakan kepada mereka ketika Nabi Ibrahim melarang kaumnya menyembah berhala dan mengatakan kepada bapaknya sebagai berikut, \"Mengapa engkau menyembah berhala-berhala yang tidak dapat mendengar pujian penyembahnya ketika disembah, tidak dapat melihat bagaimana khusyuknya engkau menyembahnya, tidak dapat menolong orang yang menyembahnya dan memberikan manfaat barang sedikit pun dan tidak dapat menolak bahaya bila si penyembah itu meminta tolong kepadanya.\" \nDengan kata-kata yang lemah lembut dan dapat diterima akal Nabi Ibrahim menyeru bapaknya kepada tauhid dan meninggalkan penyembahan berhala benda mati yang tidak berdaya. Sedangkan manusia saja yang dapat mendengar dan melihat serta dapat memberikan pertolongan, tidaklah patut disembah, apalagi benda mati yang kita buat sendiri, bila kita hendak merusaknya atau menghancurkannya dia tidak berdaya apa-apa untuk mempertahankan dirinya. Benda yang demikian halnya yang tidak mungkin memberikan manfaat atau pertolongan kepada manusia, tidaklah patut menjadi sembahan manusia. Hal ini sesuai dengan perumpamaan yang dijelaskan Allah dalam firman-Nya:\n\"Wahai manusia! Telah dibuat suatu perumpamaan. Maka dengarkanlah! Sesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. Sama lemahnya yang menyembah dan yang disembah.\" (al-hajj/22: 73)\n"}},{"number":42,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDakwah tauhid Nabi Ibrahim diawali dengan mempertanyakan akidah ayahnya. Ingatlah\u0026nbsp;\u003cem\u003eketika dia\u003c/em\u003e\u0026nbsp;dengan lembut dan santun\u0026nbsp;\u003cem\u003eberkata kepada ayahnya, \u0026ldquo;Wahai ayahku, mengapa engkau menyembah sesuatu yang tidak mendengar\u003c/em\u003e, seperti berhala dan patung itu, yang juga\u0026nbsp;\u003cem\u003etidak\u003c/em\u003e\u0026nbsp;dapat\u003cem\u003e\u0026nbsp;melihat\u003c/em\u003e\u0026nbsp;apa pun di sekitarnya,\u0026nbsp;\u003cem\u003edan tidak\u003c/em\u003e\u0026nbsp;pula\u0026nbsp;\u003cem\u003edapat menolongmu\u003c/em\u003e\u0026nbsp;dari segala mudarat atau mendatangkan manfaat\u003cem\u003e\u0026nbsp;sedikit pun\u003c/em\u003e\u0026nbsp;kepadamu?\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat-ayat ini Allah memerintahkan kepada Rasulullah agar ia menerangkan kepada kaum musyrik Mekah kisah Nabi Ibrahim yang mereka anggap sebagai bapak bangsa Arab. Mereka sendiri menganggap diri mereka anak cucunya dan mendakwahkan bahwa mereka adalah pengikutpengikut agamanya. Padahal Nabi Ibrahim adalah seorang mukmin seorang kekasih Allah dan seorang Nabi penyembah Tuhan Yang Maha Esa bukan seorang musyrik penyembah berhala. Allah memerintahkan kepada Muhammad agar dia menceritakan kepada mereka ketika Nabi Ibrahim melarang kaumnya menyembah berhala dan mengatakan kepada bapaknya sebagai berikut, \"Mengapa engkau menyembah berhala-berhala yang tidak dapat mendengar pujian penyembahnya ketika disembah, tidak dapat melihat bagaimana khusyuknya engkau menyembahnya, tidak dapat menolong orang yang menyembahnya dan memberikan manfaat barang sedikit pun dan tidak dapat menolak bahaya bila si penyembah itu meminta tolong kepadanya.\" \nDengan kata-kata yang lemah lembut dan dapat diterima akal Nabi Ibrahim menyeru bapaknya kepada tauhid dan meninggalkan penyembahan berhala benda mati yang tidak berdaya. Sedangkan manusia saja yang dapat mendengar dan melihat serta dapat memberikan pertolongan, tidaklah patut disembah, apalagi benda mati yang kita buat sendiri, bila kita hendak merusaknya atau menghancurkannya dia tidak berdaya apa-apa untuk mempertahankan dirinya. Benda yang demikian halnya yang tidak mungkin memberikan manfaat atau pertolongan kepada manusia, tidaklah patut menjadi sembahan manusia. Hal ini sesuai dengan perumpamaan yang dijelaskan Allah dalam firman-Nya:\n\"Wahai manusia! Telah dibuat suatu perumpamaan. Maka dengarkanlah! Sesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. Sama lemahnya yang menyembah dan yang disembah.\" (al-hajj/22: 73)\n"}},{"number":43,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eUntuk lebih meyakinkan ayahnya bahwa berhala tidak layak disembah, Ibrahim berkata dengan santun, \u0026ldquo;\u003cem\u003eWahai ayahku, sungguh telah sampai kepadaku sebagian ilmu yang tidak diberikan kepadamu,\u003c/em\u003e yaitu tentang tauhid atau keyakinan kepada Tuhan yang layak disembah, \u003cem\u003emaka ikutilah aku\u003c/em\u003e dengan penuh keikhlasan dan berimanlah kepada Allah Yang Esa, \u003cem\u003eniscaya aku akan menunjukkan kepadamu jalan yang lurus\u003c/em\u003e, yaitu jalan yang akan membawamu menuju kebenaran dan kebahagiaan.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Selanjutnya Nabi Ibrahim a.s. mengatakan kepada bapaknya bahwa dia telah diberi ilmu oleh Allah yang belum diketahui oleh bapaknya. Dengan ilmu itu Ibrahim dapat memimpin manusia kepada jalan yang lurus dan membebaskannya dari perbuatan yang merendahkan derajatnya seraya membawanya kepada kebahagiaan dunia dan akhirat. Meskipun ia adalah anaknya dan jauh lebih muda tetapi Allah telah menurunkan rahmat-Nya kepada Ibrahim dengan memberikan ilmu itu. Ibrahim sangat ingin agar bapaknya mengikutinya, dengan demikian ia dapat membawa ayahnya ke jalan yang lurus."}},{"number":44,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eNabi Ibrahim menerangkan betapa tidak bermanfaatnya ibadah ayahnya selama ini. Dia berkata, \u0026ldquo;\u003cem\u003eWahai ayahku, janganlah engkau menyembah setan\u003c/em\u003e, yaitu patung dan berhala itu atau lainnya, dan jangan engkau ikuti bisikan makhluk pengingkar itu. Setan selalu ingin manusia tersesat dan mengingkari Allah.\u0026nbsp;\u003cem\u003eSesungguhnya setan itu\u003c/em\u003e\u0026nbsp;sejak dulu\u0026nbsp;\u003cem\u003edurhaka kepada Tuhan Yang Maha Pengasih.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Wahai bapakku, janganlah engkau mengikuti ajaran setan yang membawamu kepada menyembah berhala, karena setan itu selalu memperdayakan manusia agar ia tersesat dari jalan yang benar. Sesungguhnya setan itu adalah makhluk yang durhaka kepada Tuhannya makhluk yang sangat sombong dan takabur, karena itu Allah melaknatinya dan menjauhkannya dari rahmat-Nya. Karena setan itu telah dimurkai oleh Allah dia bertekad akan selalu berusaha menyesatkan manusia. Janganlah bapak termasuk golongan orang-orang yang terkena tipu daya setan dan masuk ke dalam perangkapnya. Aku khawatir sekiranya bapak tetap mengikuti ajarannya bapak akan ditimpa kemurkaan Allah seperti kemurkaan yang telah menimpa setan itu dan tentulah bapak akan termasuk golongannya."}},{"number":45,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMemperingatkan orang tuanya, Nabi Ibrahim berkata, \u0026ldquo;\u003cem\u003eWahai ayahku, aku sungguh khawatir\u003c/em\u003e bila engkau terus menyembah berhala dan tidak bertobat serta beribadah kepada Allah, \u003cem\u003eengkau akan ditimpa azab dari Tuhan Yang Maha Pengasih\u003c/em\u003e yang telah menganugerahkan rahmat dan kasih-Nya kepada kita, \u003cem\u003esehingga\u003c/em\u003e karena siksa-Nya yang pedih itu \u003cem\u003eengkau menjadi teman bagi setan\u003c/em\u003e di neraka dan kekal di dalamnya.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Wahai bapakku, janganlah engkau mengikuti ajaran setan yang membawamu kepada menyembah berhala, karena setan itu selalu memperdayakan manusia agar ia tersesat dari jalan yang benar. Sesungguhnya setan itu adalah makhluk yang durhaka kepada Tuhannya makhluk yang sangat sombong dan takabur, karena itu Allah melaknatinya dan menjauhkannya dari rahmat-Nya. Karena setan itu telah dimurkai oleh Allah dia bertekad akan selalu berusaha menyesatkan manusia. Janganlah bapak termasuk golongan orang-orang yang terkena tipu daya setan dan masuk ke dalam perangkapnya. Aku khawatir sekiranya bapak tetap mengikuti ajarannya bapak akan ditimpa kemurkaan Allah seperti kemurkaan yang telah menimpa setan itu dan tentulah bapak akan termasuk golongannya."}},{"number":46,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePeringatan Ibrahim yang disampaikan dengan lembut, santun, dan berkali-kali tetap tidak mampu menyadarkan ayahnya. Karena keyakinan salah itu sudah mendarah daging pada diri ayahnya,\u0026nbsp;\u003cem\u003edia berkata\u003c/em\u003e\u0026nbsp;dengan kesal, \u0026ldquo;\u003cem\u003eBencikah engkau kepada tuhan-tuhanku, wahai Ibrahim,\u003c/em\u003e\u0026nbsp;sehingga engkau terus mengajakku meninggalkan sesembahan itu dan memintaku beribadah hanya kepada Tuhan Yang Esa?\u0026nbsp;\u003cem\u003eJika engkau tidak berhenti\u003c/em\u003e\u0026nbsp;dari permintaanmu dan tetap mencela tuhanku,\u003cem\u003e\u0026nbsp;pasti engkau akan kurajam\u003c/em\u003e, kulempari dirimu dengan batu sampai mati. Bila engkau tidak ingin hal ini terjadi,\u0026nbsp;\u003cem\u003emaka tinggalkanlah aku untuk waktu yang lama\u003c/em\u003e\u0026nbsp;agar amarahku reda dan engkau tidak lagi mencela sesembahanku.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Bapak Nabi Ibrahim menolak ajakan anaknya yang diucapkan dengan nada lemah lembut itu dengan kata-kata yang keras dan tajam yang menampakkan keingkaran dan kemarahan yang amat sangat. Bapaknya berkata, \"Apakah engkau membenci berhala-berhala yang aku sembah, yang aku muliakan dan yang aku agungkan hai Ibrahim? Apakah engkau tidak menyadari kesalahan pengertianmu? Bukankah berhala-berhala yang aku sembah itu sembahan semua kaummu? Bukankah tuhan-tuhan yang aku muliakan itu sembahan nenek moyangmu sejak dahulu kala? Apakah engkau telah gila atau kemasukan setan dengan dakwahmu bahwa engkau telah mendapat ilmu dari Tuhan sesungguhnya? Jika engkau tidak menghentikan seruanmu itu, aku akan melemparimu dengan batu sampai mati, atau pergilah engkau dari sisiku bahkan dari negeri ini dan tidak usah kembali lagi.\" Mendengar bantahan dan jawaban yang amat keras itu hancur luluhlah hati Ibrahim karena dia sangat sayang dan santun kepada bapaknya dan sangat menginginkan agar dia bebas dari kesesatan menyembah berhala dan menerima petunjuk ke jalan yang benar, serta mau beriman kepada Allah Yang Maha Esa dan Mahakuasa. Dia ingin agar dengan beriman itu bapaknya akan mendapat karunia dan rahmat dari Tuhannya. Tetapi apa yang akan dilakukan dan dikatakannya, sedang bapaknya sudah kalap dan mengusirnya dari rumah dan kampung halamannya bahkan tidak menginginkan kembalinya seakan-akan dia bukan anaknya lagi."}},{"number":47,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMendapat ancaman itu Ibrahim sadar ayahnya sudah tidak dapat diperingatkan. Dengan tetap santun, dia \u003cem\u003eberkata\u003c/em\u003e, \u0026ldquo;Selamat berpisah, ayah tercinta. \u003cem\u003eSemoga keselamatan\u003c/em\u003e selalu \u003cem\u003edilimpahkan kepadamu\u003c/em\u003e. Ketahuilah bahwa \u003cem\u003eaku akan\u003c/em\u003e terus \u003cem\u003ememohonkan ampunan bagimu kepada Tuhanku\u003c/em\u003e Yang Maha Pengampun. \u003cem\u003eSesungguhnya Dia sangat baik kepadaku\u003c/em\u003e dan mengabulkan doaku.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Tak ada jawaban dari Ibrahim terhadap bentakan-bentakan bapaknya yang kasar itu kecuali mengucapkan, \"selamat sejahtera atasmu.\" Aku berdoa agar bapak selalu berada dalam sehat dan afiat. Aku tidak akan membalas kata-kata yang kasar itu dengan kasar pula karena engkau adalah bapakku yang kucintai. Aku tidak akan melakukan sesuatu pun yang merugikan atau mencelakakan bapak, biarlah aku pergi dari negeri ini meninggalkan bapak, meninggalkan rumah dan kampung halaman. Aku meminta kepada Tuhan agar bapak diampuni-Nya dan selalu berada dalam naungan rahmat-Nya, mendapat petunjuk kepada jalan yang lurus yang membawa kepada kebaikan dan kebahagiaan. Memang Nabi Ibrahim a.s. telah mendoakannya sebagaimana tersebut dalam firman Allah:\n\"Dan ampunilah ayahku, sesungguhnya dia termasuk orang yang sesat,\" (Asy-Syu'ara/26: 86)\nNabi Ibrahim a.s. yakin bahwa Tuhan akan mengabulkan doanya karena biasanya di masa lalu doanya selalu dikabulkannya. Nabi Ibrahim berdoa untuk bapaknya karena dia telah menjanjikan kepadanya akan beriman sebagaimana tersebut dalam firman Allah:\nAdapun permohonan ampunan Ibrahim (kepada Allah) untuk bapaknya, tidak lain hanyalah karena suatu janji yang telah diikrarkannya kepada bapaknya. Maka ketika jelas bagi Ibrahim bahwa bapaknya adalah musuh Allah, maka Ibrahim berlepas diri darinya. Sungguh, Ibrahim itu seorang yang sangat lembut hatinya lagi penyantun. (at-Taubah/9: 114)\n"}},{"number":48,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eWahai ayah, aku akan pergi\u0026nbsp;\u003cem\u003edan aku akan menjauhkan diri darimu, dan\u003c/em\u003e\u0026nbsp;dari kaum penyembah berhala serta\u0026nbsp;\u003cem\u003edari apa\u003c/em\u003e\u0026nbsp;saja\u0026nbsp;\u003cem\u003eyang engkau sembah selain Allah, dan aku akan\u003c/em\u003e\u0026nbsp;terus\u0026nbsp;\u003cem\u003eberdoa kepada Tuhanku\u003c/em\u003e\u0026nbsp;agar petunjuk- Nya terlimpah kepadamu.\u0026nbsp;\u003cem\u003eMudah-mudahan aku tidak akan kecewa dengan berdoa kepada Tuhanku\u003c/em\u003e. Aku yakin Dia Maha Pemurah dan mengabulkan doa hamba-Nya.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Selanjutnya Ibrahim berkata kepada bapaknya, \"Aku akan pergi meninggalkanmu, meninggalkan kaummu, meninggalkan berhala-berhala yang kamu sembah. Aku akan pergi dari sini agar aku bebas beribadat kepada Tuhanku yang akan menolongku dan melepaskan aku dari bahaya yang menimpaku, karena semua petunjuk dan nasehatku kamu tolak mentah- mentah bahkan mengancamku dengan ancaman yang mengerikan. Aku akan menyembah dan berdoa hanya kepada Tuhanku saja dan sekali-kali aku tidak akan menyembah selain Dia.\"\nMenurut riwayat, Ibrahim hijrah ke negeri Syam dan di sana dia menikah dengan Siti Sarah. Ia berharap dengan berdoa dan menyembah Tuhan, ia tidak akan menjadi orang yang kecewa seperti ayahnya yang selalu menyembah dan berdoa kepada berhala-berhala itu, tetapi ternyata berhala-berhala itu tidak dapat berbuat sesuatu apapun apalagi akan melaksanakan apa yang diminta kepadanya.\n"}},{"number":49,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSetelah minta izin kepada orang tuanya, \u003cem\u003emaka\u003c/em\u003e Nabi Ibrahim pun pergi. \u003cem\u003eKetika dia sudah menjauhkan diri dari mereka dan dari apa yang mereka sembah selain Allah, Kami\u003c/em\u003e muliakan dia dan \u003cem\u003elimpahkan\u003c/em\u003e rahmat kepadanya. Kami \u003cem\u003eanugerahkan kepadanya Ishak\u003c/em\u003e sebagai anak yang sekian lama dirindukan kehadirannya,\u003cem\u003e dan\u003c/em\u003e Kami anugerahkan pula kepadanya \u003cem\u003eYakub\u003c/em\u003e sebagai cucu yang melanjutkan keturunan dan perjuangannya. Keduanya adalah orang-orang saleh \u003cem\u003edan masing-masing Kami angkat menjadi nabi\u003c/em\u003e yang menyeru umatnya untuk menaati perintah Allah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Setelah Nabi Ibrahim a.s. meninggalkan negerinya Ur Kildan (Irak) dan menetap di negeri Syam, dikaruniai Tuhan kehidupan yang sejahtera dan bahagia. Allah mengaruniakan kepadanya anak-anak dan cucu-cucu yang sebahagian dari mereka diangkat Allah menjadi nabi di kalangan Bani Israil. Allah mengaruniakan kepadanya Ishak, dan Ishak ini pun mendapat anak bernama Yakub yang menggantikan kedudukannya sebagai Nabi. Adapun anak pertamanya Ismail yang ditinggalkannya di sekitar Ka`bah diangkat pula menjadi Nabi yang telah meninggikan dan menyemarakkan syiar agama di sana.\nDemikianlah balasan Tuhan kepada Nabi Ibrahim yang bersedia meninggalkan bapaknya, kaumnya dan tanah airnya demi untuk keselamatan akidahnya dan menyebarkan agama tauhid yang diperintahkan Allah kepadanya. Allah tidak mengabaikan dan tidak menyia-nyiakan bahkan mengganti kesedihan meninggalkan keluarga dan tanah airnya dengan kebahagiaan keluarga dan bertanah air yang baru dan menerima ajaran dan petunjuknya serta memberikan kepadanya anak cucu yang baik-baik yang sebahagiannya menjadi penegak agama Allah bahkan banyak pula yang menjadi nabi.\n"}},{"number":50,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKami limpahkan mereka nikmat\u0026nbsp;\u003cem\u003edan Kami anugerahkan\u003c/em\u003e\u0026nbsp;pula\u0026nbsp;\u003cem\u003ekepada mereka sebagian dari rahmat Kami\u003c/em\u003e\u0026nbsp;di dunia dan akhirat, seperti keturunan yang saleh, kenabian bagi anak cucunya, dan lainnya. Kami angkat derajat mereka\u0026nbsp;\u003cem\u003edan Kami jadikan mereka buah tutur\u003c/em\u003e\u0026nbsp;bagi orang-orang sesudahnya sehingga mereka meninggalkan kesan dan nama\u003cem\u003e\u0026nbsp;yang baik dan mulia\u003c/em\u003e\u0026nbsp;sepanjang masa.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah menerangkan bahwa hampir semua anak-anak Nabi Ibrahim dan cucu-cucunya diangkat-Nya menjadi nabi dan dilimpahkan kepada mereka rahmat dan karunia-Nya serta memberkahi hidup mereka dengan kesenangan dan kebahagiaan baik di dunia maupun di akhirat nanti. Mereka semuanya meninggalkan nama yang baik dan mengharumkan serta meninggikan nama Nabi Ibrahim sehingga diakui kemuliaan dan ketinggiannya oleh semua pihak baik dari kalangan umat Yahudi umat Nasrani maupun kaum musyrik sendiri. Ini adalah fakta yang nyata bagi terkabulnya doa Nabi Ibrahim seperti tersebut pada ayat:\nDan jadikanlah aku buah tutur yang baik bagi orang-orang (yang datang) kemudian. (asy-Syu`ara`/26: 84)\nWajarlah bila Allah mengangkat derajat dan menamakan dia \"Khalilullah\" (kesayangan-Nya) seperti tersebut dalam ayat:\nDan Allah telah memilih Ibrahim menjadi kesayangan(-Nya). (an-Nisa`/4: 125)\nDan menjadikan bekas telapak kakinya di waktu membangun Ka`bah tempat yang diberkahi, dan disunatkan salat di sana seperti tersebut dalam ayat:\n\"Dan (ingatlah), ketika Kami menjadikan rumah (Kabah) tempat berkumpul dan tempat yang aman bagi manusia. Dan jadikanlah maqam Ibrahim itu tempat salat.\" (al-Baqarah/2: 125)\n"}},{"number":51,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSelesai bertutur tentang kisah Nabi Ibrahim, Allah beralih menjelaskan kisah Nabi Musa. Wahai Nabi Muhammad, \u003cem\u003edan ceritakanlah kisah\u003c/em\u003e Nabi \u003cem\u003eMusa\u003c/em\u003e sesuai wahyu \u003cem\u003edi dalam kitab\u003c/em\u003e Al-Qur\u0026rsquo;an. Jelaskan bahwa \u003cem\u003edia benar-benar orang yang terpilih\u003c/em\u003e karena keteguhan sikap dan ketulusan hatinya. Dia juga terpilih sebagai \u003cem\u003eseorang rasul\u003c/em\u003e yang diutus kepada Bani Israil \u003cem\u003edan nabi\u003c/em\u003e yang mulia dan tinggi kedudukannya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw agar menerangkan kepada kaum musyrik kisah mengenai Nabi Musa a.s. dan keutamaan sifat-sifatnya agar Nabi sendiri beserta kaumnya dapat mengetahui bagaimana Allah menghargai dan memuliakannya. Keistimewaan-keistimewaan Nabi Musa a.s. itu di antaranya adalah dia orang yang dipilih Allah dan diikhlaskan-Nya untuk semata-mata menyampaikan dakwah agama tauhid seperti dakwahnya kepada Firaun beserta kaumnya, sebagaimana tersebut pada ayat ini:\n(Allah) berfirman, \"Wahai Musa! Sesungguhnya Aku memilih (melebihkan) engkau dari manusia yang lain (pada masamu) untuk membawa risalah-Ku dan firman-Ku, sebab itu berpegangteguhlah kepada apa yang Aku berikan kepadamu dan hendaklah engkau termasuk orang-orang yang bersyukur.\" (al-A`raf/7: 144)\nAllah mengangkatnya sebagai rasul di samping menjadi nabi. Perbedaan antara rasul dan nabi ialah rasul yang mempunyai risalah yang harus disampaikan kepada manusia dan diturunkan kepadanya kitab yang mengandung akidah, hukum-hukum dan sebagainya, sedang nabi adalah orang yang mendapat wahyu dari Allah tentang agama yang benar dan memberitahukan hal itu kepada manusia tetapi tidak mempunyai risalah yang harus disampaikan kepada manusia dan tidak pula diturunkan kitab kepadanya. Di kalangan Bani Israil banyak nabi yang tugas mereka hanya memelihara dan menyampaikan syariat yang dibawa Nabi Musa yang tersebut dalam kitab Taurat, seperti Yusa`, Ilyas dan lainnya.\n"}},{"number":52,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan Kami telah\u003c/em\u003e\u0026nbsp;memilih Nabi Musa dan\u0026nbsp;\u003cem\u003ememanggilnya dari sebelah kanan gunung\u003c/em\u003e\u0026nbsp;Sinai ketika dia sedang bepergian menuju Mesir,\u0026nbsp;\u003cem\u003edan\u003c/em\u003e\u0026nbsp;saat itu Kami tetapkan dia sebagai nabi dan rasul untuk memberi peringatan kepada Fir\u0026lsquo;aun dan kaumnya.\u0026nbsp;\u003cem\u003eKami dekatkan dia\u003c/em\u003e\u0026nbsp;kepada Kami\u0026nbsp;\u003cem\u003euntuk\u003c/em\u003e\u0026nbsp;menerima amanat kerasulan dan Kami ajak dia\u003cem\u003e\u0026nbsp;bercakap-cakap\u003c/em\u003e\u0026nbsp;secara langsung dari balik hijab berupa api yang menyala.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini dijelaskan bagaimana Allah memanggil Musa a.s. dan berbicara langsung dengannya di sebelah kanan bukit Tur, yaitu sebuah bukit yang terletak di semenanjung Sinai. Ketika itu Musa sedang menuju ke Mesir dari Madyan untuk menyampaikan dakwahnya kepada Firaun. Di bukit Tursina itulah Musa diberitahukan oleh Allah bahwa dia telah diangkat menjadi rasul dan menjanjikan kepadanya bahwa dia akan menang dalam menghadapi Firaun yang zalim yang mendakwahkan dirinya sebagai Tuhan. Tuhan juga menjanjikan kepadanya akan menurunkan rahmat kepada keluarga Bani Israil dengan menurunkan kitab Taurat. \nAllah menerangkan pula bahwa Dia telah mendekatkan Musa kepada-Nya di waktu berbicara itu dengan arti memuliakannya dan memilihnya sebagai Rasul-Nya seakan-akan Musa di waktu itu dekat kepada Tuhan sebagaimana dekatnya seorang raja di waktu berbicara dengan menterinya. Kita tidak dapat mengetahui bagaimana caranya Tuhan berbicara langsung dengan Musa. Apakah Musa benar-benar mendengar suara ataukah Musa hanya merasa bahwa dia telah berada di alam rohani yang tinggi seakan-akan mendengar wahyu Ilahi. Kita tidak dapat mengetahui bagaimana kejadian yang sebenarnya, semua itu harus kita serahkan kepada Allah Yang Mahakuasa. Kewajiban kita sebagai orang mukmin hanya mempercayainya, karena hal itu dikisahkan di dalam Al-Qur'an.\n"}},{"number":53,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan Kami telah menganugerahkan\u003c/em\u003e kepada Nabi Musa \u003cem\u003esebagian rahmat Kami kepadanya\u003c/em\u003e sesuai permintaan yang dipanjatkan kepada Kami, \u003cem\u003eyaitu\u003c/em\u003e ketika dia memohon agar \u003cem\u003esaudaranya, Harun\u003c/em\u003e, diizinkan untuk membantunya dalam melaksanakan tugas kerasulan. Kami tetapkan saudaranya itu \u003cem\u003emenjadi seorang nabi\u003c/em\u003e.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Di antara rahmat Allah kepada Musa ialah Allah telah mengabulkan permintaannya agar Harun saudara seibu diangkat pula menjadi nabi untuk membantunya dalam menyampaikan risalah Tuhannya sebagai tersebut dalam ayat:\nDan jadikanlah untukku seorang pembantu dari keluargaku, (yaitu) Harun, saudaraku, teguhkanlah kekuatanku dengan (adanya) dia, dan jadikanlah dia teman dalam urusanku. (thaha/20: 29-30-31-32)\nDan dalam ayat:\nDan saudaraku Harun, dia lebih fasih lidahnya daripada aku, maka utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)ku; sungguh, aku takut mereka akan mendustakanku.\" (al-Qashash/28: 34)\nSebagai karunia dan rahmat dari Allah kepada Musa Allah mem-perkenankan permintaan Musa itu seperti tersebut dalam ayat:\nDia (Allah) berfirman, \"Sungguh, telah diperkenankan permintaanmu, wahai Musa! (thaha/20: 36)\nMengenai permohonan Nabi Musa a.s. untuk Nabi Harun ini sebagian Ulama salaf (terdahulu) di antaranya Ibnu Jarir ath-thabari mengatakan, \"Tidak ada seorang pun yang dapat memberikan syafaat kepada orang lain lebih besar dari syafaat yang diberikan kepada Harun dengan perantaraan Nabi Musa.\" Menurut riwayat Ibnu Abbas, Harun di waktu itu lebih tua dari Musa sekitar 4 tahun.\n"}},{"number":54,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eUsai berkisah tentang Nabi Musa, Allah beralih menceritakan kisah Nabi Ismail. Wahai Nabi Muhammad,\u0026nbsp;\u003cem\u003edan ceritakanlah\u003c/em\u003e\u0026nbsp;kepada umatmu\u0026nbsp;\u003cem\u003ekisah\u003c/em\u003e\u0026nbsp;Nabi\u0026nbsp;\u003cem\u003eIsmail\u003c/em\u003e\u0026nbsp;putra Nabi Ibrahim seperti yang diwahyukan kepadamu\u003cem\u003e\u0026nbsp;di dalam kitab\u003c/em\u003e\u0026nbsp;Al-Qur\u0026rsquo;an. Terangkanlah bahwa\u0026nbsp;\u003cem\u003edia betul-betul seorang yang benar\u003c/em\u003e\u0026nbsp;perkataannya dan selalu menepati\u0026nbsp;\u003cem\u003ejanjinya\u003c/em\u003e. Dia telah Kami tetapkan pula sebagai\u0026nbsp;\u003cem\u003eseorang rasul\u003c/em\u003e\u0026nbsp;bagi kaumnya, yaitu suku Jurhum, salah satu kabilah Arab yang berasal dari Yaman,\u0026nbsp;\u003cem\u003edan\u003c/em\u003e\u0026nbsp;dia juga diangkat sebagai\u0026nbsp;\u003cem\u003enabi\u003c/em\u003e\u0026nbsp;yang dianugerahi kedudukan dan derajat tinggi.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw supaya menceritakan tentang Ismail nenek moyang bangsa Arab yang diangkat Allah menjadi nabi dan rasul agar dapat menjadi contoh teladan bagi mereka pada sifat-sifatnya, kesetiaan dan kejujurannya ketabahan dan kesabarannya dalam menjalankan perintah Tuhannya dan ketaatan serta kepatuhannya. Salah satu di antara sifat yang sangat menonjol ialah menepati janji. Menepati janji adalah sifat yang dipunyai oleh setiap rasul dan nabi, tetapi sifat ini pada diri Ismail sangat menonjol sehingga Allah menjadikan sifat ini sebagai keistimewaan Ismail. \nDi antara janji-janji yang ditepatinya walaupun janji itu membahayakan jiwanya ialah kesediaannya disembelih sebagai kurban untuk melaksanakan perintah Allah kepada ayahnya Ibrahim yang diterimanya dengan perantaraan ar-ruyah ash-shadiqah (mimpi yang benar) yang senilai dengan wahyu. Tatkala Ibrahim membicarakan dengan Ismail tentang perintah Allah untuk menyembelihnya, Ismail dengan tegas menyatakan bahwa dia bersedia disembelih demi untuk mentaati perintah Allah dan dia akan tabah dan sabar menghadapi maut bagaimana pun pedih dan sakitnya. Hal ini tersebut dalam ayat:\nMaka ketika anak itu sampai (pada umur) sanggup berusaha bersamanya, (Ibrahim) berkata, \"Wahai anakku! Sesungguhnya aku bermimpi bahwa aku menyembelihmu. Maka pikirkanlah bagaimana pendapatmu!\" Dia (Ismail) menjawab, \"Wahai ayahku! Lakukanlah apa yang diperintahkan (Allah) kepadamu; insya Allah engkau akan mendapatiku termasuk orang yang sabar.\" (ash-shaffat/37: 102)\nItulah janji Ismail kepada bapaknya Ibrahim. Janji itu benar-benar ditepati oleh Ismail dan dia menyerahkan dirinya kepada bapaknya yang telah siap dengan pisau yang tajam untuk menyembelihnya. Ibrahim pun walau dengan perasaan sangat iba dan kasihan merebahkan Ismail untuk memudahkan penyembelihan dan pisau pun telah ditujukan ke lehernya. Ketika itu Allah memanggil Ibrahim dan mengganti Ismail dengan seekor biri-biri yang besar dan gemuk. Hal ini diceritakan Allah dalam firman-Nya:\nMaka ketika keduanya telah berserah diri dan dia (Ibrahim) membaringkan anaknya atas pipi(nya), (untuk melaksanakan perintah Allah). Lalu Kami panggil dia, \"Wahai Ibrahim! Sungguh, engkau telah membenarkan mimpi itu.\" Sungguh, demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik. Sesungguhnya ini benar-benar suatu ujian yang nyata. Dan Kami tebus anak itu dengan seekor sembelihan yang besar. (ash-shaffat/37: 103-107)\nDi samping sifat yang menonjol itu Ismail diangkat Allah menjadi nabi dan rasul kepada kabilah Jurhum yang menetap di Mekah bersama ibunya. Sebagai rasul, Ismail ditugaskan Allah menyampaikan risalah yaitu risalah yang pernah disampaikan oleh ayahnya Nabi Ibrahim kepada kabilah Jurhum itu. Memang sebelum Nabi Muhammad diutus sebagai rasul terdapat di kalangan bangsa Arab orang-orang yang menganut paham tauhid dan besar kemungkinan paham tauhid yang dianut mereka adalah paham yang dibawa dan disampaikan oleh Ismail kepada kaumnya.\n"}},{"number":55,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDengan kerasulan itu Nabi Ismail mengajak kaumnya mematuhi Allah \u003cem\u003edan dia\u003c/em\u003e selalu \u003cem\u003emenyuruh keluarganya untuk\u003c/em\u003e melaksanakan \u003cem\u003esalat\u003c/em\u003e sebagai ibadah dan ungkapan syukur kepada-Nya \u003cem\u003edan\u003c/em\u003e menunaikan \u003cem\u003ezakat\u003c/em\u003e kepada mereka yang berhak mendapatkannya. Dengan ketulusan \u003cem\u003edan\u003c/em\u003e keteguhannya memegang janji, \u003cem\u003edia\u003c/em\u003e menjadi salah \u003cem\u003eseorang yang diridai di sisi Tuhannya\u003c/em\u003e.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah menerangkan bahwa Ismail selalu menyuruh keluarganya tetap mengerjakan salat dan menunaikan zakat, karena salat dan zakat itu telah disyariatkan semenjak Nabi Ibrahim. Risalah yang disampaikan oleh Nabi Ismail adalah risalah yang dibawa oleh bapaknya Ibrahim. Meskipun yang diterangkan di sini hanya mengenai keluarganya tetapi perintah itu mencakup seluruh kaumnya karena rasul itu diutus bukan untuk keluarga semata tetapi diutus untuk semua umatnya. Nabi Muhammad sendiri pada mulanya hanya disuruh menyampaikan ajaran Islam kepada keluarganya dan kemudian baru diperintahkan mengajak seluruh manusia mengikuti ajaran yang dibawanya. Hal ini terdapat dalam firman Allah:\nDan berilah peringatan kepada kerabat-kerabatmu (Muhammad) yang terdekat,(asy- Syu`ara`/26: 214)\nDan firman-Nya:\nDan perintahkanlah keluargamu melaksanakan salat dan sabar dalam mengerjakannya. (thaha/20: 132)\nKemudian Allah menerangkan bahwa Ismail itu adalah orang yang diridai Allah karena dia tidak pernah lalai menaati perintah Tuhannya, dan selalu melaksanakan tugasnya dengan sebaik-baiknya.\n"}},{"number":56,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKisah Nabi Ismail disusul dengan kisah Nabi Idris. Wahai Nabi Muhammad,\u0026nbsp;\u003cem\u003edan ceritakanlah\u003c/em\u003e\u0026nbsp;kepada umatmu\u0026nbsp;\u003cem\u003ekisah Idris\u003c/em\u003e\u0026nbsp;seperti yang diwahyukan kepadamu\u0026nbsp;\u003cem\u003edi dalam kitab\u003c/em\u003e\u0026nbsp;Al-Qur\u0026rsquo;an. Jelaskanlah bahwa\u003cem\u003e\u0026nbsp;sesungguhnya dia seorang yang sangat mencintai\u003c/em\u003e\u0026nbsp;dan melaksanakan\u0026nbsp;\u003cem\u003ekebenaran\u003c/em\u003e\u0026nbsp;dalam kehidupannya. Kami memberinya anugerah\u0026nbsp;\u003cem\u003edan\u003c/em\u003e\u0026nbsp;menetapkannya sebagai\u0026nbsp;\u003cem\u003eseorang nabi\u003c/em\u003e\u0026nbsp;yang memiliki kedudukan tinggi,\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada kedua ayat ini Nabi Muhammad diperintahkan supaya menerangkan pula sekelumit berita tentang Nabi Idris. Menurut sementara riwayat mengatakan bahwa Nabi Idris adalah nenek Nabi Nuh a.s. Menurut riwayat yang termasyhur ia adalah nenek bapak Nabi Nuh. Ia adalah orang yang pertama menyelidiki ilmu bintang-bintang dan ilmu hisab, sebagai salah satu mukjizat yang diberikan Allah kepadanya. Ia adalah rasul pertama yang diutus Allah sesudah Adam a.s., dan diturunkan kepadanya kitab yang terdiri atas tiga puluh lembar. Ia dianggap pula sebagai orang yang mula-mula menciptakan timbangan dan takaran, pena untuk menulis, pakaian berjahit sebagai ganti pakaian kulit binatang dan senjata untuk berperang. Allah menerangkan pada ayat ini posisi yang tinggi bagi Nabi Idris karena ia adalah seorang yang beriman membenarkan kekuasaan dan keesaan Allah dan diangkat-Nya menjadi nabi dan meninggikan derajatnya ke tingkat yang paling tinggi, baik di dunia maupun di akhirat. Adapun di dunia ialah dengan diterimanya risalah yang dibawanya oleh kaumnya dan keharuman namanya di kalangan umat manusia. Hal ini sama dengan karunia Allah kepada Nabi Muhammad seperti tersebut dalam firman Allah:\n\"Dan Kami tinggikan sebutan (nama)mu bagimu.\" (asy-Syarh/94: 4)\nDi akhirat nanti ia ditempatkan di surga pada tempat yang paling tinggi dan mulia, tempat para nabi dan para shiddiqin seperti tersebut dalam ayat:\nDan barang siapa menaati Allah dan Rasul (Muhammad), maka mereka itu akan bersama-sama dengan orang yang diberikan nikmat oleh Allah, (yaitu) para nabi, para pecinta kebenaran, orang-orang yang mati syahid dan orang-orang saleh. Mereka itulah teman yang sebaik-baiknya. (an-Nisa`/4: 69).\n"}},{"number":57,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKarena sifat-sifat dan akhlaknya yang terpuji, Kami muliakan dia \u003cem\u003edan Kami telah mengangkatnya ke martabat yang tinggi\u003c/em\u003e sehingga kelak Kami tempatkan dia di surga.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada kedua ayat ini Nabi Muhammad diperintahkan supaya menerangkan pula sekelumit berita tentang Nabi Idris. Menurut sementara riwayat mengatakan bahwa Nabi Idris adalah nenek Nabi Nuh a.s. Menurut riwayat yang termasyhur ia adalah nenek bapak Nabi Nuh. Ia adalah orang yang pertama menyelidiki ilmu bintang-bintang dan ilmu hisab, sebagai salah satu mukjizat yang diberikan Allah kepadanya. Ia adalah rasul pertama yang diutus Allah sesudah Adam a.s., dan diturunkan kepadanya kitab yang terdiri atas tiga puluh lembar. Ia dianggap pula sebagai orang yang mula-mula menciptakan timbangan dan takaran, pena untuk menulis, pakaian berjahit sebagai ganti pakaian kulit binatang dan senjata untuk berperang. Allah menerangkan pada ayat ini posisi yang tinggi bagi Nabi Idris karena ia adalah seorang yang beriman membenarkan kekuasaan dan keesaan Allah dan diangkat-Nya menjadi nabi dan meninggikan derajatnya ke tingkat yang paling tinggi, baik di dunia maupun di akhirat. Adapun di dunia ialah dengan diterimanya risalah yang dibawanya oleh kaumnya dan keharuman namanya di kalangan umat manusia. Hal ini sama dengan karunia Allah kepada Nabi Muhammad seperti tersebut dalam firman Allah:\n\"Dan Kami tinggikan sebutan (nama)mu bagimu.\" (asy-Syarh/94: 4)\nDi akhirat nanti ia ditempatkan di surga pada tempat yang paling tinggi dan mulia, tempat para nabi dan para shiddiqin seperti tersebut dalam ayat:\nDan barang siapa menaati Allah dan Rasul (Muhammad), maka mereka itu akan bersama-sama dengan orang yang diberikan nikmat oleh Allah, (yaitu) para nabi, para pecinta kebenaran, orang-orang yang mati syahid dan orang-orang saleh. Mereka itulah teman yang sebaik-baiknya. (an-Nisa`/4: 69).\n"}},{"number":58,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKisah beberapa rasul pada ayat-ayat sebelumnya disusul dengan uraian tentang sifat-sifat mereka.\u0026nbsp;\u003cem\u003eMereka\u003c/em\u003e\u0026nbsp;yang dianugerahi kedudukan yang tinggi i\u003cem\u003etulah orang-orang yang telah diberi nikmat\u003c/em\u003e\u0026nbsp;duniawi dan ukhrawi\u0026nbsp;\u003cem\u003eoleh Allah, yaitu para nabi dari keturunan\u003c/em\u003e\u0026nbsp;Nabi\u0026nbsp;\u003cem\u003eAdam, dan dari\u003c/em\u003e\u0026nbsp;keturunan\u0026nbsp;\u003cem\u003eorang-orang yang Kami bawa\u003c/em\u003e\u0026nbsp;dan selamatkan dalam kapal\u0026nbsp;\u003cem\u003ebersama\u003c/em\u003e\u0026nbsp;Nabi\u0026nbsp;\u003cem\u003eNuh\u003c/em\u003e\u0026nbsp;ketika terjadi banjir besar,\u0026nbsp;\u003cem\u003edan dari keturunan\u003c/em\u003e\u0026nbsp;Nabi\u0026nbsp;\u003cem\u003eIbrahim dan Israil,\u003c/em\u003e\u0026nbsp;yaitu Nabi Yakub,\u0026nbsp;\u003cem\u003edan\u003c/em\u003e\u0026nbsp;selain mereka ada juga di antaranya yang mendapat anugerah, yaitu\u0026nbsp;\u003cem\u003edari orang yang telah Kami beri petunjuk\u003c/em\u003e\u0026nbsp;sehingga selalu menaati ajaran Kami\u0026nbsp;\u003cem\u003edan telah Kami pilih\u003c/em\u003e\u0026nbsp;untuk berdakwah dan mengajak umat pada kebaikan. Mereka memiliki sifatsifat terpuji.\u0026nbsp;\u003cem\u003eApabila dibacakan ayat-ayat Allah Yang Maha Pengasih\u003c/em\u003e\u0026nbsp;atau diperlihatkan tanda-tanda kekuasaan-Nya\u0026nbsp;\u003cem\u003ekepada mereka, maka mereka\u003c/em\u003e\u0026nbsp;segera\u003cem\u003e\u0026nbsp;tunduk,\u003c/em\u003e\u0026nbsp;ber-\u003cem\u003esujud, dan menangis\u003c/em\u003e\u0026nbsp;dengan tulus dan khusyuk kepada-Nya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah menerangkan bahwa para nabi dan rasul yang telah disebutkan namanya pada ayat-ayat yang lalu mereka itulah orang-orang yang telah diberi karunia dan nikmat oleh Allah dengan meninggikan derajat mereka dan mengharumkan nama mereka di kalangan umat manusia. Pada umumnya semua nabi dan rasul mendapat karunia seperti itu semenjak dari Nabi Adam bapak pertama sampai kepada Nabi Nuh bapak kedua, sampai kepada Nabi Ibrahim dan anak cucunya termasuk Ishak, Yakub, Ismail, Musa, Harun, Zakaria, Isa dan semua orang pilihan-Nya, semuanya mempunyai sifat yang jarang dimiliki oleh orang lain yaitu apabila dibacakan kepadanya ayat-ayat Allah mereka segera menjatuhkan diri (tersungkur) untuk sujud dan menangis serta merendahkan diri karena mengingat kebesaran Allah. Mereka adalah manusia yang penuh takwa, sangat tajam pendengaran dan perasaan mereka bila mendengar nama Allah dan bergetar hati mereka bila dibacakan ayat-ayat-Nya tidak memiliki kata-kata yang akan mereka ucapkan untuk melukiskan apa yang terasa dalam hati sehingga meneteskan air mata di pipi mereka dan tersungkur bersujud kehadirat Allah Yang Mahabesar, Mahakuasa, Maha Pengasih dan Maha Penyayang. Demikianlah sifat yang dimiliki oleh para nabi dan rasul itu dan wajarlah bila Allah memberikan kepada mereka karunia dan nikmat yang besar. Hal ini disebutkan pula dalam firman Allah:\nSesungguhnya orang-orang yang beriman adalah mereka yang apabila disebut nama Allah gemetar hatinya, dan apabila dibacakan ayat-ayat-Nya kepada mereka, bertambah (kuat) imannya dan hanya kepada Tuhan mereka bertawakal. (an-Anfal/8: 2)\nRasulullah saw, bersabda:\nBacalah Al-Qur'an dan menangislah, jika kamu tidak bisa menangis, berusahalah menangis. (Riwayat Ibnu Majah)\n"}},{"number":59,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eUsai menjelaskan sifat para nabi, rasul, dan orang yang mendapat karunia Allah, pada ayat ini Allah menerangkan balasan bagi orang yang sesat dan ganjaran bagi orang yang bertobat. \u003cem\u003eKemudian datanglah setelah mereka pengganti\u003c/em\u003e mereka, yaitu generasi baru yang berperangai buruk. Mereka termasuk golongan\u003cem\u003e yang mengabaikan salat\u003c/em\u003e, baik dengan meninggalkannya atau melaksanakannya secara menyimpang dari ajaran para nabi dan rasul,\u003cem\u003e dan\u003c/em\u003e mereka selalu \u003cem\u003emengikuti keinginan\u003c/em\u003e hawa nafsu-\u003cem\u003enya\u003c/em\u003e sehingga terjerumus ke dalam dosa. Karena perbuatan dan perilaku mereka yang buruk, \u003cem\u003emaka mereka kelak\u003c/em\u003e di akhirat \u003cem\u003eakan\u003c/em\u003e termasuk kelompok orang yang \u003cem\u003etersesat\u003c/em\u003e dan mendapat balasan neraka.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah menerangkan bahwa banyak di antara orang-orang datang kemudian sesudah meninggalnya para nabi dan rasul yang disebutkan pada ayat-ayat yang lalu, menyimpang dari jalan yang lurus, meninggalkan ajaran yang dibawa para rasul sebelumnya sehingga mereka tidak lagi mengerjakan salat dan selalu memperturutkan kehendak hawa nafsu dan dengan terang-terangan melanggar larangan Allah seperti meminum minuman keras, berjudi, berzina, dan mengadakan persaksian palsu. Mereka ini diancam oleh Allah dengan ancaman yang keras, kepada mereka akan ditimpakan kecelakaan dan kerugian baik di dunia maupun di akhirat. Sehubungan dengan ayat ini Abu Sa'id al-Khudri meriwayatkan bahwa Rasulullah saw bersabda: \n\"Akan datang suatu generasi sesudah enam puluh tahun, mereka melalaikan salat dan memperturutkan hawa nafsu, maka orang-orang ini akan menemui kecelakaan dan kerugian. Kemudian datang lagi suatu generasi, mereka membaca Al-Qur'an tetapi hanya di kerongkongan (mulut) saja (tidak masuk ke hati) dan semua membaca Al-Qur'an, orang mukmin, orang munafik dan orang-orang jahat dan fasik (tidak dapat lagi dibedakan mana orang mukmin sejati dan mana orang yang berpura-pura beriman).\" (Riwayat Ahmad, Ibnu hibban dan al-hakim)\nKemudian Rasulullah membaca ayat ini (sebagaimana tersebut di atas).\n'Uqbah bin `Amir meriwayatkan pula bahwa aku mendengar Rasulullah bersabda: \n\"Akan rusak binasalah sebahagian dari umatku yaitu \"Ahlul Kitab\" dan \"Ahlullaban\". Aku bertanya, \"Siapakah \"Ahlul Kitab\" wahai Rasulullah?\" Beliau menjawab, \"Mereka ialah orang-orang yang mempelajari Al-Qur'an untuk berdebat dengan orang-orang mukmin.\" \"Lalu siapa pula \"Ahlullaban\" itu?\" Rasulullah menjawab, \"Mereka ialah orang-orang yang memperturutkan hawa nafsu dan meninggalkan salat.\" (Riwayat Ahmad dan al-hakim dari 'Uqbah bin 'Amir al-Juhhani)\nDemikian nasib orang-orang yang melalaikan salat dan memperturutkan hawa nafsu dan menyia-nyiakannya, mereka pasti merugi meskipun yang mereka derita tidak dapat dilihat dengan mata dan pasti akan menerima balasan yang setimpal di akhirat kelak. Di sini tampak dengan jelas bahwa salat yang telah menjadi syariat semenjak Nabi Ibrahim adalah amat penting sekali dan tidak boleh disia-siakan apalagi ditinggalkan. Diriwayatkan bahwa Nabi Muhammad saw bersabda:\n\"Salat itu adalah tiang agama. Barangsiapa yang mendirikannya maka ia telah menegakkan agama, dan barangsiapa yang meninggalkannya maka ia telah meruntuhkan agama.\" (Riwayat al-Baihaqi dari Umar r.a.)\n"}},{"number":60,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eOrang yang sesat dan berbuat maksiat akan mendapat balasan sesuai perbuatannya,\u0026nbsp;\u003cem\u003ekecuali orang yang bertobat\u003c/em\u003e\u0026nbsp;dengan sepenuh hati dan tidak mengulangi keburukannya, sedang mereka\u0026nbsp;\u003cem\u003eberiman dan\u003c/em\u003e\u0026nbsp;membuktikan keimanannya dengan\u0026nbsp;\u003cem\u003emengerjakan kebajikan, maka mereka itu akan masuk surga\u003c/em\u003e\u0026nbsp;sebagai balasan atas kebaikannya,\u0026nbsp;\u003cem\u003edan\u003c/em\u003e\u0026nbsp;mereka\u0026nbsp;\u003cem\u003etidak dizalimi\u003c/em\u003e\u0026nbsp;dan dirugikan\u0026nbsp;\u003cem\u003esedikit pun.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah menerangkan bahwa orang tersebut pada ayat 59 bila mereka bertobat dan kembali mengerjakan amal yang saleh maka Allah akan mengampuni dosa mereka dan akan dimasukkan ke dalam surga dan mereka tidak akan dirugikan sedikitpun. Demikianlah ketetapan Allah Yang Mahaadil, Maha Pemurah dan Maha Penyayang. Meskipun seseorang telah berlarut-larut terjerumus ke dalam jurang kemaksiatan karena tertipu dan teperdaya dengan kelezatan duniawi yang fana, tetapi bila mereka insaf dan kembali ke jalan yang benar dan bertobat kepada Allah sebenar-benar tobat Allah akan menerima tobat mereka dengan ketentuan dan syarat-syarat yang diterangkan pada ayat-ayat lain."}},{"number":61,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKami beri mereka anugerah, \u003cem\u003eyaitu surga \u0026lsquo;Adn yang telah dijanjikan oleh Tuhan Yang Maha Pengasih kepada hamba-hamba-Nya\u003c/em\u003e yang taat dan melaksanakan ajaran-Nya. Mereka mengimani eksistensinya,\u003cem\u003e sekalipun\u003c/em\u003e surga itu \u003cem\u003etidak tampak\u003c/em\u003e dan tidak mereka lihat di dunia. \u003cem\u003eSungguh\u003c/em\u003e, mereka meyakini bahwa janji Allah \u003cem\u003eitu pasti ditepati.\u003c/em\u003e Mereka tahu Allah tidak pernah mengingkari janji.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa surga yang dijanjikan Allah akan menjadi tempat kediaman bagi orang yang bertobat dan bertakwa itu, ialah surga `Adn. Meskipun surga yang dijanjikan tidak dapat dilihat oleh manusia di dunia ini, karena masih bersifat gaib dan kapan manusia itu pasti masuk ke dalamnya tidak pula dapat diketahui dengan pasti karena semua itu hanya diketahui oleh Allah. Tetapi bagi orang yang beriman dan yakin akan terjadinya hari kebangkitan dan hisab, hal itu tidak diragukan sedikit pun karena itu adalah janji Allah Yang Mahasempurna, Mahaadil dan Maha Bijaksana. Pastilah janji itu akan dipenuhi-Nya dan akan dilaksanakan-Nya."}},{"number":62,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSurga yang Kami janjikan itu penuh kesenangan.\u0026nbsp;\u003cem\u003eDi dalamnya mereka tidak\u003c/em\u003e\u0026nbsp;pernah berbicara atau\u0026nbsp;\u003cem\u003emendengar perkataan yang tidak berguna, kecuali\u003c/em\u003e\u0026nbsp;ucapan\u0026nbsp;\u003cem\u003esalam\u003c/em\u003e\u0026nbsp;yang menyejukkan dan mendamaikan. Banyak nikmat Allah di dalamnya,\u0026nbsp;\u003cem\u003edan di dalamnya bagi mereka ada rezeki pagi dan petang\u003c/em\u003e, yang telah Allah tetapkan sebagai pahala atas kebaikan mereka.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menerangkan pula bahwa di dalam surga tidak akan terjadi pertengkaran, tidak akan terdengar kata-kata yang tidak berguna seperti yang terjadi di dunia di mana manusia untuk kepentingan dirinya sendiri atau untuk kepentingan keluarga dan kelompoknya selalu berselisih, bertengkar, dakwa- mendakwa dan tuduh-menuduh yang tiada akhirnya, mengakibatkan mereka kehilangan ketenteraman dan kesejahteraan. Bahkan mereka diliputi kecemasan dan kekhawatiran. Lain halnya dengan surga karena manusia telah memasuki dunia yang lain, semua keinginan dapat dicapai dan dinikmati, tidak ada lagi permusuhan atau adu kekuatan antara sesama mereka untuk mencapai sesuatu, maka yang terdengar hanya ucapan salam (selamat sejahtera), baik ucapan itu datang dari malaikat atau dari sesama mereka. Semuanya merasa aman dan tenteram karena pada setiap pagi dan petang mereka diberi rezeki oleh Tuhan mereka, rezeki yang tidak dapat dibayangkan dalam pikiran seseorang bagaimana nikmat dan lezat cita rasanya. Allah melukiskan nikmat yang disediakan bagi penghuni surga, sebagaimana disebut dalam Hadis Qudsi:\nAku sediakan untuk hamba-hamba-Ku yang saleh nikmat-nikmat yang belum pernah di lihat oleh mata, yang belum pernah di dengar oleh telinga dan tidak dapat dibayangkan dalam lintasan hati manusia. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n"}},{"number":63,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eItulah surga yang\u003c/em\u003e Kami janjikan kepada mereka yang taat. Surga itu \u003cem\u003eakan Kami wariskan kepada hamba-hamba Kami yang selalu bertakwa\u003c/em\u003e dengan sepenuh hati.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Demikianlah suasana di dalam surga aman dan tenteram, suasana bahagia dan sejahtera. Penghuninya merasa lega dan puas dengan nikmat dan karunia yang dilimpahkan Tuhan kepada mereka, dan Allah pun rida terhadap mereka karena mereka di dunia selalu patuh dan taat kepada-Nya, sabar dalam menghadapi cobaan-Nya sebagaimana tersebut dalam firman-Nya:\nAllah berfirman, \"Inilah saat orang yang benar memperoleh manfaat dari kebenarannya. Mereka memperoleh surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Allah rida kepada mereka dan mereka pun rida kepada-Nya. Itulah kemenangan yang agung.\" (al-Ma`idah/5: 119)\nDemikian keadaan dan sifat surga yang akan diwariskan-Nya kepada hamba-Nya yang benar-benar beriman dan selalu bertakwa kepada-Nya sebagaimana tersebut dalam firman-Nya:\nTeman-teman karib pada hari itu saling bermusuhan satu sama lain, kecuali mereka yang bertakwa. \"Wahai hamba-hamba-Ku! Tidak ada ketakutan bagimu pada hari itu dan tidak pula kamu bersedih hati. (Yaitu) orang-orang yang beriman kepada ayat-ayat Kami dan mereka berserah diri. Masuklah kamu ke dalam surga, kamu dan pasanganmu akan digembirakan.\" Kepada mereka diedarkan piring-piring dan gelas-gelas dari emas, dan di dalam surga itu terdapat apa yang diingini oleh hati dan segala yang sedap (dipandang) mata. Dan kamu kekal di dalamnya. Dan itulah surga yang diwariskan kepada kamu disebabkan amal perbuatan yang telah kamu kerjakan. Di dalam surga itu terdapat banyak buah-buahan untukmu yang sebagiannya kamu makan. (az-Zukhruf/43: 63-73)\n"}},{"number":64,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKeterangan tentang keadaan surga yang dijanjikan kepada hamba Allah yang bertakwa disusul dengan penjelasan bahwa turunnya Jibril merupakan kehendak dan perintah Allah. Ketika Rasulullah mengharapkan Jibril lebih sering datang, dia menjawab, \u0026ldquo;Wahai Nabi Muhammad,\u0026nbsp;\u003cem\u003etidaklah kami\u003c/em\u003e, para malaikat,\u0026nbsp;\u003cem\u003eturun\u003c/em\u003e\u0026nbsp;\u003cem\u003ekecuali atas perintah Tuhanmu\u003c/em\u003e. Ketahuilah bahwa hanya\u0026nbsp;\u003cem\u003emilik-Nya segala yang ada\u003c/em\u003e\u0026nbsp;di alam semesta, apa saja yang ada\u0026nbsp;\u003cem\u003edi hadapan kita, yang ada di belakang kita, dan segala yang ada di antara keduanya, dan\u003c/em\u003e\u0026nbsp;ketahui pula bahwa\u0026nbsp;\u003cem\u003eTuhanmu tidak\u003c/em\u003e\u0026nbsp;pernah\u0026nbsp;\u003cem\u003elupa\u003c/em\u003e\u0026nbsp;sedikit pun.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Jibril menegaskan kepada Nabi Muhammad bahwa para malaikat tidak akan dapat turun membawa wahyu kepada rasul-rasul kecuali bila mereka telah mendapat perintah dari Allah sesuai dengan kehendak dan kebijaksanaan-Nya, sesuai dengan kepentingan hamba-Nya, baik mengenai urusan duniawi maupun mengenai urusan akhirat. Dialah yang memiliki semua yang ada di hadapan dan di belakang kita dan yang ada di antara keduanya, Dialah yang mengurus dan mengaturnya. Karena itu Dia pulalah yang lebih mengetahui tentang yang baik dan yang tidak baik bagi makhluk-Nya. Dialah yang menetapkan kapan para malaikat akan turun kepada rasul-Nya untuk membawa wahyu, dan untuk berapa lama Dia membiarkan malaikat tidak turun kepada mereka sesuai dengan ilmu dan kebijaksanaan-Nya. Jadi kalau malaikat terlambat menurunkan wahyu kepada Rasul, bukanlah itu karena Allah telah meninggalkan Rasul, murka atau Dia telah lupa kepadanya. Mustahil Allah bersifat lalai dan lupa."}},{"number":65,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDialah \u003cem\u003eTuhan\u003c/em\u003e yang telah menciptakan segala yang ada, menguasai\u003cem\u003e langit dan bumi, dan\u003c/em\u003e mengatur serta memelihara \u003cem\u003esegala yang ada di antara keduanya. Maka, sembahlah Dia\u003c/em\u003e karena hanya Dia yang layak disembah, \u003cem\u003edan berteguhhatilah dalam beribadah kepada-Nya\u003c/em\u003e karena hanya Dia yang layak menjadi tujuan ibadah. \u003cem\u003eApakah engkau mengetahui ada sesuatu\u003c/em\u003e di alam semesta ini yang setara atau \u003cem\u003eyang sama dengan-Nya\u003c/em\u003e, baik sebagai pencipta maupun sebagai sembahan?\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Bagaimana mungkin Tuhan akan bersifat lalai dan lupa padahal Dialah yang memiliki dan mengurus serta mengendalikan semua yang ada di langit dan di bumi dan semua yang ada di antara keduanya. Allah Yang Mahakuasa dan Mahabijaksana sekali-kali tidak akan lalai atau lupa mengurus dan mengatur semua makhluk-Nya. Oleh sebab itu jangan sampai Rasul menyangka bahwa Allah telah murka kepadanya dengan terlambatnya wahyu. Semua itu berlaku sesuai dengan kehendak dan kebijaksanaan-Nya. Rasul diperintahkan untuk menunggu dengan sabar dan terus beribadah kepada-Nya walau apapun ocehan yang diucapkan oleh kaum musyrik itu. Sesungguhnya Allah adalah Tuhan Yang Maha Esa tidak ada sesuatu yang dapat menyamai-Nya karena itu kepada-Nyalah manusia harus berserah diri, patuh dan taat mengerjakan perintah-Nya."}},{"number":66,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMenerangkan sikap orang-orang yang tidak beriman pada hari kebangkitan, Allah berfirman, \u0026ldquo;\u003cem\u003eDan orang\u003c/em\u003e\u0026nbsp;kafir itu, meski mengetahui adanya akhirat, tetap saja\u0026nbsp;\u003cem\u003eberkata, \u0026lsquo;Betulkah apabila aku telah mati\u003c/em\u003e, dikuburkan, dan tulang belulangku hancur, k\u003cem\u003eelak aku sungguh-sungguh akan dibangkitkan\u003c/em\u003e\u0026nbsp;dari kubur dan\u0026nbsp;\u003cem\u003ehidup kembali?\u003c/em\u003e\u0026nbsp;Hal ini mustahil terjadi.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Al-Wahidi meriwayatkan bahwa ayat ini diturunkan dalam kasus Ubay bin Khalaf. Dia mengambil sepotong tulang yang telah hampir remuk dan dihancurkannya dengan tangan seperti tepung, kemudian ditebarkannya ke angin kencang, maka bertebaranlah tulang itu. Kemudian dia berkata, \"Ada orang mengatakan bahwa kita akan dibangkitkan sesudah kita mati dan sesudah kita menjadi seperti tulang ini.\" Apakah mungkin apabila saya telah mati akan dibangkitkan dan dihidupkan kembali? Pertanyaan seperti itu terdapat pula pada ayat-ayat yang lain:\nDan mereka berkata, \"Apabila kami sudah mati, menjadi tanah dan tulang-belulang, apakah kami benar-benar akan dibangkitkan kembali?\"\n(al-Waqi'ah/56: 47)\nDan firman-Nya:\nDan mereka berkata, \"Apabila kami telah menjadi tulang-belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk yang baru?\" (al-Isra`/17: 49)\nDemikian pertanyaan-pertanyaan yang dikemukakan oleh orang yang dangkal pikirannya dan tidak mau memikirkan secara mendalam kekuasaan Allah, karena mata hati mereka telah ditutupi oleh kesesatan dan kesenangan hidup dunia, sehingga tidak tampak lagi bagi mereka cahaya kebenaran yang terang benderang. Oleh sebab itu Allah menolak pertanyaan-pertanyaan mereka. Apakah manusia yang berpikiran seperti itu tidak pernah tahu bahwa Allah telah menciptakannya dari tiada. Apakah ada yang dapat menciptakan sesuatu dari tiada, dapat pula menciptakannya dari sesuatu yang ada walaupun berupa tulang belulang atau benda-benda yang hancur. Ini adalah suatu pemikiran yang aneh yang tidak akan timbul kecuali dari orang-orang yang hatinya telah diselubungi oleh keingkaran dan tidak mau memikirkan persoalan dengan teliti dan mendalam. Pada ayat lain Allah berfirman:\nDan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. Dia memiliki sifat yang Mahatinggi di langit dan di bumi. Dan Dialah Yang Mahaperkasa, Mahabijaksana. (ar-Rum/30: 27)\nDan firman-Nya:\nDan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?\" Katakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36: 78-79)\nDalam sebuah hadis Qudsi Allah berfirman: \n\"Anak Adam telah mendustakan-Ku sedang dia tidak berhak mendusta-kan-Ku. Anak Adam telah menyakiti-Ku sedang dia tidak berhak menya-kiti-Ku. Adapun pendustaannya terhadap-Ku ialah ucapannya bahwa Aku tidak akan menghidupkannya kembali sebagaimana Aku telah menciptakannya pertama kali. Menciptakannya pertama kali tidaklah lebih mudah bagi-Ku dari menciptakan kemudian (maksudnya sama mudah). Adapun yang menyakiti-Ku ialah ucapannya: Sesungguhnya Aku mempunyai anak, sedang Aku adalah Tuhan Yang Maha Esa Yang tergantung kepada-Ku segala sesuatu, yang tidak beranak dan tidak pula dilahirkan dan tidak ada seorang pun yang setara dengan Aku.\" (Riwayat al-Bukhari dari Abu Hurairah)\n"}},{"number":67,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDemikianlah keingkaran orang-orang kafir. \u003cem\u003eTidakkah manusia\u003c/em\u003e yang ingkar \u003cem\u003eitu memikirkan bahwa sesungguhnya Kami telah menciptakannya dahulu\u003c/em\u003e sebelum dilahirkan,\u003cem\u003e padahal\u003c/em\u003e sebelumnya \u003cem\u003edia belum berwujud sama sekali?\u003c/em\u003e Bila dia menyadari hal itu, niscaya dia mengetahui bahwa dia telah diciptakan dan Pencipta itu adalah Allah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Al-Wahidi meriwayatkan bahwa ayat ini diturunkan dalam kasus Ubay bin Khalaf. Dia mengambil sepotong tulang yang telah hampir remuk dan dihancurkannya dengan tangan seperti tepung, kemudian ditebarkannya ke angin kencang, maka bertebaranlah tulang itu. Kemudian dia berkata, \"Ada orang mengatakan bahwa kita akan dibangkitkan sesudah kita mati dan sesudah kita menjadi seperti tulang ini.\" Apakah mungkin apabila saya telah mati akan dibangkitkan dan dihidupkan kembali? Pertanyaan seperti itu terdapat pula pada ayat-ayat yang lain:\nDan mereka berkata, \"Apabila kami sudah mati, menjadi tanah dan tulang-belulang, apakah kami benar-benar akan dibangkitkan kembali?\"\n(al-Waqi'ah/56: 47)\nDan firman-Nya:\nDan mereka berkata, \"Apabila kami telah menjadi tulang-belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk yang baru?\" (al-Isra`/17: 49)\nDemikian pertanyaan-pertanyaan yang dikemukakan oleh orang yang dangkal pikirannya dan tidak mau memikirkan secara mendalam kekuasaan Allah, karena mata hati mereka telah ditutupi oleh kesesatan dan kesenangan hidup dunia, sehingga tidak tampak lagi bagi mereka cahaya kebenaran yang terang benderang. Oleh sebab itu Allah menolak pertanyaan-pertanyaan mereka. Apakah manusia yang berpikiran seperti itu tidak pernah tahu bahwa Allah telah menciptakannya dari tiada. Apakah ada yang dapat menciptakan sesuatu dari tiada, dapat pula menciptakannya dari sesuatu yang ada walaupun berupa tulang belulang atau benda-benda yang hancur. Ini adalah suatu pemikiran yang aneh yang tidak akan timbul kecuali dari orang-orang yang hatinya telah diselubungi oleh keingkaran dan tidak mau memikirkan persoalan dengan teliti dan mendalam. Pada ayat lain Allah berfirman:\nDan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. Dia memiliki sifat yang Mahatinggi di langit dan di bumi. Dan Dialah Yang Mahaperkasa, Mahabijaksana. (ar-Rum/30: 27)\nDan firman-Nya:\nDan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?\" Katakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36: 78-79)\nDalam sebuah hadis Qudsi Allah berfirman: \n\"Anak Adam telah mendustakan-Ku sedang dia tidak berhak mendusta-kan-Ku. Anak Adam telah menyakiti-Ku sedang dia tidak berhak menya-kiti-Ku. Adapun pendustaannya terhadap-Ku ialah ucapannya bahwa Aku tidak akan menghidupkannya kembali sebagaimana Aku telah menciptakannya pertama kali. Menciptakannya pertama kali tidaklah lebih mudah bagi-Ku dari menciptakan kemudian (maksudnya sama mudah). Adapun yang menyakiti-Ku ialah ucapannya: Sesungguhnya Aku mempunyai anak, sedang Aku adalah Tuhan Yang Maha Esa Yang tergantung kepada-Ku segala sesuatu, yang tidak beranak dan tidak pula dilahirkan dan tidak ada seorang pun yang setara dengan Aku.\" (Riwayat al-Bukhari dari Abu Hurairah)\n"}},{"number":68,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eWahai Nabi Muhammad, bila mereka tetap mengingkari kebangkitan di akhirat,\u0026nbsp;\u003cem\u003emaka demi Tuhanmu\u003c/em\u003e\u0026nbsp;yang menciptakan dan membangkitkan,\u0026nbsp;\u003cem\u003esungguh\u003c/em\u003e\u0026nbsp;mereka kelak akan Kami bangkitkan dan\u003cem\u003e\u0026nbsp;pasti akan Kami kumpulkan mereka bersama setan\u003c/em\u003e\u0026nbsp;yang telah memperdaya mereka di dunia,\u0026nbsp;\u003cem\u003ekemudian pasti akan Kami datangkan\u003c/em\u003e\u0026nbsp;\u003cem\u003emereka\u003c/em\u003e\u0026nbsp;dengan paksa\u003cem\u003e\u0026nbsp;ke sekeliling Jahanam\u003c/em\u003e\u0026nbsp;yang menjadi tempat siksa mengerikan, dan mereka akan melihatnya\u0026nbsp;\u003cem\u003edengan berlutut\u003c/em\u003e\u0026nbsp;karena ketakutan dan kengerian yang meliputi hati mereka.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Karena itu Allah mengancam manusia semacam itu dengan bersumpah bahwa Dia akan mengumpulkan mereka di padang mahsyar bersama-sama dengan setan yang mereka anggap sebagai pemimpin mereka. Mereka akan melihat dan mengalami bagaimana dahsyat dan hebatnya suasana ketika itu, sehingga tidak ada yang dipikirkan oleh seseorang kecuali keselamatan dirinya sebagaimana tersebut dalam firman Allah:\nPada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 34-37)\nDalam suasana yang amat gawat dan kritis itulah mereka digiring ke neraka dalam keadaan berlutut dan hina tidak dapat berdiri lagi karena pengalaman yang amat pahit dan penderitaan yang tak terperikan.\n"}},{"number":69,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eKemudian\u003c/em\u003e untuk lebih meyakinkan,\u003cem\u003e pasti akan Kami tarik\u003c/em\u003e dengan kasar dan paksa \u003cem\u003edari setiap golongan\u003c/em\u003e yang ingkar itu \u003cem\u003esiapa di antara mereka yang sangat durhaka kepada Tuhan Yang Maha Pengasih,\u003c/em\u003e yang selalu mencurahkan rahmat dan kasih-Nya kepada mereka.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Karena itu Allah mengancam manusia semacam itu dengan bersumpah bahwa Dia akan mengumpulkan mereka di padang mahsyar bersama-sama dengan setan yang mereka anggap sebagai pemimpin mereka. Mereka akan melihat dan mengalami bagaimana dahsyat dan hebatnya suasana ketika itu, sehingga tidak ada yang dipikirkan oleh seseorang kecuali keselamatan dirinya sebagaimana tersebut dalam firman Allah:\nPada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 34-37)\nDalam suasana yang amat gawat dan kritis itulah mereka digiring ke neraka dalam keadaan berlutut dan hina tidak dapat berdiri lagi karena pengalaman yang amat pahit dan penderitaan yang tak terperikan.\n"}},{"number":70,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eSelanjutnya\u003c/em\u003e, dengan semua yang terjadi dan demikian banyaknya manusia yang menyaksikan tempat hukuman itu,\u0026nbsp;\u003cem\u003eKami sungguh lebih mengetahui\u003c/em\u003e\u0026nbsp;siapa saja\u0026nbsp;\u003cem\u003eorang yang\u003c/em\u003e\u0026nbsp;paling tepat dan\u0026nbsp;\u003cem\u003eseharusnya\u003c/em\u003e\u0026nbsp;dimasukkan\u0026nbsp;\u003cem\u003eke dalam neraka\u003c/em\u003e\u0026nbsp;sebagai balasan atas perbuatan buruk dan keingkarannya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Orang-orang kafir itu dikumpulkan secara berkelompok-kelompok sesuai dengan tingkat kedurhakaan mereka, lalu Allah menyisihkan yang paling ingkar, paling sombong dan durhaka dan paling banyak menyesatkan manusia di muka bumi dari masing-masing kelompok itu untuk dilemparkan lebih dahulu ke dalam neraka. Bagi Allah Yang Mahatahu Mahaluas Ilmu-Nya tidaklah sulit menentukan orang-orang yang seperti itu karena semua amal perbuatannya di dunia telah tercatat di dalam buku masing-masing, seperti tersebut dalam firman-Nya:\nPada hari itu kamu dihadapkan (kepada Tuhanmu), tidak ada sesuatupun dari kamu yang tersembunyi (bagi Allah). (al-haqqah/69: 18)\nMereka akan dibelenggu, dilemparkan ke neraka dan dalam neraka pun mereka akan dirantai seperti tersebut dalam firman-Nya:\n(Allah berfirman), \"Tangkaplah dia lalu belenggulah tangannya ke lehernya.\" Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. Kemudian belitlah dia dengan rantai yang panjangnya tujuh puluh hasta. (al-haqqah/69: 30-32) \nSesudah itu barulah tiba giliran yang lain untuk dilemparkan pula ke neraka sesuai dengan tingkat kekufuran dan kedurhakaannya.\n"}},{"number":71,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSesudah memperingatkan orang-orang kafir, Allah lantas mengarahkan peringatannya kepada semua manusia. Wahai manusia, ketahuilah bahwa \u003cem\u003etidak ada seorang pun di antara kamu yang tidak\u003c/em\u003e menyaksikan neraka itu dan \u003cem\u003emendatanginya. Hal itu,\u003c/em\u003e yakni membuatmu datang dan menyaksikan neraka, b\u003cem\u003eagi Tuhanmu adalah suatu ketentuan yang sudah ditetapkan\u003c/em\u003e dan tidak akan diubah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Kemudian Allah mengarahkan firman-Nya kepada manusia seluruhnya dan menerangkan bahwa semua orang akan dibawa ke tempat di mana neraka berada. Mereka didekatkan ke neraka itu dan berdiri di sekelilingnya. Hal ini sudah menjadi ketetapan-Nya yang tidak dapat diubah lagi dan harus terlaksana. \nDalam hadis Muslim dari Abu Sa'id al-Khudriy diterangkan (¦ kemudian dipancangkan jembatan di atas Jahanam, dan syafaat diperbolehkan, mereka berkata ya Allah selamatkan kami “ selamatkan kami, Rasulullah ditanya, apakah jembatan itu? Rasulullah menjawab, \"tempat berpijak yang licin ada alat penyambar dan pecantol, dan duri (seperti) yang ada di Najd, yang memiliki duri kecil yang diberi nama as-Sa'dan. Ada orang mukmin yang berjalan sekejap mata seperti kilat, angin, burung yang terbang, kuda pacuan dan seperti orang yang berkendaraan, maka ada yang selamat, tertangkap dan lolos, ada pula yang terlempar ke dalam neraka jahannam.\")\n"}},{"number":72,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSetelah peristiwa itu\u0026nbsp;\u003cem\u003ekemudian Kami akan menyelamatkan orang-orang yang bertakwa dan\u003c/em\u003e\u0026nbsp;membuktikan ketakwaannya dengan menaati syariat, dan Kami akan\u0026nbsp;\u003cem\u003emembiarkan orang-orang yang zalim\u003c/em\u003e\u0026nbsp;dan ingkar tetap\u003cem\u003e\u0026nbsp;di dalam\u003c/em\u003e\u0026nbsp;neraka\u0026nbsp;\u003cem\u003edalam keadaan berlutut\u003c/em\u003e\u0026nbsp;karena pedihnya hukuman yang mereka rasakan.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menegaskan bahwa Allah dikala itu melepaskan orang-orang yang bertakwa dari siksaan neraka dan membiarkan orang-orang kafir jatuh ke dalamnya dalam keadaan berlutut. Allah menerangkan bahwa yang dilepaskan dari siksaan neraka itu ialah orang-orang yang bertakwa bukan orang-orang yang beriman saja, karena orang-orang yang beriman saja belum tentu termasuk orang-orang yang bertakwa, karena banyak di antara orang-orang yang beriman melanggar perintah Allah dan mengerjakan larangannya. Apabila dosanya lebih banyak dari amal kebaikannya maka ia akan disiksa lebih dahulu dalam neraka sesuai dengan dosa yang diperbuatnya kemudian barulah dikeluarkan dari neraka setelah menerima siksaan yang sepadan dengan dosanya, lalu dimasukan ke surga. Adapun orang-orang yang amal kebaikannya lebih banyak dari dosanya, maka dia dimasukkan ke dalam surga setelah dosa-dosanya itu diampuni oleh Allah dengan rahmat dan kasih sayang-Nya. Hal yang demikian tersebut dalam firman Allah:\nMaka adapun orang yang berat timbangan (kebaikan)nya, maka dia berada dalam kehidupan yang memuaskan (senang). Dan adapun orang yang ringan timbangan (kebaikan)nya, maka tempat kembalinya adalah neraka Hawiyah. Dan tahukah kamu apakah neraka Hawiyah itu? (Yaitu) api yang sangat panas. (al-Qari'ah/101: 6-11)\n"}},{"number":73,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePenjelasan mengenai ancaman Allah kepada orang-orang kafir dikuti dengan uraian tentang tanggapan mereka atas ajakan untuk beriman. \u003cem\u003eDan apabila dibacakan kepada mereka ayat-ayat Kami yang jelas\u003c/em\u003e maksud, kebenaran, dan petunjuk-\u003cem\u003enya, orang-orang yang kafir berkata kepada orang-orang yang beriman\u003c/em\u003e dengan angkuh dan sombong karena merasa memiliki kelebihan atas mereka guna mengalihkan pembicaraan, \"\u003cem\u003eManakah di antara kedua golongan\u003c/em\u003e di antara kita \u003cem\u003eyang lebih baik tempat tinggalnya dan lebih indah tempat pertemuan\u003c/em\u003e-nya? Bukankah ini membuktikan bahwa Tuhan lebih sayang kepada kami?\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah menerangkan sikap orang-orang kafir itu bila dibacakan kepada mereka ayat-ayat Al-Qur'an yang nyata kebenarannya dan tidak dapat disangkal lagi, ucapan yang keluar dari mulut mereka untuk menentang kebenaran ayat-ayat itu adalah cemoohan dan olok-olok. Mereka mengatakan kepada orang mukmin siapa di antara kita yang paling senang hidupnya, paling tenang pikirannya, paling bagus rumahnya, paling tinggi kedudukannya dan paling banyak jumlahnya. Bagaimana kami yang jauh lebih tinggi dan lebih mulia dari kamu semua, akan berada dalam kebatilan dan menempuh jalan yang sesat. Hal ini adalah sesuatu yang mustahil. Maka kami menganggap kamulah yang berada dalam kesesatan karena golongan kamu selain lemah, sengsara dan sedikit jumlahnya, kamu hanya dapat berkumpul dengan sembunyi-sembunyi membicarakan hal ihwalnya di tempat-tempat yang tersisih dan sepi seperti Darul Arqam dan sebagainya. Tidak mungkin agama yang kamu anut itu agama yang benar dan tidak mungkin ayat-ayat Al-Qur'an itu baik dan berguna. Karena kalau demikian halnya tentu kamilah yang lebih dahulu beriman dan mempercayainya. Hanya itulah alasan dan keterangan yang dapat dikemukakan oleh orang kafir kepada orang mukmin dan keterangan mereka seperti ini terdapat pula pada ayat yang lain:\nDan orang-orang yang kafir berkata kepada orang-orang yang beriman, \"Sekiranya Al-Qur'an itu sesuatu yang baik, tentu mereka tidak pantas mendahului kami (beriman) kepadanya.\" Tetapi karena mereka tidak mendapat petunjuk dengannya maka mereka akan berkata, \"Ini adalah dusta yang lama.\" (al-Ahqaf/46: 11)\n"}},{"number":74,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAnggapan orang kafir bahwa mereka lebih baik dan disayang Tuhan adalah keliru. Kemuliaan dan kemakmuran mereka tidak membuktikan rida Allah.\u0026nbsp;\u003cem\u003eDan berapa banyak umat\u003c/em\u003e\u0026nbsp;yang hidup sejahtera, tetapi karena ingkar maka mereka termasuk kaum\u003cem\u003e\u0026nbsp;yang telah Kami binasakan\u003c/em\u003e\u0026nbsp;seperti orang-orang\u0026nbsp;\u003cem\u003esebelum mereka, padahal mereka lebih bagus\u003c/em\u003e\u0026nbsp;dan indah\u0026nbsp;\u003cem\u003eperkakas rumah tangganya dan\u003c/em\u003e\u0026nbsp;lebih sedap\u003cem\u003e\u0026nbsp;dipandang mata\u003c/em\u003e\u0026nbsp;penampilan dan keadaannya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menolak cemoohan orang-orang kafir itu dengan menjelaskan bahwa Dia di masa yang lalu telah banyak membinasakan beberapa kaum karena kedurhakaan mereka, seperti kaum `Ad dan samud padahal mereka itu lebih kaya dan lebih mewah dari kaum kafir Mekah dan negeri mereka pun adalah negeri yang subur, dan mempunyai panorama yang indah. Jadi kekayaan, kemewahan panduduk dan keindahan suatu negeri bukanlah acuan untuk menilai suatu kaum bahwa ia adalah di pihak yang benar dan menjadi kesayangan Allah. Yang menjadi ukuran ialah keimanan kepada Allah serta ketaatan dan kepatuhan melaksanakan perintah-Nya dan meninggalkan larangan-Nya. Kalau benar kekayaan dan kemewahan itu yang menjadi ukuran, tentulah mereka tidak dibinasakan Allah. Sebenarnya ayat ini adalah suatu ancaman dari Allah terhadap kaum musyrik Mekah, kalau mereka tidak juga sadar dan insaf dan tetap membangkang tidak mustahil mereka akan dihancurkan pula seperti umat-umat terdahulu."}},{"number":75,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMenanggapi cemoohan mereka, \u003cem\u003ekatakanlah\u003c/em\u003e wahai Nabi Muhammad, \u0026ldquo;\u003cem\u003eBarang siapa berada dalam kesesatan\u003c/em\u003e dan keingkaran yang membuatnya sombong dan enggan beriman,\u003cem\u003e maka biarlah Tuhan Yang Maha Pengasih memperpanjang baginya\u003c/em\u003e umur dan kesempatan untuk menikmati kehidupan duniawi. Mereka dibiarkan \u003cem\u003esehingga\u003c/em\u003e terlena dalam keingkarannya. Kelak \u003cem\u003eapabila mereka telah melihat apa yang diancamkan kepada mereka, baik azab\u003c/em\u003e yang mereka dapatkan dari musuh yang lebih perkasa \u003cem\u003emaupun\u003c/em\u003e kedahsyatan \u003cem\u003ekiamat\u003c/em\u003e yang menjadi awal pembalasan atas keingkaran mereka,\u003cem\u003e maka\u003c/em\u003e saat itu \u003cem\u003emereka akan mengetahui siapa yang lebih jelek kedudukannya\u003c/em\u003e akibat siksa Allah \u003cem\u003edan lebih lemah bala tentaranya\u003c/em\u003e yang selama ini mereka andalkan untuk membela kepentingannya.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah memerintahkan kepada Nabi Muhammad supaya menjawab cemoohan dan olok-olok kaum musyrik yang membanggakan kekayaannya itu dengan mengatakan bahwa orang-orang yang sesat dari kaumnya tidak akan dibinasakan oleh Allah saat ini, karena rahmat dan kasih sayangnya dan karena di kalangan mereka berada Nabi Muhammad serta orang-orang yang beriman. Hal ini tersebut pada firman-Nya: \nTetapi Allah tidak akan menghukum mereka, selama engkau (Muhammad) berada di antara mereka. Dan tidaklah (pula) Allah akan menghukum mereka, sedang mereka (masih) memohon ampunan. (al-Anfal/8: 33)\nAllah akan membiarkan mereka dan menangguhkan serta memberi kesempatan kepada mereka untuk berlarut-larut dalam kekafiran dan kedurhakaan sampai tiba saatnya mereka akan melihat sendiri siksaan Allah di dunia dengan kekalahan total yang dialami mereka (seperti Perang Badar dan terusirnya kaum musyrik Mekah) dan di akhirat mereka akan melihat siapa sebenarnya yang lebih mulia, mendapat rahmat dan karunia Allah dan siapa yang akan mendapat siksaan yang menghinakan sehingga begitu hina dan begitu rendahlah kedudukan mereka.\n"}},{"number":76,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e\u0026nbsp;berbanding terbalik dengan kondisi orang kafir, bagi orang yang beriman dan meyakini keagungan-Nya,\u0026nbsp;\u003cem\u003eAllah akan\u003c/em\u003e\u0026nbsp;terus\u0026nbsp;\u003cem\u003emenambah petunjuk kepada mereka yang telah mendapat petunjuk\u003c/em\u003e\u0026nbsp;sehingga mereka semakin taat dan tekun berbuat baik.\u0026nbsp;\u003cem\u003eDan amal kebajikan yang kekal itu\u0026nbsp;\u003c/em\u003etentu\u0026nbsp;\u003cem\u003elebih baik pahalanya di sisi Tuhanmu dan lebih baik\u0026nbsp;\u003c/em\u003epula\u003cem\u003e\u0026nbsp;kesudahannya\u003c/em\u003e\u0026nbsp;bagi mereka yang mengerjakannya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Sebagai hiburan bagi kaum Muslimin yang dihina dan dicemoohkan itu, karena memang mereka tidak berdaya menjawab tantangan kaum musyrik yang menyombongkan kekayaannya. Allah menjanjikan akan memberi mereka tambahan petunjuk di samping petunjuk-petunjuk yang telah mereka terima. Dengan petunjuk-petunjuk itu mereka akan lebih bertakwa dan lebih bahagia. Biarkanlah orang-orang kafir itu berbangga-bangga dengan kekayaan dan kedudukan dan selalu berada dalam keangkuhan dan kesombongan. Biarkanlah mereka berlarut-larut dalam kesesatan dan kedurhakaan. Pada suatu saat Allah akan menimpakan siksa-Nya yang keras kepada mereka. Di waktu itulah nanti mereka akan sadar bahwa mereka telah melakukan kesalahan yang besar dan menyesal dengan amat sangat, tetapi penyesalan itu tidak akan menolong mereka sedikit pun, karena ibarat nasi sudah menjadi bubur, sesal dahulu pendapatan sesal kemudian tidak berguna. Dalam menghadapi kesombongan kaum musyrik itu hendaklah kaum Muslimin sabar dan tabah, selalu mengamalkan petunjuk-petunjuk Allah, taat dan patuh kepada perintah-Nya. Dengan demikian hati mereka akan lapang, pikiran mereka akan tenang, amal baik mereka akan bertambah. Mereka senantiasa akan berada dalam lindungan rahmat dan kasih sayang-Nya. Allah akan menyediakan bagi mereka pahala yang berlipat ganda."}},{"number":77,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eUraian tentang sikap orang yang mengingkari hari kebangkitan dilanjutkan dengan tanggapan atas keingkaran mereka. Wahai Nabi Muhammad, \u003cem\u003elalu apakah engkau telah melihat\u003c/em\u003e sikap dan jawaban\u003cem\u003e orang yang mengingkari ayat-ayat Kami\u003c/em\u003e karena lebih memilih persoalan duniawi sehingga mengingkari hari kebangkitan, \u003cem\u003edan dia\u003c/em\u003e dengan angkuh \u003cem\u003emengatakan, \u0026ldquo;Pasti aku akan diberi harta\u003c/em\u003e yang banyak untuk memenuhi semua keperluan \u003cem\u003edan anak\u003c/em\u003e yang aku banggakan dan akan menolongku dari semua persoalan.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw supaya memperhatikan bagaimana sombong dan angkuhnya orang kafir itu yang berani mengatakan bahwa di akhirat nanti mereka akan dianugerahi harta dan anak yang banyak. Meskipun ucapan itu seakan-akan menunjukkan bahwa mereka mempercayai hari kebangkitan tetapi sebenarnya mereka tidak percaya sama sekali akan adanya hari kebangkitan. Ucapan seperti itu hanya sebagai cemoohan dan olok-olok terhadap kepercayaan orang mukmin dengan pengertian bahwa jika benar-benar Khabab bin Arat percaya akan hari kebangkitan biarlah utangnya itu dibayar pada hari kebangkitan. Sekarang dia tidak mau membayarnya karena Khabbab beriman dengan Muhammad. Cemoohan itu ditambah lagi dengan mengatakan bahwa dia akan kaya dan banyak anak nanti di akhirat. Alangkah beraninya dia mengada-adakan sesuau yang tidak diketahuinya sama sekali, sedang dia sendiri mengingkari hal-hal yang gaib."}},{"number":78,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKeangkuhan mereka direspons dengan pertanyaan berikut.\u0026nbsp;\u003cem\u003eAdakah dia\u003c/em\u003e, yaitu orang kafir,\u0026nbsp;\u003cem\u003emelihat yang gaib\u003c/em\u003e\u0026nbsp;sehingga dapat berkata demikian\u0026nbsp;\u003cem\u003eatau dia telah membuat perjanjian di sisi Tuhan Yang Maha Pengasih\u003c/em\u003e\u0026nbsp;sehingga dia dapat memastikan kebenaran perkataannya?\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Oleh sebab itu maka pada ayat ini Allah mengecamnya dengan mengatakan, \"Apakah dia mengetahui hal-hal yang gaib ataukah dia telah berjanji dengan Allah bahwa Dia akan memberinya rezeki dan anak yang banyak?\" Kedua kemungkinan itu amat jauh sekali, karena tidak ada seorang pun yang dapat mengetahui yang gaib apalagi yang berhubungan dengan hari akhirat. Dan tidak mungkin pula dia berjanji dengan Tuhan bahwa dia akan diberi rezeki yang banyak di akhirat sedangkan dia sendiri mengingkari hari itu dan mempersekutukan Allah dengan berhala-berhala. Tempat orang seperti ini adalah neraka dan siksaan yang akan ditimpakan kepadanya tentu berat sekali."}},{"number":79,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eSama sekali tidak\u003c/em\u003e! Dia tidak mengetahui hal gaib, apalagi membuat perjanjian dengan Allah. Jika dia tidak menghentikan kebohongannya, \u003cem\u003eKami akan menulis\u003c/em\u003e dan meminta pertanggungjawaban atas \u003cem\u003eapa yang dia katakan dan Kami akan memperpanjang azab untuknya secara sempurna\u003c/em\u003e sampai batas tertentu, \u003cem\u003edan Kami akan mewarisi\u003c/em\u003e serta membinasakan \u003cem\u003eapa yang dia katakan\u003c/em\u003e dan banggakan\u003cem\u003e itu\u003c/em\u003e, berupa harta dan keturunan, \u003cem\u003edan dia akan datang kepada Kami seorang diri\u003c/em\u003e setelah kematiannya tanpa ditemani harta atau anaknya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah mengancam mereka dengan ancaman yang keras karena kelancangannya menisbahkan sesuatu terhadap Allah tanpa ilmu dan tanpa dasar yang dapat dipertanggungjawabkan secara rasional. Allah akan mengambil semua harta mereka sebagai balasan yang setimpal dengan keingkaran dan kedurhakaannya dan menyiksanya dengan siksaan yang tiada putus-putusnya. Allah akan mengambil semua harta dan anak-anaknya yang ditinggalkannya ketika dia mati sehingga di akhirat nanti dia datang menghadap Allah sendirian, tidak ada yang akan membela dan menolongnya. Memang pada hari itu tak ada sesuatu pun yang dapat menolong manusia kecuali iman dan amal perbuatannya sesuai dengan firman Allah:\n(yaitu) pada hari (ketika) harta dan anak-anak tidak berguna, kecuali orang-orang yang menghadap Allah dengan hati yang bersih. (asy- Syu`ara/26: 88-89)\nDan mereka akan dibawa ke hadapan Tuhanmu dengan berbaris. (Allah berfirman), \"Sesungguhnya kamu datang kepada Kami, sebagaimana Kami menciptakan kamu pada pertama kali; bahkan kamu menganggap bahwa Kami tidak akan menetapkan bagi kamu waktu (berbangkit untuk memenuhi) perjanjian.\" (al-Kahf/18: 48) \n"}},{"number":80,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eSama sekali tidak\u003c/em\u003e! Dia tidak mengetahui hal gaib, apalagi membuat perjanjian dengan Allah. Jika dia tidak menghentikan kebohongannya,\u0026nbsp;\u003cem\u003eKami akan menulis\u003c/em\u003e\u0026nbsp;dan meminta pertanggungjawaban atas\u0026nbsp;\u003cem\u003eapa yang dia katakan dan Kami akan memperpanjang azab untuknya secara sempurna\u003c/em\u003e\u0026nbsp;sampai batas tertentu,\u0026nbsp;\u003cem\u003edan Kami akan mewarisi\u003c/em\u003e\u0026nbsp;serta membinasakan\u0026nbsp;\u003cem\u003eapa yang dia katakan\u003c/em\u003e\u0026nbsp;dan banggakan\u003cem\u003e\u0026nbsp;itu\u003c/em\u003e, berupa harta dan keturunan,\u0026nbsp;\u003cem\u003edan dia akan datang kepada Kami seorang diri\u003c/em\u003e\u0026nbsp;setelah kematiannya tanpa ditemani harta atau anaknya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah mengancam mereka dengan ancaman yang keras karena kelancangannya menisbahkan sesuatu terhadap Allah tanpa ilmu dan tanpa dasar yang dapat dipertanggungjawabkan secara rasional. Allah akan mengambil semua harta mereka sebagai balasan yang setimpal dengan keingkaran dan kedurhakaannya dan menyiksanya dengan siksaan yang tiada putus-putusnya. Allah akan mengambil semua harta dan anak-anaknya yang ditinggalkannya ketika dia mati sehingga di akhirat nanti dia datang menghadap Allah sendirian, tidak ada yang akan membela dan menolongnya. Memang pada hari itu tak ada sesuatu pun yang dapat menolong manusia kecuali iman dan amal perbuatannya sesuai dengan firman Allah:\n(yaitu) pada hari (ketika) harta dan anak-anak tidak berguna, kecuali orang-orang yang menghadap Allah dengan hati yang bersih. (asy- Syu`ara/26: 88-89)\nDan mereka akan dibawa ke hadapan Tuhanmu dengan berbaris. (Allah berfirman), \"Sesungguhnya kamu datang kepada Kami, sebagaimana Kami menciptakan kamu pada pertama kali; bahkan kamu menganggap bahwa Kami tidak akan menetapkan bagi kamu waktu (berbangkit untuk memenuhi) perjanjian.\" (al-Kahf/18: 48) \n"}},{"number":81,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eOrang kafir akan dibangkitkan dalam keadaan hina dan sendiri. Mereka kecewa pada sesembahannya. \u003cem\u003eDan mereka telah memilih tuhantuhan selain Allah\u003c/em\u003e sebagai sesembahan. Mereka berharap \u003cem\u003eagar tuhan-tuhan itu menjadi pelindung\u003c/em\u003e dan penolong\u003cem\u003e bagi mereka\u003c/em\u003e kelak di akhirat dari azab Allah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah menjelaskan kepada Nabi Muhammad saw bahwa maksud dan tujuan dari orang-orang musyrik menyembah berhala dan sembahan-sembahan lainnya, ialah agar berhala-berhala dan sembahansembahan itu dapat menolong mereka, baik di dunia maupun di akhirat kelak. Mereka mempersembahkan berbagai macam barang dan uang kepada berhala-berhala itu dengan harapan agar berhala-berhala itu dapat mengabulkan permintaan mereka, diberi restu dan diberkahi dalam kehidupan, usaha dan pekerjaan, dan agar mereka tetap berbahagia mulia dan terhormat. Di kalangan mereka seakan-akan berhala itulah yang paling berkuasa, berhak melimpahkan rahmat dan nikmat, berhak menimpakan siksa dan kesengsaraan. Di akhirat nanti (menurut paham mereka) berhala-berhala itu akan dapat memintakan syafaat bagi mereka dan akan menolong mereka bila mereka menghadapi kesulitan atau mengalami penderitaan."}},{"number":82,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eApa yang orang kafir yakini\u0026nbsp;\u003cem\u003esama sekali tidak\u003c/em\u003e\u0026nbsp;benar! Harapan mereka akan sia-sia.\u0026nbsp;\u003cem\u003eKelak\u003c/em\u003e\u0026nbsp;berhala sesembahan\u0026nbsp;\u003cem\u003emereka itu akan mengingkari penyembahan mereka terhadapnya, dan\u003c/em\u003e\u0026nbsp;sesembahan itu\u003cem\u003e\u0026nbsp;akan menjadi musuh bagi mereka\u003c/em\u003e\u0026nbsp;dan justru memohon agar orang kafir itu disiksa karena perilakunya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menolak paham yang salah itu terutama mengenai kemampuan berhala itu memberi pertolongan di akhirat. Berhala-berhala dan sembahan-sembahan itu sekali-kali tidak akan dapat menolong mereka bahkan mereka akan mengingkari di hadapan Allah bahwa mereka disembah oleh orang-orang musyrik itu sebagaimana disebutkan dalam firman Allah:\nDan apabila orang yang mempersekutukan (Allah) melihat sekutu-sekutu mereka, mereka berkata, \"Ya Tuhan kami, mereka inilah sekutu-sekutu kami yang dahulu kami sembah selain Engkau.\" Lalu sekutu mereka menyatakan kepada mereka, \"Kamu benar-benar pendusta.\" (an-Nahl/16: 86)\nDan firman-Nya:\n(Yaitu) ketika orang-orang yang diikuti berlepas tangan dari orang-orang yang mengikuti, dan mereka melihat azab, dan (ketika) segala hubungan antara mereka terputus. Dan orang-orang yang mengikuti berkata, \"Sekiranya kami mendapat kesempatan (kembali ke dunia), tentu kami akan berlepas tangan dari mereka, sebagaimana mereka berlepas tangan dari kami.\" Demikianlah Allah memperlihatkan kepada mereka amal perbuatan mereka yang menjadi penyesalan mereka. Dan mereka tidak akan keluar dari api neraka. (al-Baqarah/2: 166-167)\n"}},{"number":83,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp class=\"MsoNormal\"\u003e\u003cspan style=\"font-size: 10.5pt; line-height: 107%; font-family: 'Verdana','sans-serif'; color: #444444; background: white;\"\u003eWahai Nabi Muhammad,\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003etidakkah engkau melihat bahwa sesungguhnya Kami telah mengutus setan-setan itu kepada orang-orang kafir\u003c/span\u003e\u003c/em\u003e\u0026nbsp;yang selalu ingkar dan engggan bertobat\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003euntuk mendorong mereka\u003c/span\u003e\u003c/em\u003e\u0026nbsp;berbuat maksiat\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003edengan sungguh-sungguh\u003c/span\u003e\u003c/em\u003e\u0026nbsp;sehingga mereka semakin terperosok dalam kesesatannya?\u003c/span\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah memperingatkan Nabi Muhammad bahwa Dia telah melepaskan setan dan memberi kesempatan kepadanya untuk menipu, membujuk serta memperdayakan manusia yang terkena bujuk rayu setan itu termasuk orang-orang kafir Mekah sehingga Mereka akan tetap dalam kesesatan dan tidak akan kembali ke jalan yang benar bagaimanapun Muhammad mengajak dan menyeru mereka. Hal ini dijelaskan Allah sebagai penawar hati Nabi Muhammad yang berduka karena dia telah bersungguh-sungguh dan dengan sepenuh hati memberikan petunjuk dan peringatan kepada mereka, tetapi mereka tetap juga ingkar dan tidak mau beriman."}},{"number":84,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp class=\"MsoNormal\"\u003e\u003cspan style=\"font-size: 10.5pt; line-height: 107%; font-family: 'Verdana','sans-serif'; color: #444444; background: white;\"\u003eWahai Nabi, apa yang terjadi merupakan ketetapan Allah,\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003emaka janganlah engkau\u003c/span\u003e\u003c/em\u003e\u0026nbsp;gelisah dengan sikap mereka sehingga engkau\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003etergesa-gesa\u003c/span\u003e\u003c/em\u003e\u0026nbsp;meminta jatuhnya azab\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003eterhadap mereka, karena\u003c/span\u003e\u003c/em\u003e\u0026nbsp;sesungguhnya Kami membiarkan mereka dalam keadaan ini sampai waktu tertentu. Kami lakukan hal itu agar\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003eKami\u003c/span\u003e\u003c/em\u003e\u0026nbsp;terus\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003emenghitung\u003c/span\u003e\u003c/em\u003e\u0026nbsp;dosa-dosa dan penyimpangan mereka\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003edengan hitungan teliti\u003c/span\u003e\u003c/em\u003e\u0026nbsp;sampai datangnya hari siksaan diakhirat\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003euntuk mereka.\u003c/span\u003e\u003c/em\u003e\u003c/span\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah melarang Nabi Muhammad merasa sedih dan marah kepada orang kafir dan meminta supaya azab kepada mereka disegerakan karena saat untuk menimpakan azab itu sudah dekat, hanya tinggal menghitung-hitung harinya saja. Di dunia mereka akan menerima balasan dengan kekalahan mereka dalam Perang Badar dan di akhirat walaupun dalam pikiran kita masih jauh tetapi bagi Allah hari itu adalah dekat. Karena satu hari di akhirat dalam perhitungan Allah bukanlah 24 jam seperti perhitungan kita, mungkin seribu tahun atau mungkin lebih, sebagai tersebut dalam firman-Nya:\nDan mereka meminta kepadamu (Muhammad) agar azab itu disegerakan, padahal Allah tidak akan menyalahi janji-Nya. Dan sesungguhnya sehari di sisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu.(al-hajj/22: 47)\n"}},{"number":85,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp class=\"MsoNormal\"\u003e\u003cspan style=\"font-size: 10.5pt; line-height: 107%; font-family: 'Verdana','sans-serif'; color: #444444; background: white;\"\u003eBalasan Allah pasti akan terjadi. Wahai manusia, ingatlah\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003epada hari\u003c/span\u003e\u003c/em\u003e\u0026nbsp;ketika\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003eKami\u003c/span\u003e\u003c/em\u003e\u0026nbsp;bersama para malaikat\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003emengumpulkan orang-orang yang bertakwa kepada\u003c/span\u003e\u003c/em\u003e\u0026nbsp;Allah\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003eYang Maha Pengasih\u003c/span\u003e\u003c/em\u003e\u0026nbsp;dan membawa mereka ke tempat yang dijanjikan sebagai balasan atas ketaatan mereka. Kemudian Kami sambut mereka\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003ebagaikan kafilah yang terhormat.\u003c/span\u003e\u003c/em\u003e\u003c/span\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada hari itu Allah mengumpulkan orang-orang yang bertakwa untuk menghadap kehadirat-Nya sebagai rombongan yang dimuliakan karena iman dan amal mereka di dunia. Mereka dibawa dengan kendaraan yang bagus dan indah sebagai tamu yang dihormati. Ali bin Abi thalib mengatakan bahwa rombongan itu bukanlah rombongan biasa yang berjalan kaki atau digiring tetapi dibawa dengan kendaraan yang belum pernah dilihat keindahannya oleh manusia, di atasnya ada tempat duduk dari emas dan tali lesnya bertahtakan permata zamrud sehingga sampailah mereka di muka pintu surga."}},{"number":86,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp class=\"MsoNormal\"\u003e\u003cspan style=\"font-size: 10.5pt; line-height: 107%; font-family: 'Verdana','sans-serif'; color: #444444; background: white;\"\u003eSebaliknya, orang yang ingkar akan Kami kumpulkan bersama sejawat mereka\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003e, dan Kami akan menggiring orang yang durhaka\u003c/span\u003e\u003c/em\u003e\u0026nbsp;dan enggan bertobat\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003e\u0026nbsp;ke neraka Jahanam\u003c/span\u003e\u003c/em\u003e\u0026nbsp;untuk menerima hukuman atas keingkarannya tanpa diberi minum sehingga kondisi yang panas menyebabkan mereka\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003e\u0026nbsp;dalam keadaan dahaga.\u003c/span\u003e\u003c/em\u003e\u003c/span\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Sebaliknya orang durhaka yang tetap ingkar dan kafir digiring ke neraka. Dalam perjalanan ke neraka itu mereka menderita berbagai macam penderitaan yang tidak terperikan seperti haus dan lapar karena panasnya udara padang mahsyar. Mereka digiring seperti hewan-hewan yang hina dina yang tidak berdaya bukan ke tempat yang teduh atau ke mata air yang jernih untuk melepaskan haus dan dahaga tetapi ke neraka yang amat panas."}},{"number":87,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp class=\"MsoNormal\"\u003e\u003cspan style=\"font-size: 10.5pt; line-height: 107%; font-family: 'Verdana','sans-serif'; color: #444444; background: white;\"\u003eDi akhirat\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003emereka tidak berhak mendapat syafaat\u003c/span\u003e\u003c/em\u003e\u0026nbsp;atau pertolongan dari siapa pun untuk selamat dari azab Allah,\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003ekecuali orang yang\u003c/span\u003e\u003c/em\u003e\u0026nbsp;dengan sungguh-sungguh\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003etelah mengadakan perjanjian di sisi\u003c/span\u003e\u003c/em\u003e\u0026nbsp;Allah\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003eYang Maha Pengasih\u003c/span\u003e\u003c/em\u003e\u0026nbsp;dengan cara bertobat dan menaati ajaran-Nya.\u003c/span\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Orang kafir tidak akan memperoleh syafaat dari siapa pun untuk menolong mereka atau meringankan penderitaan yang mereka alami. Karena yang berhak menerima syafaat pada hari itu hanyalah orang-orang yang telah dijanjikan Allah akan mendapat syafaat yaitu orang-orang mukmin yang di masa hidupnya di dunia telah mempersiapkan diri untuk mendapat syafaat dengan amal ibadahnya dan perjuangannya menegakkan kalimah Allah. Syafaat pada hari itu hanya dimiliki oleh para nabi, ulama dan para syuhada sesuai dengan amal dan bakti mereka masing-masing. Di antara amal ibadat yang menjadikan seseorang berhak memperoleh syafaat itu ialah memelihara salat lima waktu dengan sebaik-baiknya. \nRasulullah bersabda, \"Barangsiapa yang datang pada hari kiamat membawa salatnya yang lima waktu dengan sempurna yaitu disempurnakan wudunya dipeliharanya waktunya, ruku` dan sujudnya, tidak pernah ditinggalkannya barang sekalipun maka Allah berjanji tidak akan menyiksanya. Tetapi orang yang pernah meninggalkan salatnya, tidak akan memperoleh janji Allah itu. Terserahlah kepada Tuhan apakah Dia akan memberinya rahmat atau menimpakan azab kepadanya.\"(Diriwayatkan oleh ath-thabrani dalam kitab \"al-Ausath\" dari Abu Hurairah)\n"}},{"number":88,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp class=\"MsoNormal\"\u003e\u003cspan style=\"font-size: 10.5pt; line-height: 107%; font-family: 'Verdana','sans-serif'; color: #444444; background: white;\"\u003e\u0026nbsp;\u003c/span\u003e\u003cspan style=\"font-family: Verdana, sans-serif; font-size: 10.5pt;\"\u003eSelain menampik kepercayaan kaum musyrik bahwa berhala dapat memberi syafaat, Allah juga menegasikan keyakinan mereka bahwa Allah memiliki anak.\u0026nbsp;\u003c/span\u003e\u003cem style=\"font-family: Verdana, sans-serif; font-size: 10.5pt;\"\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003eDan mereka\u003c/span\u003e\u003c/em\u003e\u003cspan style=\"font-family: Verdana, sans-serif; font-size: 10.5pt;\"\u003e, kaum Yahudi, Nasrani, dan sebagian masyarakat Arab,\u003c/span\u003e\u003cem style=\"font-family: Verdana, sans-serif; font-size: 10.5pt;\"\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003e\u0026nbsp;berkata\u003c/span\u003e\u003c/em\u003e\u003cspan style=\"font-family: Verdana, sans-serif; font-size: 10.5pt;\"\u003e, \u0026ldquo;Tuhan\u0026nbsp;\u003c/span\u003e\u003cem style=\"font-family: Verdana, sans-serif; font-size: 10.5pt;\"\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003eYang Maha Pengasih mempunyai anak,\u003c/span\u003e\u003c/em\u003e\u003cspan style=\"font-family: Verdana, sans-serif; font-size: 10.5pt;\"\u003e\u0026rdquo; yaitu \u0026lsquo;Uzair dalam kepercayaan Yahudi, Isa dalam anggapan umat Nasrani, dan malaikat dalam keyakinan sebagian masyarakat Arab.\u003c/span\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah menegaskan bahwa orang-orang yang mengatakan bahwa Allah mempunyai anak baik mereka itu dari kaum musyrik Mekah, orang Yahudi, orang Nasrani maupun penganut agama lain, adalah orang-orang yang sesat karena telah mengucapkan ucapan yang sangat tidak menyenangkan dan telah mengada-adakan kebohongan yang besar terhadap Allah. Perkataan itu sangat mungkar, tidak dapat diterima oleh akal dan sangat bertentangan dengan sifat-sifat Allah Yang Maha Esa, Maha Pencipta, Mahakuasa dan Mahaperkasa. Allah sangat murka terhadap mereka karena kelancangan mulut mereka merendahkan martabat Yang Mahatinggi seakan-akan Allah disamakan dengan manusia dan makhluk-makhluk-Nya yang lain yang membutuhkan keturunan yang akan melanjutkan kelangsungan eksistensinya di kemudian hari dan yang akan menolong membantunya di kala ia telah menjadi lemah tak berdaya. Padahal Dia-lah Yang Hidup Kekal, senantiasa berdiri sendiri tidak memerlukan pertolongan atau bantuan dari selain-Nya, sebagaimana tersebut dalam firman-Nya:\nAllah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus-mengurus (makhluk-Nya). (Ali 'Imran/3: 2)\nAllah mencela mereka dengan keras dan mengatakan bahwa mereka dengan ucapan seperti itu telah mengatakan sesuatu yang sangat mungkar sekali, ucapan yang tidak sepatutnya keluar dari mulut makhluk-Nya yang diciptakan-Nya sendiri, makhluknya yang telah dianugerahi-Nya akal dan pikiran agar dia dapat membedakan mana yang hak dan mana yang batil.\n"}},{"number":89,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp class=\"MsoNormal\"\u003e\u003cspan style=\"font-size: 10.5pt; line-height: 107%; font-family: 'Verdana','sans-serif'; color: #444444; background: white;\"\u003eWahai orang kafir yang berkeyakinan demikian, sadarlah bahwa\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003esesungguhnya kamu telah membawa sesuatu yang sangat mungkar\u003c/span\u003e\u003c/em\u003e\u0026nbsp;dan bertentangan dengan akal sehat dan hati nurani.\u003c/span\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah menegaskan bahwa orang-orang yang mengatakan bahwa Allah mempunyai anak baik mereka itu dari kaum musyrik Mekah, orang Yahudi, orang Nasrani maupun penganut agama lain, adalah orang-orang yang sesat karena telah mengucapkan ucapan yang sangat tidak menyenangkan dan telah mengada-adakan kebohongan yang besar terhadap Allah. Perkataan itu sangat mungkar, tidak dapat diterima oleh akal dan sangat bertentangan dengan sifat-sifat Allah Yang Maha Esa, Maha Pencipta, Mahakuasa dan Mahaperkasa. Allah sangat murka terhadap mereka karena kelancangan mulut mereka merendahkan martabat Yang Mahatinggi seakan-akan Allah disamakan dengan manusia dan makhluk-makhluk-Nya yang lain yang membutuhkan keturunan yang akan melanjutkan kelangsungan eksistensinya di kemudian hari dan yang akan menolong membantunya di kala ia telah menjadi lemah tak berdaya. Padahal Dia-lah Yang Hidup Kekal, senantiasa berdiri sendiri tidak memerlukan pertolongan atau bantuan dari selain-Nya, sebagaimana tersebut dalam firman-Nya:\nAllah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus-mengurus (makhluk-Nya). (Ali 'Imran/3: 2)\nAllah mencela mereka dengan keras dan mengatakan bahwa mereka dengan ucapan seperti itu telah mengatakan sesuatu yang sangat mungkar sekali, ucapan yang tidak sepatutnya keluar dari mulut makhluk-Nya yang diciptakan-Nya sendiri, makhluknya yang telah dianugerahi-Nya akal dan pikiran agar dia dapat membedakan mana yang hak dan mana yang batil.\n"}},{"number":90,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp class=\"MsoNormal\"\u003e\u003cspan style=\"font-size: 10.5pt; line-height: 107%; font-family: 'Verdana','sans-serif'; color: #444444; background: white;\"\u003eAkibat ucapan kamu yang mungkar itu\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003ehampir saja\u003c/span\u003e\u003c/em\u003e\u0026nbsp;terjadi bencana hebat di alam ini;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003e\u0026nbsp;langit\u003c/span\u003e\u003c/em\u003e\u0026nbsp;yang demikian kukuh\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003epecah, dan bumi\u003c/span\u003e\u003c/em\u003e\u0026nbsp;tempat kamu berpijak\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003eterbelah, dan gunung-gunung\u003c/span\u003e\u003c/em\u003e\u0026nbsp;yang tegak berdiri\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003eruntuh\u003c/span\u003e\u003c/em\u003e\u0026nbsp;dan hancur berkeping-keping.\u003c/span\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Bila bumi, langit dan gunung-gunung dapat mendengar dan memahami ucapan orang-orang kafir itu, meskipun ia tidak diberi akal dan pikiran oleh Allah, maka langit, bumi dan gunung-gunung yang besar itu akan terguncang dengan dahsyatnya karena terkejut dan mungkin akan menjadi hancur lebur, karena tidak dapat menerima ucapan yang sangat berat tanggung jawabnya, dan sangat menghina serta merendahkan martabat Penciptanya. Untunglah bumi langit dan gunung-gunung itu tidak dapat mendengar apalagi memahami ucapan orang-orang kafir yang sangat keliru itu."}},{"number":91,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp class=\"MsoNormal\"\u003e\u003cspan style=\"font-size: 10.5pt; line-height: 107%; font-family: 'Verdana','sans-serif'; color: #444444; background: white;\"\u003eBencana mengerikan itu bisa saja terjadi\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003ekarena mereka menganggap\u003c/span\u003e\u003c/em\u003e\u0026nbsp;bahwa Allah\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003e\u0026nbsp;Yang Maha Pengasih mempunyai anak\u003c/span\u003e\u003c/em\u003e. Anggapan ini jelas tidak benar dan tidak pula layak ditujukan kepada-Nya.\u003c/span\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Bila bumi, langit dan gunung-gunung dapat mendengar dan memahami ucapan orang-orang kafir itu, meskipun ia tidak diberi akal dan pikiran oleh Allah, maka langit, bumi dan gunung-gunung yang besar itu akan terguncang dengan dahsyatnya karena terkejut dan mungkin akan menjadi hancur lebur, karena tidak dapat menerima ucapan yang sangat berat tanggung jawabnya, dan sangat menghina serta merendahkan martabat Penciptanya. Untunglah bumi langit dan gunung-gunung itu tidak dapat mendengar apalagi memahami ucapan orang-orang kafir yang sangat keliru itu."}},{"number":92,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp class=\"MsoNormal\"\u003e\u003cem\u003e\u003cspan style=\"font-size: 10.5pt; line-height: 107%; font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi; color: #444444; background: white;\"\u003eDan\u003c/span\u003e\u003c/em\u003e\u003cspan style=\"font-size: 10.5pt; line-height: 107%; font-family: 'Verdana','sans-serif'; color: #444444; background: white;\"\u003e\u0026nbsp;sungguh,\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003e\u0026nbsp;tidak mungkin bagi\u003c/span\u003e\u003c/em\u003e\u0026nbsp;Allah\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003e\u0026nbsp;Yang Maha Pengasih mempunyai\u003c/span\u003e\u003c/em\u003e\u0026nbsp;atau mengangkat\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003e\u0026nbsp;anak.\u003c/span\u003e\u003c/em\u003e\u0026nbsp;Allah Yang Mahakaya tidak membutuhkan apa pun. Jika Dia mempunyai anak, pasti anak itu serupa dengan-Nya, dan hal ini akan menghilangkan esensi keesaan-Nya.\u003c/span\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah dalam ayat ini membantah dengan firman-Nya, \"Tidak layak bagi Tuhan Yang Maha Pemurah memungut anak.\" Demikianlah jawaban Allah Yang Maha Pengasih lagi Penyayang terhadap ucapan hamba-Nya yang sangat dimurkai-Nya itu. Dia tidak membentak dan menghukum mereka secara langsung, tetapi menjawabnya dengan kata-kata yang seharusnya dipikirkan dalam-dalam agar mereka kembali kepada kebenaran dan mensucikan Tuhannya dari segala sifat yang bertentangan dengan keesaan dan keagungan-Nya."}},{"number":93,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cspan style=\"font-size: 10.5pt; font-family: 'Verdana','sans-serif'; color: #444444;\"\u003eUntuk menguatkan tidak adanya anak bagi-Nya, Allah menyatakan bahwa\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif';\"\u003etidak ada seorang pun di langit dan di bumi\u003c/span\u003e\u003c/em\u003e, yaitu di alam semesta ini,\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif';\"\u003emelainkan\u003c/span\u003e\u003c/em\u003e\u0026nbsp;kelak di hari kiamat\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif';\"\u003eakan datang\u003c/span\u003e\u003c/em\u003e\u0026nbsp;dan menghadap\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif';\"\u003ekepada\u003c/span\u003e\u003c/em\u003e\u0026nbsp;Allah\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif';\"\u003eYang Maha Pengasih sebagai seorang hamba\u003c/span\u003e\u003c/em\u003e. Mereka datang dengan tunduk dan patuh.\u003c/span\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah menegaskan pula bahwa semua yang ada di langit dan di bumi baik malaikat, jin, maupun manusia, semuanya akan datang menghadap kehadirat Allah (Tuhannya) pada hari kiamat sebagai hamba, patuh dan tunduk kepada semua putusan dan hukuman yang diputuskan-Nya bagi masing-masing makhluk-Nya. Tiada seorang pun yang dapat menyangkal putusan-Nya pada waktu itu karena putusan itu adalah putusan yang adil. Ada yang berhak menerima azab dan siksaan sesuai dengan kedurhakaan dan kejahatan yang dilakukan, ada pula yang berhak menerima ganjaran dan pahala sesuai dengan ketakwaan dan amal kebaikan yang diusahakan."}},{"number":94,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cspan style=\"font-size: 10.5pt; font-family: 'Verdana','sans-serif'; color: #444444;\"\u003eSemua manusia akan kembali pada Allah dan\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif';\"\u003eDia benar-benar telah mengetahui mereka dengan rinci\u003c/span\u003e\u003c/em\u003e, bagaimana kepribadian, kejiwaan, perbuatan, dan perkataan mereka secara lahir maupun batin. Dia juga akan memeriksa\u0026nbsp;\u003cem\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif';\"\u003edan menghitung mereka dengan hitungan yang teliti\u003c/span\u003e\u003c/em\u003e\u0026nbsp;sehingga tidak ada satu pun yang terlewat.\u003c/span\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Kemudian Allah menjelaskan bahwa semua amal dan takwa mereka itu telah tercatat dalam kitab yang amat teliti dan terperinci tidak seorang pun terluput dalam catatan itu, semua amal perbuatan mereka baik yang kecil maupun yang besar. Semua ucapan mereka yang nyata dan tersembunyi telah ditulis dan diperhitungkan secermat-cermatnya dan mereka semua menunggu balasan apa yang akan diterimanya."}},{"number":95,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan setiap orang dari mereka akan datang\u003c/em\u003e dan menghadap\u003cem\u003e kepada Allah\u003c/em\u003e untuk menerima perhitungan dan putusan tentang perbuatannya di dunia secara \u003cem\u003esendiri-sendiri\u003c/em\u003e kelak \u003cem\u003epada hari kiamat.\u003c/em\u003e Tidak ada teman yang membantu dan tidak ada pula orang tua atau anak yang menolong.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada hari Kiamat orang kafir datang menghadap kehadirat Allah untuk menerima perhitungan dan putusan mengenai perbuatan mereka masing-masing seorang diri tidak ditemani oleh orang yang paling dekat sekalipun seperti anak atau istrinya. \nDemikianlah ketentuan yang telah ditetapkan Allah bagi setiap hamba-Nya pada hari itu, tiada seorang pun yang dapat lolos dari pengadilan-Nya, setiap orang pasti menghadapi peristiwa yang hebat dan dahsyat itu dengan perasaan harap-harap cemas, apakah ia akan termasuk dalam golongan orang-orang yang celaka yang akan digiring ke neraka dalam keadaan hina dina atau termasuk golongan orang yang berbahagia yang akan dipersilakan masuk ke dalam surga dengan terhormat dan mulia.\n"}},{"number":96,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eUsai menegasikan keyakinan orang musyrik bahwa Allah mempunyai anak dan perhitungan yang akan mereka peroleh, Dia lalu beralih menerangkan balasan bagi orang mukmin dan beramal saleh.\u003cem\u003e\u0026nbsp;Sungguh, orang-orang yang beriman\u003c/em\u003e\u0026nbsp;dengan teguh\u0026nbsp;\u003cem\u003edan\u003c/em\u003e\u0026nbsp;membuktikan keimanannya dengan\u0026nbsp;\u003cem\u003emengerjakan kebajikan, kelak\u003c/em\u003e\u0026nbsp;Allah\u0026nbsp;\u003cem\u003eYang Maha Pengasih akan menanamkan rasa kasih sayang\u003c/em\u003e\u0026nbsp;dalam dirinya kepada sesama orang beriman.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menjelaskan bahwa Allah akan menanamkan rasa kasih sayang dalam hati sesama hamba-hamba-Nya yang mukmin, bertakwa dan tetap mengerjakan amal saleh. Ini berarti bahwa setiap orang yang benar-benar beriman dan selalu mengerjakan perbuatan yang baik pasti akan mendapat tempat yang baik dalam hati setiap muslim. Walaupun orang yang beriman itu tidak pernah berusaha menarik hati orang lain namun orang itu pasti tertarik kepadanya, karena tertanamnya rasa simpati dan kasih sayang kepada orang mukmin itu bukan hanya berupa mulut manis dan tutur kata yang baik tetapi karena Allah sendiri yang menanamkan rasa kasih sayang itu ke dalam dada hamba-hamba-Nya. Dalam sebuah hadis yang diriwayatkan oleh Abu Hurairah, Rasulullah bersabda:\nSesungguhnya Allah bila mengasihi seorang hamba-Nya. Dia panggil Malaikat Jibril lalu Dia berkata kepadanya, \"Sesungguhnya Aku mengasihi si fulan maka hendaknya engkau mengasihi dia pula.\" Maka diserukanlah (hal itu) di langit kemudian turunlah kepadanya kasih sayang di bumi. (Riwayat al-Bukhari, Muslim dan at-Tirmidzi)\nMengenai ayat ini Ibnu Mardawaih dan ad-Dailami meriwayatkan dari al-Bara` ia berkata bahwa Rasulullah saw bersabda kepada Ali Karramallahu wajhah:\nKatakanlah, \"Ya Allah berikanlah kepadaku janji Engkau (agar aku diselamatkan di akhirat nanti) dan tanamkanlah dalam hati orang-orang yang beriman rasa cinta kepadaku.\" Maka turunlah ayat ini. (Riwayat Ibnu Mardawaih dan ad-Dailami)\nMemang apabila kita perhatikan kehidupan manusia dalam masyarakat akan terbukti kebenaran ayat ini. Setiap orang yang benar-benar beriman, benar-benar ikhlas dalam amal baiknya, benar-benar bekerja untuk kepentingan masyarakatnya tidak mengharapkan uang, pangkat atau kedudukan, dan semata-mata mengharapkan keridaan Ilahi, pastilah orang itu dicintai masyarakatnya walaupun dia sendiri tidak berusaha ke arah itu. Bila ada orang yang benci atau marah kepadanya pastilah orang yang marah itu orang yang tidak baik niatnya, tidak berakhlak mulia dan tergoda oleh tipu daya setan dan Iblis.\n"}},{"number":97,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eWahai Nabi, \u003cem\u003emaka\u003c/em\u003e sampaikanlah janji Allah kepada umatmu bahwa \u003cem\u003esesungguhnya telah Kami mudahkan\u003c/em\u003e Al-Qur\u0026rsquo;an\u003cem\u003e itu dengan bahasamu\u003c/em\u003e. Yang demikian ini \u003cem\u003eagar dengan itu engkau dapat memberi kabar gembira\u003c/em\u003e tentang janji dan rahmat Allah \u003cem\u003ekepada orang-orang yang bertakwa\u003c/em\u003e yang selalu melaksanakan perintah-Nya dan menjauhi larangan-Nya, \u003cem\u003edan agar engkau dapat memberi peringatan\u003c/em\u003e tentang murka dan hukuman-Nya \u003cem\u003ekepada kaum yang membangkang\u003c/em\u003e dan mengingkari ajaran-Nya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menerangkan bahwa Al-Qur'an diturunkan dalam bahasa Arab, bahasa yang dipakai oleh Nabi Muhammad dan kaumnya gunanya adalah agar mudah bagi Nabi untuk menyampaikan isi dan maksudnya dan mudah pula dipahami oleh kaumnya, karena kepada merekalah pertama kali seruan Islam disampaikan kemudian baru kepada manusia seluruhnya dari berbagai jenis suku dan bahasanya. Al-Qur'an yang berisi peringatan dan kabar gembira, perintah dan larangan, bertujuan memberi hidayah kepada manusia agar bertakwa kepada Allah yaitu beriman kepada-Nya tanpa mempersekutukan-Nya dengan suatu apapun dan menaati perintahNya, menghentikan larangan-Nya dan selalu mencari keridaan-Nya. Orang-orang yang demikian sifatnya akan dikaruniai Allah kebahagiaan di dunia dan di akhirat. \nAdapun orang-orang yang ingkar kepada-Nya dan mendustakan Rasul-Nya, mereka akan menerima balasan yang setimpal atas keingkaran dan kedurhakaannya itu baik di dunia maupun di akhirat kelak. Keingkaran umat-umat yang dahulu mendapat balasan di dunia ini dengan menghancurkan dan membinasakan mereka dengan berbagai macam siksa, ada yang berupa gempa yang dahsyat, angin topan, suara keras yang mengguntur dan lain sebagainya, seperti yang ditimpakan kepada kaum `Ad, samud dan kaum Nabi Nuh. Sedangkan bagi umat Muhammad siksaan di dunia ini tidaklah berupa penghancuran dan pembinasaan tetapi dengan menurunkan cobaan dan malapetaka, dengan harapan mereka akan sadar dan insaf lalu kembali kepada kebenaran. Pembalasan di akhirat ialah dengan melimpahkan karunia-Nya kepada orang-orang mukmin yang bertakwa dengan memasukkan mereka ke dalam surga Jannatun Na'im yang penuh nikmat dan kesenangan serta mendapat kasih sayang dan keridaan-Nya. \nBagi orang-orang yang ingkar dan kafir disediakan azab yang pedih yaitu neraka. Sebagai bukti kebenaran ancaman-Nya. Allah menerangkan bahwa telah banyak umat-umat dahulu yang durhaka yang dimusnahkan dan bekas-bekas peninggalan mereka ada yang masih dapat dilihat dan disaksikan sampai sekarang dan ada pula yang tidak ada bekasnya sama sekali. Tetapi yang jelas umat-umat itu telah hancur binasa tiada seorang pun yang tersisa sampai masa kini yang ada hanya beritanya yang dihikayatkan orang secara turun temurun. Berita tentang mereka diceritakan dalam Al-Qur'an dengan jelas, maka kita wajib meyakininya karena sumbernya adalah wahyu Allah.\n"}},{"number":98,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eWahai Nabi, sebagai peringatan\u003cem\u003e\u0026nbsp;dan\u003c/em\u003e\u0026nbsp;pelajaran bagi para pembangkang itu, kabarkan kepada mereka\u003cem\u003e\u0026nbsp;berapa banyak umat yang telah Kami binasakan sebelum mereka\u003c/em\u003e\u0026nbsp;akibat keingkaran dan kedurhakaan mereka. Kami hancurkan mereka, lalu\u0026nbsp;\u003cem\u003eadakah engkau melihat salah seorang dari mereka atau engkau mendengar bisikan mereka\u003c/em\u003e? Tidak! Maka, sebagaimana Kami binasakan umat terdahulu itu, Kami pasti akan membinasakan kaummu yang ingkar.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menerangkan bahwa Al-Qur'an diturunkan dalam bahasa Arab, bahasa yang dipakai oleh Nabi Muhammad dan kaumnya gunanya adalah agar mudah bagi Nabi untuk menyampaikan isi dan maksudnya dan mudah pula dipahami oleh kaumnya, karena kepada merekalah pertama kali seruan Islam disampaikan kemudian baru kepada manusia seluruhnya dari berbagai jenis suku dan bahasanya. Al-Qur'an yang berisi peringatan dan kabar gembira, perintah dan larangan, bertujuan memberi hidayah kepada manusia agar bertakwa kepada Allah yaitu beriman kepada-Nya tanpa mempersekutukan-Nya dengan suatu apapun dan menaati perintahNya, menghentikan larangan-Nya dan selalu mencari keridaan-Nya. Orang-orang yang demikian sifatnya akan dikaruniai Allah kebahagiaan di dunia dan di akhirat. \nAdapun orang-orang yang ingkar kepada-Nya dan mendustakan Rasul-Nya, mereka akan menerima balasan yang setimpal atas keingkaran dan kedurhakaannya itu baik di dunia maupun di akhirat kelak. Keingkaran umat-umat yang dahulu mendapat balasan di dunia ini dengan menghancurkan dan membinasakan mereka dengan berbagai macam siksa, ada yang berupa gempa yang dahsyat, angin topan, suara keras yang mengguntur dan lain sebagainya, seperti yang ditimpakan kepada kaum `Ad, samud dan kaum Nabi Nuh. Sedangkan bagi umat Muhammad siksaan di dunia ini tidaklah berupa penghancuran dan pembinasaan tetapi dengan menurunkan cobaan dan malapetaka, dengan harapan mereka akan sadar dan insaf lalu kembali kepada kebenaran. Pembalasan di akhirat ialah dengan melimpahkan karunia-Nya kepada orang-orang mukmin yang bertakwa dengan memasukkan mereka ke dalam surga Jannatun Na'im yang penuh nikmat dan kesenangan serta mendapat kasih sayang dan keridaan-Nya. \nBagi orang-orang yang ingkar dan kafir disediakan azab yang pedih yaitu neraka. Sebagai bukti kebenaran ancaman-Nya. Allah menerangkan bahwa telah banyak umat-umat dahulu yang durhaka yang dimusnahkan dan bekas-bekas peninggalan mereka ada yang masih dapat dilihat dan disaksikan sampai sekarang dan ada pula yang tidak ada bekasnya sama sekali. Tetapi yang jelas umat-umat itu telah hancur binasa tiada seorang pun yang tersisa sampai masa kini yang ada hanya beritanya yang dihikayatkan orang secara turun temurun. Berita tentang mereka diceritakan dalam Al-Qur'an dengan jelas, maka kita wajib meyakininya karena sumbernya adalah wahyu Allah.\n"}}]}}