{"number":21,"name":"Al-Anbiya'","latin":" الانبياۤء","total_ayat":112,"ayat_text":[{"number":1,"text":"اِقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِيْ غَفْلَةٍ مُّعْرِضُوْنَ ۚ "},{"number":2,"text":"مَا يَأْتِيْهِمْ مِّنْ ذِكْرٍ مِّنْ رَّبِّهِمْ مُّحْدَثٍ اِلَّا اسْتَمَعُوْهُ وَهُمْ يَلْعَبُوْنَ ۙ"},{"number":3,"text":"لَاهِيَةً قُلُوْبُهُمْۗ وَاَسَرُّوا النَّجْوَىۖ الَّذِيْنَ ظَلَمُوْاۖ هَلْ هٰذَآ اِلَّا بَشَرٌ مِّثْلُكُمْۚ اَفَتَأْتُوْنَ السِّحْرَ وَاَنْتُمْ تُبْصِرُوْنَ "},{"number":4,"text":"قٰلَ رَبِّيْ يَعْلَمُ الْقَوْلَ فِى السَّمَاۤءِ وَالْاَرْضِۖ وَهُوَ السَّمِيْعُ الْعَلِيْمُ "},{"number":5,"text":"بَلْ قَالُوْٓا اَضْغَاثُ اَحْلَامٍۢ بَلِ افْتَرٰىهُ بَلْ هُوَ شَاعِرٌۚ فَلْيَأْتِنَا بِاٰيَةٍ كَمَآ اُرْسِلَ الْاَوَّلُوْنَ "},{"number":6,"text":"مَآ اٰمَنَتْ قَبْلَهُمْ مِّنْ قَرْيَةٍ اَهْلَكْنٰهَاۚ اَفَهُمْ يُؤْمِنُوْنَ "},{"number":7,"text":"وَمَآ اَرْسَلْنَا قَبْلَكَ اِلَّا رِجَالًا نُّوْحِيْٓ اِلَيْهِمْ فَسْـَٔلُوْٓا اَهْلَ الذِّكْرِ اِنْ كُنْتُمْ لَا تَعْلَمُوْنَ "},{"number":8,"text":"وَمَا جَعَلْنٰهُمْ جَسَدًا لَّا يَأْكُلُوْنَ الطَّعَامَ وَمَا كَانُوْا خٰلِدِيْنَ "},{"number":9,"text":"ثُمَّ صَدَقْنٰهُمُ الْوَعْدَ فَاَنْجَيْنٰهُمْ وَمَنْ نَّشَاۤءُ وَاَهْلَكْنَا الْمُسْرِفِيْنَ "},{"number":10,"text":"لَقَدْ اَنْزَلْنَآ اِلَيْكُمْ كِتٰبًا فِيْهِ ذِكْرُكُمْۗ اَفَلَا تَعْقِلُوْنَ ࣖ"},{"number":11,"text":"وَكَمْ قَصَمْنَا مِنْ قَرْيَةٍ كَانَتْ ظَالِمَةً وَّاَنْشَأْنَا بَعْدَهَا قَوْمًا اٰخَرِيْنَ "},{"number":12,"text":"فَلَمَّآ اَحَسُّوْا بَأْسَنَآ اِذَا هُمْ مِّنْهَا يَرْكُضُوْنَ ۗ"},{"number":13,"text":"لَا تَرْكُضُوْا وَارْجِعُوْٓا اِلٰى مَآ اُتْرِفْتُمْ فِيْهِ وَمَسٰكِنِكُمْ لَعَلَّكُمْ تُسْـَٔلُوْنَ "},{"number":14,"text":"قَالُوْا يٰوَيْلَنَآ اِنَّا كُنَّا ظٰلِمِيْنَ "},{"number":15,"text":"فَمَا زَالَتْ تِّلْكَ دَعْوٰىهُمْ حَتّٰى جَعَلْنٰهُمْ حَصِيْدًا خَامِدِيْنَ "},{"number":16,"text":"وَمَا خَلَقْنَا السَّمَاۤءَ وَالْاَرْضَ وَمَا بَيْنَهُمَا لٰعِبِيْنَ "},{"number":17,"text":"لَوْ اَرَدْنَآ اَنْ نَّتَّخِذَ لَهْوًا لَّاتَّخَذْنٰهُ مِنْ لَّدُنَّآ  ۖاِنْ كُنَّا فٰعِلِيْنَ "},{"number":18,"text":"بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهٗ فَاِذَا هُوَ زَاهِقٌۗ وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُوْنَ "},{"number":19,"text":"وَلَهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ وَمَنْ عِنْدَهٗ لَا يَسْتَكْبِرُوْنَ عَنْ عِبَادَتِهٖ وَلَا يَسْتَحْسِرُوْنَ ۚ"},{"number":20,"text":"يُسَبِّحُوْنَ الَّيْلَ وَالنَّهَارَ لَا يَفْتُرُوْنَ "},{"number":21,"text":"اَمِ اتَّخَذُوْٓا اٰلِهَةً مِّنَ الْاَرْضِ هُمْ يُنْشِرُوْنَ "},{"number":22,"text":"لَوْ كَانَ فِيْهِمَآ اٰلِهَةٌ اِلَّا اللّٰهُ لَفَسَدَتَاۚ فَسُبْحٰنَ اللّٰهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُوْنَ "},{"number":23,"text":"لَا يُسْـَٔلُ عَمَّا يَفْعَلُ وَهُمْ يُسْـَٔلُوْنَ "},{"number":24,"text":"اَمِ اتَّخَذُوْا مِنْ دُوْنِهٖٓ اٰلِهَةً ۗقُلْ هَاتُوْا بُرْهَانَكُمْۚ هٰذَا ذِكْرُ مَنْ مَّعِيَ وَذِكْرُ مَنْ قَبْلِيْۗ بَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَۙ الْحَقَّ فَهُمْ مُّعْرِضُوْنَ "},{"number":25,"text":"وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَّسُوْلٍ اِلَّا نُوْحِيْٓ اِلَيْهِ اَنَّهٗ لَآ اِلٰهَ اِلَّآ اَنَا۠ فَاعْبُدُوْنِ "},{"number":26,"text":"وَقَالُوا اتَّخَذَ الرَّحْمٰنُ وَلَدًا سُبْحٰنَهٗ ۗبَلْ عِبَادٌ مُّكْرَمُوْنَ ۙ"},{"number":27,"text":"لَا يَسْبِقُوْنَهٗ بِالْقَوْلِ وَهُمْ بِاَمْرِهٖ يَعْمَلُوْنَ "},{"number":28,"text":"يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُوْنَۙ اِلَّا لِمَنِ ارْتَضٰى وَهُمْ مِّنْ خَشْيَتِهٖ مُشْفِقُوْنَ "},{"number":29,"text":"۞ وَمَنْ يَّقُلْ مِنْهُمْ اِنِّيْٓ اِلٰهٌ مِّنْ دُوْنِهٖ فَذٰلِكَ نَجْزِيْهِ جَهَنَّمَۗ  كَذٰلِكَ نَجْزِى الظّٰلِمِيْنَ ࣖ"},{"number":30,"text":"اَوَلَمْ يَرَ الَّذِيْنَ كَفَرُوْٓا اَنَّ السَّمٰوٰتِ وَالْاَرْضَ كَانَتَا رَتْقًا فَفَتَقْنٰهُمَاۗ وَجَعَلْنَا مِنَ الْمَاۤءِ كُلَّ شَيْءٍ حَيٍّۗ  اَفَلَا يُؤْمِنُوْنَ "},{"number":31,"text":"وَجَعَلْنَا فِى الْاَرْضِ رَوَاسِيَ اَنْ تَمِيْدَ بِهِمْۖ وَجَعَلْنَا فِيْهَا فِجَاجًا سُبُلًا لَّعَلَّهُمْ يَهْتَدُوْنَ "},{"number":32,"text":"وَجَعَلْنَا السَّمَاۤءَ سَقْفًا مَّحْفُوْظًاۚ وَهُمْ عَنْ اٰيٰتِهَا مُعْرِضُوْنَ "},{"number":33,"text":"وَهُوَ الَّذِيْ خَلَقَ الَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَۗ  كُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ "},{"number":34,"text":"وَمَا جَعَلْنَا لِبَشَرٍ مِّنْ قَبْلِكَ الْخُلْدَۗ اَفَا۟ىِٕنْ مِّتَّ فَهُمُ الْخٰلِدُوْنَ "},{"number":35,"text":"كُلُّ نَفْسٍ ذَاۤىِٕقَةُ الْمَوْتِۗ وَنَبْلُوْكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً ۗوَاِلَيْنَا تُرْجَعُوْنَ "},{"number":36,"text":"وَاِذَا رَاٰكَ الَّذِيْنَ كَفَرُوْٓا اِنْ يَّتَّخِذُوْنَكَ اِلَّا هُزُوًاۗ اَهٰذَا الَّذِيْ يَذْكُرُ اٰلِهَتَكُمْۚ وَهُمْ بِذِكْرِ الرَّحْمٰنِ هُمْ كٰفِرُوْنَ  "},{"number":37,"text":"خُلِقَ الْاِنْسَانُ مِنْ عَجَلٍۗ سَاُورِيْكُمْ اٰيٰتِيْ فَلَا تَسْتَعْجِلُوْنِ "},{"number":38,"text":"وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ "},{"number":39,"text":"لَوْ يَعْلَمُ الَّذِيْنَ كَفَرُوْا حِيْنَ لَا يَكُفُّوْنَ عَنْ وُّجُوْهِهِمُ النَّارَ وَلَا عَنْ ظُهُوْرِهِمْ وَلَا هُمْ يُنْصَرُوْنَ "},{"number":40,"text":"بَلْ تَأْتِيْهِمْ بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطِيْعُوْنَ رَدَّهَا وَلَا هُمْ يُنْظَرُوْنَ "},{"number":41,"text":"وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّنْ قَبْلِكَ فَحَاقَ بِالَّذِيْنَ سَخِرُوْا مِنْهُمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ࣖ"},{"number":42,"text":"قُلْ مَنْ يَّكْلَؤُكُمْ بِالَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمٰنِۗ  بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُّعْرِضُوْنَ "},{"number":43,"text":"اَمْ لَهُمْ اٰلِهَةٌ تَمْنَعُهُمْ مِّنْ دُوْنِنَاۗ  لَا يَسْتَطِيْعُوْنَ نَصْرَ اَنْفُسِهِمْ وَلَا هُمْ مِّنَّا يُصْحَبُوْنَ"},{"number":44,"text":"بَلْ مَتَّعْنَا هٰٓؤُلَاۤءِ وَاٰبَاۤءَهُمْ حَتّٰى طَالَ عَلَيْهِمُ الْعُمُرُۗ اَفَلَا يَرَوْنَ اَنَّا نَأْتِى الْاَرْضَ نَنْقُصُهَا مِنْ اَطْرَافِهَاۗ اَفَهُمُ الْغٰلِبُوْنَ "},{"number":45,"text":"قُلْ اِنَّمَآ اُنْذِرُكُمْ بِالْوَحْيِۖ وَلَا يَسْمَعُ الصُّمُّ الدُّعَاۤءَ اِذَا مَا يُنْذَرُوْنَ "},{"number":46,"text":"وَلَىِٕنْ مَّسَّتْهُمْ نَفْحَةٌ مِّنْ عَذَابِ رَبِّكَ لَيَقُوْلُنَّ يٰوَيْلَنَآ اِنَّا كُنَّا ظٰلِمِيْنَ "},{"number":47,"text":"وَنَضَعُ الْمَوَازِيْنَ الْقِسْطَ لِيَوْمِ الْقِيٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْـًٔاۗ وَاِنْ كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ اَتَيْنَا بِهَاۗ وَكَفٰى بِنَا حَاسِبِيْنَ "},{"number":48,"text":"وَلَقَدْ اٰتَيْنَا مُوْسٰى وَهٰرُوْنَ الْفُرْقَانَ وَضِيَاۤءً وَّذِكْرًا لِّلْمُتَّقِيْنَ ۙ"},{"number":49,"text":"الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَهُمْ مِّنَ السَّاعَةِ مُشْفِقُوْنَ "},{"number":50,"text":"وَهٰذَا ذِكْرٌ مُّبٰرَكٌ اَنْزَلْنٰهُۗ اَفَاَنْتُمْ لَهٗ مُنْكِرُوْنَ ࣖ"},{"number":51,"text":"۞ وَلَقَدْ اٰتَيْنَآ اِبْرٰهِيْمَ رُشْدَهٗ مِنْ قَبْلُ وَكُنَّا بِهٖ عٰلِمِيْنَ "},{"number":52,"text":"اِذْ قَالَ لِاَبِيْهِ وَقَوْمِهٖ مَا هٰذِهِ التَّمَاثِيْلُ الَّتِيْٓ اَنْتُمْ لَهَا عَاكِفُوْنَ "},{"number":53,"text":"قَالُوْا وَجَدْنَآ اٰبَاۤءَنَا لَهَا عٰبِدِيْنَ "},{"number":54,"text":"قَالَ لَقَدْ كُنْتُمْ اَنْتُمْ وَاٰبَاۤؤُكُمْ فِيْ ضَلٰلٍ مُّبِيْنٍ "},{"number":55,"text":"قَالُوْٓا اَجِئْتَنَا بِالْحَقِّ اَمْ اَنْتَ مِنَ اللّٰعِبِيْنَ "},{"number":56,"text":"قَالَ بَلْ رَّبُّكُمْ رَبُّ السَّمٰوٰتِ وَالْاَرْضِ الَّذِيْ فَطَرَهُنَّۖ وَاَنَا۠ عَلٰى ذٰلِكُمْ مِّنَ الشّٰهِدِيْنَ "},{"number":57,"text":"وَتَاللّٰهِ لَاَكِيْدَنَّ اَصْنَامَكُمْ بَعْدَ اَنْ تُوَلُّوْا مُدْبِرِيْنَ "},{"number":58,"text":"فَجَعَلَهُمْ جُذَاذًا اِلَّا كَبِيْرًا لَّهُمْ لَعَلَّهُمْ اِلَيْهِ يَرْجِعُوْنَ "},{"number":59,"text":"قَالُوْا مَنْ فَعَلَ هٰذَا بِاٰلِهَتِنَآ اِنَّهٗ لَمِنَ الظّٰلِمِيْنَ "},{"number":60,"text":"قَالُوْا سَمِعْنَا فَتًى يَّذْكُرُهُمْ يُقَالُ لَهٗٓ اِبْرٰهِيْمُ ۗ"},{"number":61,"text":"قَالُوْا فَأْتُوْا بِهٖ عَلٰٓى اَعْيُنِ النَّاسِ لَعَلَّهُمْ يَشْهَدُوْنَ "},{"number":62,"text":"قَالُوْٓا ءَاَنْتَ فَعَلْتَ هٰذَا بِاٰلِهَتِنَا يٰٓاِبْرٰهِيْمُ ۗ"},{"number":63,"text":"قَالَ بَلْ فَعَلَهٗ كَبِيْرُهُمْ هٰذَا فَسْـَٔلُوْهُمْ اِنْ كَانُوْا يَنْطِقُوْنَ "},{"number":64,"text":"فَرَجَعُوْٓا اِلٰٓى اَنْفُسِهِمْ فَقَالُوْٓا اِنَّكُمْ اَنْتُمُ الظّٰلِمُوْنَ ۙ"},{"number":65,"text":"ثُمَّ نُكِسُوْا عَلٰى رُءُوْسِهِمْۚ  لَقَدْ عَلِمْتَ مَا هٰٓؤُلَاۤءِ يَنْطِقُوْنَ "},{"number":66,"text":"قَالَ اَفَتَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُكُمْ شَيْـًٔا وَّلَا يَضُرُّكُمْ ۗ"},{"number":67,"text":"اُفٍّ لَّكُمْ وَلِمَا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ ۗاَفَلَا تَعْقِلُوْنَ "},{"number":68,"text":"قَالُوْا حَرِّقُوْهُ وَانْصُرُوْٓا اٰلِهَتَكُمْ اِنْ كُنْتُمْ فٰعِلِيْنَ "},{"number":69,"text":"قُلْنَا يَا نَارُ كُوْنِيْ بَرْدًا وَّسَلٰمًا عَلٰٓى اِبْرٰهِيْمَ ۙ"},{"number":70,"text":"وَاَرَادُوْا بِهٖ كَيْدًا فَجَعَلْنٰهُمُ الْاَخْسَرِيْنَ ۚ"},{"number":71,"text":"وَنَجَّيْنٰهُ وَلُوْطًا اِلَى الْاَرْضِ الَّتِيْ بٰرَكْناَ فِيْهَا لِلْعٰلَمِيْنَ "},{"number":72,"text":"وَوَهَبْنَا لَهٗٓ اِسْحٰقَ وَيَعْقُوْبَ نَافِلَةً ۗوَكُلًّا جَعَلْنَا صٰلِحِيْنَ "},{"number":73,"text":"وَجَعَلْنٰهُمْ اَىِٕمَّةً يَّهْدُوْنَ بِاَمْرِنَا وَاَوْحَيْنَآ اِلَيْهِمْ فِعْلَ الْخَيْرٰتِ وَاِقَامَ الصَّلٰوةِ وَاِيْتَاۤءَ الزَّكٰوةِۚ وَكَانُوْا لَنَا عٰبِدِيْنَ ۙ"},{"number":74,"text":"وَلُوْطًا اٰتَيْنٰهُ حُكْمًا وَّعِلْمًا وَّنَجَّيْنٰهُ مِنَ الْقَرْيَةِ الَّتِيْ كَانَتْ تَّعْمَلُ الْخَبٰۤىِٕثَ ۗاِنَّهُمْ كَانُوْا قَوْمَ سَوْءٍ فٰسِقِيْنَۙ"},{"number":75,"text":"وَاَدْخَلْنٰهُ فِيْ رَحْمَتِنَاۗ اِنَّهٗ مِنَ الصّٰلِحِيْنَ ࣖ "},{"number":76,"text":"وَنُوْحًا اِذْ نَادٰى مِنْ قَبْلُ فَاسْتَجَبْنَا لَهٗ فَنَجَّيْنٰهُ وَاَهْلَهٗ مِنَ الْكَرْبِ الْعَظِيْمِ ۚ"},{"number":77,"text":"وَنَصَرْنٰهُ مِنَ الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۗ اِنَّهُمْ كَانُوْا قَوْمَ سَوْءٍ فَاَغْرَقْنٰهُمْ اَجْمَعِيْنَ "},{"number":78,"text":"وَدَاوٗدَ وَسُلَيْمٰنَ اِذْ يَحْكُمٰنِ فِى الْحَرْثِ اِذْ نَفَشَتْ فِيْهِ غَنَمُ الْقَوْمِۚ وَكُنَّا لِحُكْمِهِمْ شٰهِدِيْنَ ۖ"},{"number":79,"text":"فَفَهَّمْنٰهَا سُلَيْمٰنَۚ وَكُلًّا اٰتَيْنَا حُكْمًا وَّعِلْمًاۖ وَّسَخَّرْنَا مَعَ دَاوٗدَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَۗ وَكُنَّا فٰعِلِيْنَ"},{"number":80,"text":"وَعَلَّمْنٰهُ صَنْعَةَ لَبُوْسٍ لَّكُمْ لِتُحْصِنَكُمْ مِّنْۢ بَأْسِكُمْۚ فَهَلْ اَنْتُمْ شَاكِرُوْنَ"},{"number":81,"text":"وَلِسُلَيْمٰنَ الرِّيْحَ عَاصِفَةً تَجْرِيْ بِاَمْرِهٖٓ اِلَى الْاَرْضِ الَّتِيْ بٰرَكْنَا فِيْهَاۗ وَكُنَّا بِكُلِّ شَيْءٍ عٰلِمِيْنَ"},{"number":82,"text":"وَمِنَ الشَّيٰطِيْنِ مَنْ يَّغُوْصُوْنَ لَهٗ وَيَعْمَلُوْنَ عَمَلًا دُوْنَ ذٰلِكَۚ وَكُنَّا لَهُمْ حٰفِظِيْنَ ۙ"},{"number":83,"text":"۞ وَاَيُّوْبَ اِذْ نَادٰى رَبَّهٗٓ اَنِّيْ مَسَّنِيَ الضُّرُّ وَاَنْتَ اَرْحَمُ الرَّاحِمِيْنَ ۚ"},{"number":84,"text":"فَاسْتَجَبْنَا لَهٗ فَكَشَفْنَا مَا بِهٖ مِنْ ضُرٍّ وَّاٰتَيْنٰهُ اَهْلَهٗ وَمِثْلَهُمْ مَّعَهُمْ رَحْمَةً مِّنْ عِنْدِنَا وَذِكْرٰى لِلْعٰبِدِيْنَ ۚ"},{"number":85,"text":"وَاِسْمٰعِيْلَ وَاِدْرِيْسَ وَذَا الْكِفْلِۗ  كُلٌّ مِّنَ الصّٰبِرِيْنَ ۙ"},{"number":86,"text":"وَاَدْخَلْنٰهُمْ فِيْ رَحْمَتِنَاۗ اِنَّهُمْ مِّنَ الصّٰلِحِيْنَ "},{"number":87,"text":"وَذَا النُّوْنِ اِذْ ذَّهَبَ مُغَاضِبًا فَظَنَّ اَنْ لَّنْ نَّقْدِرَ عَلَيْهِ فَنَادٰى فِى الظُّلُمٰتِ اَنْ لَّآ اِلٰهَ اِلَّآ اَنْتَ سُبْحٰنَكَ اِنِّيْ كُنْتُ مِنَ الظّٰلِمِيْنَ ۚ"},{"number":88,"text":"فَاسْتَجَبْنَا لَهٗۙ وَنَجَّيْنٰهُ مِنَ الْغَمِّۗ وَكَذٰلِكَ نُـْۨجِى الْمُؤْمِنِيْنَ "},{"number":89,"text":"وَزَكَرِيَّآ اِذْ نَادٰى رَبَّهٗ رَبِّ لَا تَذَرْنِيْ فَرْدًا وَّاَنْتَ خَيْرُ الْوٰرِثِيْنَ ۚ"},{"number":90,"text":"فَاسْتَجَبْنَا لَهٗ  ۖوَوَهَبْنَا لَهٗ يَحْيٰى وَاَصْلَحْنَا لَهٗ زَوْجَهٗۗ اِنَّهُمْ كَانُوْا يُسٰرِعُوْنَ فِى الْخَيْرٰتِ وَيَدْعُوْنَنَا رَغَبًا وَّرَهَبًاۗ وَكَانُوْا لَنَا خٰشِعِيْنَ "},{"number":91,"text":"وَالَّتِيْٓ اَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيْهَا مِنْ رُّوْحِنَا وَجَعَلْنٰهَا وَابْنَهَآ اٰيَةً لِّلْعٰلَمِيْنَ "},{"number":92,"text":"اِنَّ هٰذِهٖٓ اُمَّتُكُمْ اُمَّةً وَّاحِدَةًۖ وَّاَنَا۠ رَبُّكُمْ فَاعْبُدُوْنِ "},{"number":93,"text":"وَتَقَطَّعُوْٓا اَمْرَهُمْ بَيْنَهُمْۗ كُلٌّ اِلَيْنَا رَاجِعُوْنَ ࣖ"},{"number":94,"text":"فَمَنْ يَّعْمَلْ مِنَ الصّٰلِحٰتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهٖۚ وَاِنَّا لَهٗ كَاتِبُوْنَ "},{"number":95,"text":"وَحَرَامٌ عَلٰى قَرْيَةٍ اَهْلَكْنٰهَآ اَنَّهُمْ لَا يَرْجِعُوْنَ "},{"number":96,"text":"حَتّٰىٓ اِذَا فُتِحَتْ يَأْجُوْجُ وَمَأْجُوْجُ وَهُمْ مِّنْ كُلِّ حَدَبٍ يَّنْسِلُوْنَ "},{"number":97,"text":"وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَاِذَا هِيَ شَاخِصَةٌ اَبْصَارُ الَّذِيْنَ كَفَرُوْاۗ يٰوَيْلَنَا قَدْ كُنَّا فِيْ غَفْلَةٍ مِّنْ هٰذَا بَلْ كُنَّا ظٰلِمِيْنَ "},{"number":98,"text":"اِنَّكُمْ وَمَا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ حَصَبُ جَهَنَّمَۗ اَنْتُمْ لَهَا وَارِدُوْنَ "},{"number":99,"text":"لَوْ كَانَ هٰٓؤُلَاۤءِ اٰلِهَةً مَّا وَرَدُوْهَاۗ وَكُلٌّ فِيْهَا خٰلِدُوْنَ "},{"number":100,"text":"لَهُمْ فِيْهَا زَفِيْرٌ وَّهُمْ فِيْهَا لَا يَسْمَعُوْنَ "},{"number":101,"text":"اِنَّ الَّذِيْنَ سَبَقَتْ لَهُمْ مِّنَّا الْحُسْنٰىٓۙ اُولٰۤىِٕكَ عَنْهَا مُبْعَدُوْنَ ۙ"},{"number":102,"text":"لَا يَسْمَعُوْنَ حَسِيْسَهَاۚ وَهُمْ فِيْ مَا اشْتَهَتْ اَنْفُسُهُمْ خٰلِدُوْنَ ۚ"},{"number":103,"text":"لَا يَحْزُنُهُمُ الْفَزَعُ الْاَكْبَرُ وَتَتَلَقّٰىهُمُ الْمَلٰۤىِٕكَةُۗ هٰذَا يَوْمُكُمُ الَّذِيْ كُنْتُمْ تُوْعَدُوْنَ "},{"number":104,"text":"يَوْمَ نَطْوِى السَّمَاۤءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِۗ  كَمَا بَدَأْنَآ اَوَّلَ خَلْقٍ نُّعِيْدُهٗۗ وَعْدًا عَلَيْنَاۗ اِنَّا كُنَّا فٰعِلِيْنَ "},{"number":105,"text":"وَلَقَدْ كَتَبْنَا فِى الزَّبُوْرِ مِنْۢ بَعْدِ الذِّكْرِ اَنَّ الْاَرْضَ يَرِثُهَا عِبَادِيَ الصّٰلِحُوْنَ "},{"number":106,"text":"اِنَّ فِيْ هٰذَا لَبَلٰغًا لِّقَوْمٍ عٰبِدِيْنَ ۗ"},{"number":107,"text":"وَمَآ اَرْسَلْنٰكَ اِلَّا رَحْمَةً لِّلْعٰلَمِيْنَ "},{"number":108,"text":"قُلْ اِنَّمَا يُوْحٰٓى اِلَيَّ اَنَّمَآ اِلٰهُكُمْ اِلٰهٌ وَّاحِدٌۚ فَهَلْ اَنْتُمْ مُّسْلِمُوْنَ"},{"number":109,"text":"فَاِنْ تَوَلَّوْا فَقُلْ اٰذَنْتُكُمْ عَلٰى سَوَاۤءٍۗ وَاِنْ اَدْرِيْٓ اَقَرِيْبٌ اَمْ بَعِيْدٌ مَّا تُوْعَدُوْنَ "},{"number":110,"text":"اِنَّهٗ يَعْلَمُ الْجَهْرَ مِنَ الْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُوْنَ "},{"number":111,"text":"وَاِنْ اَدْرِيْ لَعَلَّهٗ فِتْنَةٌ لَّكُمْ وَمَتَاعٌ اِلٰى حِيْنٍ "},{"number":112,"text":"قَالَ رَبِّ احْكُمْ بِالْحَقِّۗ وَرَبُّنَا الرَّحْمٰنُ الْمُسْتَعَانُ عَلٰى مَا تَصِفُوْنَ ࣖ"}],"translation":{"lang":"id","translation_text":[{"number":1,"text":"Telah semakin dekat kepada manusia perhitungan amal mereka, sedang mereka dalam keadaan lalai (dengan dunia), berpaling (dari akhirat)."},{"number":2,"text":"Setiap diturunkan kepada mereka ayat-ayat yang baru dari Tuhan, mereka mendengarkannya sambil bermain-main."},{"number":3,"text":"Hati mereka dalam keadaan lalai. Dan orang-orang yang zalim itu merahasiakan pembicaraan mereka, “(Orang) ini (Muhammad) tidak lain hanyalah seorang manusia (juga) seperti kamu. Apakah kamu menerima sihir itu padahal kamu menyaksikannya?”"},{"number":4,"text":"Dia (Muhammad) berkata, “Tuhanku mengetahui (semua) perkataan di langit dan di bumi, dan Dia Maha Mendengar, Maha Mengetahui!”"},{"number":5,"text":" Bahkan mereka mengatakan, “(Al-Qur'an itu buah) mimpi-mimpi yang kacau, atau hasil rekayasanya (Muhammad), atau bahkan dia hanya seorang penyair, cobalah dia datangkan kepada kita suatu tanda (bukti), seperti halnya rasul-rasul yang diutus terdahulu.”"},{"number":6,"text":" Penduduk suatu negeri sebelum mereka, yang telah Kami binasakan, mereka itu tidak beriman (padahal telah Kami kirimkan bukti). Apakah mereka akan beriman?"},{"number":7,"text":"Dan Kami tidak mengutus (rasul-rasul) sebelum engkau (Muhammad), melainkan beberapa orang laki-laki yang Kami beri wahyu kepada mereka, maka tanyakanlah kepada orang yang berilmu, jika kamu tidak mengetahui."},{"number":8,"text":"Dan Kami tidak menjadikan mereka (rasul-rasul) suatu tubuh yang tidak memakan makanan dan mereka tidak (pula) hidup kekal."},{"number":9,"text":"Kemudian Kami tepati janji (yang telah Kami janjikan) kepada mereka. Maka Kami selamatkan mereka dan orang-orang yang Kami kehendaki, dan Kami binasakan orang-orang yang melampaui batas."},{"number":10,"text":" Sungguh, telah Kami turunkan kepadamu sebuah Kitab (Al-Qur'an) yang di dalamnya terdapat peringatan bagimu. Maka apakah kamu tidak mengerti?"},{"number":11,"text":" Dan berapa banyak (penduduk) negeri yang zalim yang telah Kami binasakan, dan Kami jadikan generasi yang lain setelah mereka itu (sebagai penggantinya)."},{"number":12,"text":" Maka ketika mereka merasakan azab Kami, tiba-tiba mereka melarikan diri dari (negerinya) itu."},{"number":13,"text":"Janganlah kamu lari tergesa-gesa; kembalilah kamu kepada kesenangan hidupmu dan tempat-tempat kediamanmu (yang baik), agar kamu dapat ditanya."},{"number":14,"text":"Mereka berkata, “Betapa celaka kami, sungguh, kami orang-orang yang zalim.”"},{"number":15,"text":" Maka demikianlah keluhan mereka berkepanjangan, sehingga mereka Kami jadikan sebagai tanaman yang telah dituai, yang tidak dapat hidup lagi."},{"number":16,"text":"Dan Kami tidak menciptakan langit dan bumi dan segala apa yang ada di antara keduanya dengan main-main."},{"number":17,"text":" Seandainya Kami hendak membuat suatu permainan (istri dan anak), tentulah Kami membuatnya dari sisi Kami, jika Kami benar-benar menghendaki berbuat demikian."},{"number":18,"text":"Sebenarnya Kami melemparkan yang hak (kebenaran) kepada yang batil (tidak benar) lalu yang hak itu menghancurkannya, maka seketika itu (yang batil) lenyap. Dan celaka kamu karena kamu menyifati (Allah dengan sifat-sifat yang tidak pantas bagi-Nya)."},{"number":19,"text":"Dan milik-Nya siapa yang di langit dan di bumi. Dan (malaikat-malaikat) yang di sisi-Nya, tidak mempunyai rasa angkuh untuk menyembah-Nya dan tidak (pula) merasa letih."},{"number":20,"text":"Mereka (malaikat-malaikat) bertasbih tidak henti-hentinya malam dan siang."},{"number":21,"text":"Apakah mereka mengambil tuhan-tuhan dari bumi, yang dapat menghidupkan (orang-orang yang mati)?"},{"number":22,"text":"Seandainya pada keduanya (di langit dan di bumi) ada tuhan-tuhan selain Allah, tentu keduanya telah binasa. Mahasuci Allah yang memiliki ‘Arsy, dari apa yang mereka sifatkan."},{"number":23,"text":"Dia (Allah) tidak ditanya tentang apa yang dikerjakan, tetapi merekalah yang akan ditanya."},{"number":24,"text":"Atau apakah mereka mengambil tuhan-tuhan selain Dia? Katakanlah (Muhammad), “Kemukakanlah alasan-alasanmu! (Al-Qur'an) ini adalah peringatan bagi orang yang bersamaku, dan peringatan bagi orang sebelumku.” Tetapi kebanyakan mereka tidak mengetahui yang hak (kebenaran), karena itu mereka berpaling."},{"number":25,"text":"Dan Kami tidak mengutus seorang rasul pun sebelum engkau (Muhammad), melainkan Kami wahyukan kepadanya, bahwa tidak ada tuhan (yang berhak disembah) selain Aku, maka sembahlah Aku."},{"number":26,"text":"Dan mereka berkata, “Tuhan Yang Maha Pengasih telah menjadikan (malaikat) sebagai anak.” Mahasuci Dia. Sebenarnya mereka (para malaikat itu) adalah hamba-hamba yang dimuliakan,"},{"number":27,"text":"mereka tidak berbicara mendahului-Nya dan mereka mengerjakan perintah-perintah-Nya."},{"number":28,"text":"Dia (Allah) mengetahui segala sesuatu yang di hadapan mereka (malaikat) dan yang di belakang mereka, dan mereka tidak memberi syafaat melainkan kepada orang yang diridai (Allah), dan mereka selalu berhati-hati karena takut kepada-Nya."},{"number":29,"text":"Dan barangsiapa di antara mereka berkata, “Sungguh, aku adalah tuhan selain Allah,” maka orang itu Kami beri balasan dengan Jahanam. Demikianlah Kami memberikan balasan kepada orang-orang yang zalim."},{"number":30,"text":"Dan apakah orang-orang kafir tidak mengetahui bahwa langit dan bumi keduanya dahulunya menyatu, kemudian Kami pisahkan antara keduanya; dan Kami jadikan segala sesuatu yang hidup berasal dari air; maka mengapa mereka tidak beriman?"},{"number":31,"text":"Dan Kami telah menjadikan di bumi ini gunung-gunung yang kokoh agar ia (tidak) guncang bersama mereka, dan Kami jadikan (pula) di sana jalan-jalan yang luas, agar mereka mendapat petunjuk."},{"number":32,"text":"Dan Kami menjadikan langit sebagai atap yang terpelihara, namun mereka tetap berpaling dari tanda-tanda (kebesaran Allah) itu (matahari, bulan, angin, awan, dan lain-lain)."},{"number":33,"text":"Dan Dialah yang telah menciptakan malam dan siang, matahari dan bulan. Masing-masing beredar pada garis edarnya."},{"number":34,"text":"Dan Kami tidak menjadikan hidup abadi bagi seorang manusia sebelum engkau (Muhammad); maka jika engkau wafat, apakah mereka akan kekal?"},{"number":35,"text":"Setiap yang bernyawa akan merasakan mati. Kami akan menguji kamu dengan keburukan dan kebaikan sebagai cobaan. Dan kamu akan dikembalikan hanya kepada Kami."},{"number":36,"text":"Dan apabila orang-orang kafir itu melihat engkau (Muhammad), mereka hanya memperlakukan engkau menjadi bahan ejekan. (Mereka mengatakan), “Apakah ini orang yang mencela tuhan-tuhanmu?” Padahal mereka orang yang ingkar mengingat Allah Yang Maha Pengasih."},{"number":37,"text":"Manusia diciptakan (bersifat) tergesa-gesa. Kelak akan Aku perlihatkan kepadamu tanda-tanda (kekuasaan)-Ku. Maka janganlah kamu meminta Aku menyegerakannya."},{"number":38,"text":"Dan mereka berkata, “Kapankah janji itu (akan datang), jika kamu orang yang benar?”"},{"number":39,"text":"Seandainya orang kafir itu mengetahui, ketika mereka itu tidak mampu mengelakkan api neraka dari wajah dan punggung mereka, sedang mereka tidak mendapat pertolongan (tentulah mereka tidak meminta disegerakan)."},{"number":40,"text":" Sebenarnya (hari Kiamat) itu akan datang kepada mereka secara tiba-tiba, lalu mereka menjadi panik; maka mereka tidak sanggup menolaknya dan tidak (pula) diberi penangguhan (waktu)."},{"number":41,"text":"Dan sungguh, rasul-rasul sebelum engkau (Muhammad) pun telah diperolok-olokkan, maka turunlah (siksaan) kepada orang-orang yang mencemoohkan apa (rasul-rasul) yang selalu mereka perolok-olokkan."},{"number":42,"text":"Katakanlah, “Siapakah yang akan menjaga kamu pada waktu malam dan siang dari (siksaan) Allah Yang Maha Pengasih?” Tetapi mereka enggan mengingat Tuhan mereka."},{"number":43,"text":"Ataukah mereka mempunyai tuhan-tuhan yang dapat memelihara mereka dari (azab) Kami? Tuhan-tuhan mereka itu tidak sanggup menolong diri mereka sendiri dan tidak (pula) mereka dilindungi dari (azab) Kami."},{"number":44,"text":"Sebenarnya Kami telah memberi mereka dan nenek moyang mereka kenikmatan (hidup di dunia) hingga panjang usia mereka. Maka apakah mereka tidak melihat bahwa Kami mendatangi negeri (yang berada di bawah kekuasaan orang kafir), lalu Kami kurangi luasnya dari ujung-ujung negeri. Apakah mereka yang menang?"},{"number":45,"text":"Katakanlah (Muhammad), “Sesungguhnya aku hanya memberimu peringatan sesuai dengan wahyu.” Tetapi orang tuli tidak mendengar seruan apabila mereka diberi peringatan."},{"number":46,"text":"Dan jika mereka ditimpa sedikit saja azab Tuhanmu, pastilah mereka berkata, “Celakalah kami! Sesungguhnya kami termasuk orang yang selalu menzalimi (diri sendiri).”"},{"number":47,"text":"Dan Kami akan memasang timbangan yang tepat pada hari Kiamat, maka tidak seorang pun dirugikan walau sedikit; sekalipun hanya seberat biji sawi, pasti Kami mendatangkannya (pahala). Dan cukuplah Kami yang membuat perhitungan."},{"number":48,"text":"Dan sungguh, Kami telah memberikan kepada Musa dan Harun, Furqan (Kitab Taurat) dan penerangan serta pelajaran bagi orang-orang yang bertakwa."},{"number":49,"text":"(Yaitu) orang-orang yang takut (azab) Tuhannya, sekalipun mereka tidak melihat-Nya, dan mereka merasa takut akan (tibanya) hari Kiamat."},{"number":50,"text":"Dan ini (Al-Qur'an) adalah suatu peringatan yang mempunyai berkah yang telah Kami turunkan. Maka apakah kamu mengingkarinya?"},{"number":51,"text":"Dan sungguh, sebelum dia (Musa dan Harun) telah Kami berikan kepada Ibrahim petunjuk, dan Kami telah mengetahui dia."},{"number":52,"text":"(Ingatlah), ketika dia (Ibrahim) berkata kepada ayahnya dan kaumnya, “Patung-patung apakah ini yang kamu tekun menyembahnya?”"},{"number":53,"text":"Mereka menjawab, “Kami mendapati nenek moyang kami menyembahnya.”"},{"number":54,"text":"Dia (Ibrahim) berkata, “Sesungguhnya kamu dan nenek moyang kamu berada dalam kesesatan yang nyata.”"},{"number":55,"text":"Mereka berkata, “Apakah engkau da-tang kepada kami membawa kebenaran atau engkau main-main?”"},{"number":56,"text":"Dia (Ibrahim) menjawab, “Sebenarnya Tuhan kamu ialah Tuhan (pemilik) langit dan bumi; (Dialah) yang telah menciptakannya; dan aku termasuk orang yang dapat bersaksi atas itu.”"},{"number":57,"text":"Dan demi Allah, sungguh, aku akan melakukan tipu daya terhadap berhala-berhalamu setelah kamu pergi meninggalkannya."},{"number":58,"text":"Maka dia (Ibrahim) menghancurkan (berhala-berhala itu) berkeping-keping, kecuali yang terbesar (induknya); agar mereka kembali (untuk bertanya) kepadanya."},{"number":59,"text":"Mereka berkata, “Siapakah yang melakukan (perbuatan) ini terhadap tuhan-tuhan kami? Sungguh, dia termasuk orang yang zalim.”"},{"number":60,"text":"Mereka (yang lain) berkata, “Kami mendengar ada seorang pemuda yang mencela (berhala-berhala ini), namanya Ibrahim.”"},{"number":61,"text":"Mereka berkata, “(Kalau demikian) bawalah dia dengan diperlihatkan kepada orang banyak, agar mereka menyaksikan.”"},{"number":62,"text":" Mereka bertanya, “Apakah engkau yang melakukan (perbuatan) ini terhadap tuhan-tuhan kami, wahai Ibrahim?”"},{"number":63,"text":"Dia (Ibrahim) menjawab, “Sebenarnya (patung) besar itu yang melakukannya, maka tanyakanlah kepada mereka, jika mereka dapat berbicara.”"},{"number":64,"text":"Maka mereka kembali kepada kesadaran mereka dan berkata, “Sesungguhnya kamulah yang menzalimi (diri sendiri).”"},{"number":65,"text":"Kemudian mereka menundukkan kepala (lalu berkata), “Engkau (Ibrahim) pasti tahu bahwa (berhala-berhala) itu tidak dapat berbicara.”"},{"number":66,"text":"Dia (Ibrahim) berkata, “Mengapa kamu menyembah selain Allah, sesuatu yang tidak dapat memberi manfaat sedikit pun, dan tidak (pula) mendatangkan mudarat kepada kamu?"},{"number":67,"text":"Celakalah kamu dan apa yang kamu sembah selain Allah! Tidakkah kamu mengerti?”"},{"number":68,"text":" Mereka berkata, “Bakarlah dia dan bantulah tuhan-tuhan kamu, jika kamu benar-benar hendak berbuat.”"},{"number":69,"text":"Kami (Allah) berfirman, “Wahai api! Jadilah kamu dingin, dan penyelamat bagi Ibrahim!”"},{"number":70,"text":"Dan mereka hendak berbuat jahat terhadap Ibrahim, maka Kami menjadikan mereka itu orang-orang yang paling rugi."},{"number":71,"text":"Dan Kami selamatkan dia (Ibrahim) dan Lut ke sebuah negeri yang telah Kami berkahi untuk seluruh alam."},{"number":72,"text":"Dan Kami menganugerahkan kepadanya (Ibrahim) Ishak dan Yakub, sebagai suatu anugerah. Dan masing-masing Kami jadikan orang yang saleh."},{"number":73,"text":"Dan Kami menjadikan mereka itu sebagai pemimpin-pemimpin yang memberi petunjuk dengan perintah Kami dan Kami wahyukan kepada mereka agar berbuat kebaikan, melaksanakan salat dan menunaikan zakat, dan hanya kepada Kami mereka menyembah."},{"number":74,"text":"Kepada Lut, Kami berikan hikmah dan ilmu, dan Kami selamatkan dia dari (azab yang telah menimpa penduduk) kota yang melakukan perbuatan keji. Sungguh, mereka orang-orang yang jahat lagi fasik.  "},{"number":75,"text":" Dan Kami masukkan dia ke dalam rahmat Kami; sesungguhnya dia termasuk golongan orang yang saleh."},{"number":76,"text":"Dan (ingatlah kisah) Nuh, sebelum itu, ketika dia berdoa. Kami perkenankan (doa)nya, lalu Kami selamatkan dia bersama pengikutnya dari bencana yang besar."},{"number":77,"text":" Dan Kami menolongnya dari orang-orang yang telah mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah orang-orang yang jahat, maka Kami tenggelamkan mereka semuanya."},{"number":78,"text":" Dan (ingatlah kisah) Dawud dan Sulaiman, ketika keduanya memberikan keputusan mengenai ladang, karena (ladang itu) dirusak oleh kambing-kambing milik kaumnya. Dan Kami menyaksikan keputusan (yang diberikan) oleh mereka itu."},{"number":79,"text":" Dan Kami memberikan pengertian kepada Sulaiman (tentang hukum yang lebih tepat); dan kepada masing-masing Kami berikan hikmah dan ilmu, dan Kami tundukkan gunung-gunung dan burung-burung, semua bertasbih bersama Dawud. Dan Kamilah yang melakukannya."},{"number":80,"text":"Dan Kami ajarkan (pula) kepada Dawud cara membuat baju besi untukmu, guna melindungi kamu dalam peperangan. Apakah kamu bersyukur (kepada Allah)?"},{"number":81,"text":"Dan (Kami tundukkan) untuk Sulaiman angin yang sangat kencang tiupannya yang berhembus dengan perintahnya ke negeri yang Kami beri berkah padanya. Dan Kami Maha Mengetahui segala sesuatu."},{"number":82,"text":"Dan (Kami tundukkan pula kepada Sulaiman) segolongan setan-setan yang menyelam (ke dalam laut) untuknya dan mereka mengerjakan pekerjaan selain  itu; dan  Kami yang memelihara mereka itu."},{"number":83,"text":"Dan (ingatlah kisah) Ayub, ketika dia berdoa kepada Tuhannya, “(Ya Tuhanku), sungguh, aku telah ditimpa penyakit, padahal Engkau Tuhan Yang Maha Penyayang dari semua yang penyayang.”"},{"number":84,"text":"Maka Kami kabulkan (doa)nya, lalu Kami lenyapkan penyakit yang ada padanya dan Kami kembalikan keluarganya kepadanya, dan (Kami lipat gandakan jumlah mereka) sebagai suatu rahmat dari Kami, dan untuk menjadi peringatan bagi semua yang menyembah Kami."},{"number":85,"text":" Dan (ingatlah kisah) Ismail, Idris dan Zulkifli. Mereka semua termasuk orang-orang yang sabar."},{"number":86,"text":"Dan Kami masukkan mereka ke dalam rahmat Kami. Sungguh, mereka termasuk orang-orang yang saleh."},{"number":87,"text":"Dan (ingatlah kisah) Zun Nun (Yunus), ketika dia pergi dalam keadaan marah, lalu dia menyangka bahwa Kami tidak akan menyulitkannya, maka dia berdoa dalam keadaan yang sangat gelap, ”Tidak ada tuhan selain Engkau, Mahasuci Engkau. Sungguh, aku  termasuk orang-orang yang zalim.”"},{"number":88,"text":"Maka Kami kabulkan (doa)nya dan Kami selamatkan dia dari kedukaan. Dan demikianlah Kami menyelamatkan orang-orang yang beriman."},{"number":89,"text":" Dan (ingatlah kisah) Zakaria, ketika dia berdoa kepada Tuhannya, “Ya Tuhanku, janganlah Engkau biarkan aku hidup seorang diri (tanpa keturunan) dan Engkaulah ahli waris yang terbaik."},{"number":90,"text":"Maka Kami kabulkan (doa)nya, dan Kami anugerahkan kepadanya Yahya, dan Kami jadikan istrinya (dapat mengandung). Sungguh, mereka selalu bersegera dalam (mengerjakan) kebaikan, dan mereka berdoa kepada Kami dengan penuh harap dan cemas. Dan mereka orang-orang yang khusyuk kepada Kami."},{"number":91,"text":"Dan (ingatlah kisah Maryam) yang memelihara kehormatannya, lalu Kami tiupkan (roh) dari Kami ke dalam (tubuh)nya; Kami jadikan dia dan anaknya sebagai tanda (kebesaran Allah)  bagi seluruh alam."},{"number":92,"text":"Sungguh, (agama tauhid) inilah agama kamu, agama yang satu, dan Aku adalah Tuhanmu, maka sembahlah Aku."},{"number":93,"text":"Tetapi mereka terpecah belah dalam urusan (agama) mereka di antara mereka. Masing-masing (golongan itu semua) akan kembali kepada Kami."},{"number":94,"text":"Barangsiapa mengerjakan kebajikan, dan dia beriman, maka usahanya tidak akan diingkari (disia-siakan), dan sungguh, Kamilah yang mencatat untuknya."},{"number":95,"text":"Dan tidak mungkin bagi (penduduk) suatu negeri yang telah Kami binasakan, bahwa mereka tidak akan kembali (kepada Kami)."},{"number":96,"text":"Hingga apabila (tembok) Yakjuj dan Makjuj dibukakan dan mereka turun dengan cepat dari seluruh tempat yang tinggi."},{"number":97,"text":"Dan (apabila) janji yang benar (hari berbangkit) telah dekat, maka tiba-tiba mata orang-orang yang kafir terbelalak. (Mereka berkata), ”Alangkah celakanya kami! Kami benar-benar lengah tentang ini, bahkan kami benar-benar orang yang zalim.”"},{"number":98,"text":"Sungguh, kamu (orang kafir) dan apa yang kamu sembah selain Allah, adalah bahan bakar Jahanam. Kamu (pasti) masuk ke dalamnya."},{"number":99,"text":"Seandainya (berhala-berhala) itu tuhan, tentu mereka tidak akan memasukinya (neraka). Tetapi semuanya akan kekal di dalamnya."},{"number":100,"text":"Mereka merintih dan menjerit di dalamnya (neraka), dan mereka di dalamnya tidak dapat mendengar."},{"number":101,"text":"Sungguh, sejak dahulu bagi orang-orang yang telah ada (ketetapan) yang baik dari Kami, mereka itu akan dijauhkan (dari neraka)."},{"number":102,"text":"Mereka tidak mendengar bunyi desis (api neraka), dan mereka kekal dalam (menikmati) semua yang mereka ingini.  "},{"number":103,"text":"Kejutan yang dahsyat tidak membuat mereka merasa sedih, dan para malaikat akan menyambut mereka (dengan ucapan), “Inilah harimu yang telah dijanjikan kepadamu.”"},{"number":104,"text":"(Ingatlah) pada hari langit Kami gulung seperti menggulung lembaran-lembaran kertas. Sebagaimana Kami telah memulai penciptaan pertama, begitulah Kami akan mengulanginya lagi. (Suatu) janji yang pasti Kami tepati; sungguh, Kami akan melaksanakannya."},{"number":105,"text":"Dan sungguh, telah Kami tulis di dalam Zabur setelah (tertulis) di dalam Az-Zikr (Lauh Mahfuzh), bahwa bumi ini akan diwarisi oleh hamba-hamba-Ku yang saleh."},{"number":106,"text":"Sungguh, (apa yang disebutkan) di dalam (Al-Qur'an) ini, benar-benar menjadi petunjuk (yang lengkap) bagi orang-orang yang menyembah (Allah)."},{"number":107,"text":"Dan Kami tidak mengutus engkau (Muhammad) melainkan untuk (menjadi) rahmat bagi seluruh alam."},{"number":108,"text":"Katakanlah (Muhammad), “Sungguh, apa yang diwahyukan kepadaku ialah bahwa Tuhanmu adalah Tuhan Yang Esa, maka apakah kamu telah berserah diri (kepada-Nya)?”"},{"number":109,"text":"Maka jika mereka berpaling, maka katakanlah (Muhammad), “Aku telah menyampaikan kepadamu (ajaran) yang sama (antara kita) dan aku tidak tahu apakah yang diancamkan kepadamu itu sudah dekat atau masih jauh.”"},{"number":110,"text":"Sungguh, Dia (Allah) mengetahui perkataan (yang kamu ucapkan) dengan terang-terangan, dan mengetahui (pula) apa yang kamu rahasiakan."},{"number":111,"text":"Dan aku tidak tahu, boleh jadi hal itu cobaan bagi kamu dan kesenangan sampai waktu yang ditentukan."},{"number":112,"text":"Dia (Muhammad) berkata, “Ya Tuhanku, berilah keputusan dengan adil. Dan Tuhan kami Maha Pengasih, tempat memohon segala pertolongan atas semua yang kamu katakan.”"}]},"tafsir":{"lang":"id","source":"Kementrian Agama Republic Indonesia","tafsirs":[{"number":1,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eTelah semakin dekat kepada manusia\u003c/em\u003e, yang kafir dan yang menyekutukan Allah,\u0026nbsp;\u003cem\u003eperhitungan amal mereka\u003c/em\u003e, pada hari Kiamat tentang semua yang mereka kerjakan di dunia,\u0026nbsp;\u003cem\u003esedang mereka dalam keadaan lalai\u003c/em\u003e\u0026nbsp;tentang dahsyatnya hari Kiamat, karena kesibukan mereka tentang dunia, mereka\u0026nbsp;\u003cem\u003eberpaling\u003c/em\u003e\u0026nbsp;dari iman terhadap akhirat.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menjelaskan bahwa hari hisab atau perhitungan amal untuk manusia sudah dekat. Pada hari hisab itu kelak akan diperhitungkan semua perbuatan yang telah mereka lakukan selagi mereka hidup di dunia. Selain itu, semua nikmat yang telah dilimpahkan Allah kepada mereka diminta pertanggungjawabannya, baik nikmat yang ada pada diri mereka sendiri, seperti akal pikiran, makanan dan minuman, serta anak keturunan dan harta benda. Mereka akan ditanya, apa yang telah mereka perbuat dengan semua nikmat itu? Apakah karunia Allah tersebut mereka gunakan untuk berbuat kebajikan dalam rangka ketaatan kepada-Nya, ataukah semuanya itu digunakan untuk melakukan perbuatan-perbuatan yang membuktikan keingkaran dan kedurhakaan mereka kepada-Nya?\nAllah menegaskan bahwa manusia sesungguhnya lalai terhadap apa yang akan diperbuat Allah kelak terhadap mereka di hari Kiamat. Kelalaian itulah yang menyebabkan mereka tidak mau berpikir mengenai hari Kiamat, sehingga mereka tidak mempersiapkan diri sebaik-baiknya untuk menjaga keselamatan diri mereka dari azab Allah.\nOrang-orang yang dimaksud dalam ayat ini adalah kaum musyrikin. Mereka adalah orang-orang yang tidak beriman tentang adanya hari Kiamat, dan mengingkari adanya hari kebangkitan dan hari hisab. Namun demikian, ayat ini memperingatkan kepada mereka bahwa hari hisab sudah dekat. Ini adalah untuk menekankan, bahwa hari Kiamat, termasuk hari kebangkitan dan hari hisab, pasti akan datang, walaupun mereka itu tidak mempercayainya; dan hari hisab itu akan diikuti pula oleh hari-hari pembalasan terhadap amal-amal yang baik atau pun yang buruk.\nKaum musyrikin itu lalai dan tidak mau berpikir tentang nasib jelek yang akan mereka temui kelak pada hari hisab dan hari pembalasan itu. Padahal, dengan akal sehat semata, orang dapat meyakini, bahwa perbuatan yang baik sepantasnya dibalas dengan kebaikan, dan perbuatan yang jahat sepatutnya dibalas dengan azab dan siksa. Akan tetapi karena mereka itu tidak mau memikirkan akibat buruk yang akan mereka terima di akhirat kelak, maka mereka senantiasa memalingkan muka dan menutup telinga, setiap kali mereka diperingatkan dengan ayat-ayat Al-Qur'an, yang berisi ancaman dan sebagainya.\n"}},{"number":2,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eSetiap diturunkan kepada mereka\u003c/em\u003e, orang-orang kafir dan musyrik, \u003cem\u003eayat-ayat\u003c/em\u003e Al-Qur'an \u003cem\u003eyang baru\u003c/em\u003e diturunkan \u003cem\u003edari Tuhan\u003c/em\u003e, yang mengingatkan mereka tentang prinsip hidup yang berguna bagi mereka, \u003cem\u003emereka mendengarkannya sambil bermain-main\u003c/em\u003e, sibuk tentang permainan yang tak berguna bagi mereka; mereka bermain seperti lazimnya anak-anak bermain.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menunjukkan bukti-bukti kelalaian dan sikap masa bodoh kaum musyrikin, seperti ketika mereka mendengar ayat-ayat yang diturunkan Allah, yang disampaikan kepada mereka oleh Rasulullah saw, mereka tidak menggubrisnya, bahkan mereka memperolok-olokkannya. Dengan demikian, ayat ini merupakan peringatan tidak hanya bagi kaum kafir tetapi juga merupakan peringatan keras bagi siapa saja yang tidak mau mengambil pelajaran dari ayat-ayat yang disampaikan kepada mereka. Pelajaran, peringatan dan ancaman yang terkandung dalam ayat-ayat tersebut tidak menyentuh hati nurani mereka. Mereka hanya sekedar mendengar, akan tetapi tidak memperhatikannya atau merenungkannya."}},{"number":3,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eHati mereka dalam keadaan lalai\u003c/em\u003e dari Al-Qur\u0026rsquo;an, sibuk dengan kehi-dupan dunia yang tak bermakna. Mereka tidak memikirkan pesan Al-Qur\u0026rsquo;an. \u003cem\u003eDan orang-orang yang zalim\u003c/em\u003e di antara pemuka Quraisy \u003cem\u003eitu merahasiakan pembicaraan mereka\u003c/em\u003e, yang menggambarkan penolakan mereka beriman kepada Nabi Muhammad, \u0026ldquo;Orang \u003cem\u003eini\u003c/em\u003e (Muhammad) \u003cem\u003etidak lain hanyalah seorang manusia\u003c/em\u003e juga \u003cem\u003eseperti kamu. Apakah kamu menerima sihir\u003c/em\u003e Muhammad\u003cem\u003e itu,\u003c/em\u003e ayat-ayat Al-Qur\u0026rsquo;an, \u003cem\u003epadahal kamu menyaksikan\u003c/em\u003e bahwa yang diucapkannya itu benar-benar sihir?\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menerangkan apa yang mereka sembunyikan dalam hati mereka, yaitu pembicaraan di antara mereka yang disembunyikan terhadap orang lain, mengenai Rasulullah, di mana mereka mengatakan kepada sesamanya, bahwa Muhammad adalah manusia biasa seperti mereka, dan bahwa apa yang disampaikannya kepada mereka hanyalah sihir belaka. Ini merupakan salah satu dari usaha mereka untuk menghasut orang banyak agar tidak memperhatikan ayat-ayat Al-Qur'an yang disampaikan Rasulullah kepada mereka. Karena menurut anggapan mereka, Muhammad saw adalah manusia biasa, seperti manusia yang lain. Ia juga makan, minum serta hidup berkeluarga, bekerja dan berusaha untuk mencari rezeki, sedang ayat-ayat yang disampaikannya adalah sihir belaka, oleh sebab itu dia tidak patut untuk didengar, diperhatikan dan ditaati.\nAkan tetapi dari ucapan mereka bahwa ayat-ayat itu adalah sihir, sebenarnya mencerminkan suatu pengakuan, bahwa ayat-ayat tersebut adalah suatu yang menakjubkan mereka, dan mereka merasa tidak mampu untuk menandinginya. Hanya saja, karena mereka ingin menghalangi orang lain untuk mendengarkan ayat-ayat tersebut serta mengambil pelajaran daripadanya, maka mereka menamakannya sihir, supaya orang lain menjauhinya.\nUcapan orang musyrikin di atas menunjukkan bahwa mereka menolak kenabian Muhammad dengan dua cara. Pertama, dengan mengatakan bahwa Rasul haruslah dari kalangan malaikat, bukan dari kalangan manusia, padahal Muhammad adalah manusia juga, karena mempunyai sifat dan tingkah laku yang sama dengan manusia lainnya. Kedua, dengan mengatakan bahwa ayat-ayat yang disampaikannya adalah semacam sihir, bukan wahyu dari Allah.\nKedua macam tuduhan itu mereka rahasiakan di antara sesama mereka, sebagai usaha untuk mencari jalan yang paling tepat untuk meruntuhkan agama Islam. Hal itu mereka rahasiakan karena sudah menjadi kecenderungan bagi manusia, bahwa mereka tidak akan mengajak musuh-musuh mereka berunding dalam mencari upaya untuk merusak dan membinasakan musuh-musuh itu.\n"}},{"number":4,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eNabi Muhammad,\u0026nbsp;\u003cem\u003eberkata\u003c/em\u003e\u0026nbsp;kepada orang-orang kafir, \u0026ldquo;\u003cem\u003eTuhanku mengetahui\u003c/em\u003e\u0026nbsp;secara detail semua\u0026nbsp;\u003cem\u003eperkataan\u003c/em\u003e\u0026nbsp;para malaikat\u0026nbsp;\u003cem\u003edi langit\u003c/em\u003e\u0026nbsp;dan mengetahui pula semua pembicaraan manusia\u003cem\u003e\u0026nbsp;di bumi,\u003c/em\u003e\u0026nbsp;meskipun mereka merahasiakannya;\u0026nbsp;\u003cem\u003edan Dia Maha Mendengar\u003c/em\u003e\u0026nbsp;semua pembicaraan makhluk-Nya,\u0026nbsp;\u003cem\u003eMaha Mengetahui\u003c/em\u003e\u0026nbsp;semua peristiwa yang sudah, sedang, dan akan terjadi di jagat raya!\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menjelaskan bahwa dalam menanggapi tuduhan dan serangan kaum musyrikin, Rasulullah saw menegaskan bahwa Allah mengetahui semua perkataan yang diucapkan makhluk-makhluk-Nya, baik yang ada di langit maupun yang ada di bumi, baik kata-kata yang diucapkan dengan terang-terangan maupun yang dirahasiakan, karena Dialah Yang Maha Mendengar, Maha Mengetahui. Oleh sebab itu walaupun kaum musyrik itu merahasiakan rencana jahat mereka, Allah tetap mengetahuinya dan Dia akan memberikan balasan kepada mereka berupa azab dan siksa. Dengan demikian ayat ini berisi ancaman terhadap kaum musyrikin."}},{"number":5,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eBahkan\u003c/em\u003e, mereka orang-orang kafir itu, menolak kebenaran Al-Qur\u0026rsquo;an,\u003cem\u003e dengan berkata\u003c/em\u003e, bahwa \u0026ldquo;Al-Qur\u0026rsquo;an itu buah \u003cem\u003emimpi-mimpi\u003c/em\u003e Muhammad\u003cem\u003e yang kacau, atau hasil rekayasanya, atau bahkan dia\u003c/em\u003e bukan nabi dan rasul, \u003cem\u003emelainkan hanya seorang penyair\u003c/em\u003e yang pandai menggubah puisi yang kacau. Jika dia ingin kita membenarkannya,\u003cem\u003e cobalah dia datangkan kepada kita suatu tanda\u003c/em\u003e, bukti fisik yang meyakinkan, \u003cem\u003eseperti\u003c/em\u003e halnya mukjizat\u003cem\u003e rasul-rasul\u003c/em\u003e \u003cem\u003eyang diutus terdahulu\u003c/em\u003e seperti unta betina Nabi Saleh atau mukjizat Nabi Musa dan Isa.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menjelaskan, bahwa kejahatan kaum musyrikin itu tidak hanya sekedar mengatakan bahwa Muhammad bukan Rasul dan Al-Qur'an itu adalah sihir, tetapi mereka juga mengatakan bahwa Al-Qur'an adalah merupakan mimpi-mimpi yang kacau. Bahkan yang lain berkata bahwa Al-Qur'an hanyalah sesuatu yang diada-adakan oleh Muhammad sendiri. Bahkan di antara mereka ada pula yang mengatakan, bahwa Muhammad adalah seorang penyair. Mereka juga menuntut Muhammad saw untuk mendatangkan mukjizat selain Al-Qur'an, seperti yang diperlihatkan oleh rasul-rasul yang terdahulu. Padahal Al-Qur'an itulah mukjizat terbesar Nabi Muhammad. \nDengan demikian mereka tidak mengetahui bahwa Al-Qur'an adalah wahyu Allah kepada Muhammad saw. Dan mereka tidak mengakui bahwa Al-Qur'an adalah mukjizat yang dikaruniakan Allah kepadanya sebagai bukti kebenaran kenabian dan kerasulannya.\nBarangsiapa yang berhati jujur serta mempunyai pengetahuan tentang bahasa Arab dan sastranya yang tinggi, niscaya akan mengakui bahwa bahasa dan isi ayat-ayat Al-Qur'an sangat menakjubkan. Akan tetapi, kaum musyrikin telah memutarbalikkan kenyataan ini. \n"}},{"number":6,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003ePenduduk suatu negeri\u003c/em\u003e, seperti kaum \u0026lsquo;Ad dan Samud,\u0026nbsp;\u003cem\u003esebelum mereka,\u003c/em\u003e\u0026nbsp;yakni orang-orang kafir Mekah,\u0026nbsp;\u003cem\u003eyang telah Kami binasakan\u003c/em\u003e, meminta mukjizat fisik kepada para nabi.\u0026nbsp;\u003cem\u003eMereka itu\u003c/em\u003e\u0026nbsp;tetap\u0026nbsp;\u003cem\u003etidak beriman\u003c/em\u003e, padahal telah Kami kirimkan bukti itu kepada mereka.\u0026nbsp;\u003cem\u003eApakah mereka\u003c/em\u003e, kafir Mekah,\u0026nbsp;\u003cem\u003eakan beriman\u003c/em\u003e\u0026nbsp;jika mukjizat fisik yang diminta itu dipenuhi?\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menegaskan bahwa andaikata tuntutan mereka dikabulkan, mereka tetap tidak akan beriman. Kenyataan ini telah terjadi pada kaum musyrikin pada masa-masa sebelumnya. Mereka juga tidak beriman kendati pun tuntutan mereka dikabulkan. Itulah sebabnya Allah telah membinasakan mereka. Lalu apa alasannya untuk mengabulkan tuntutan kaum musyrikin yang ada sekarang. Allah telah mengetahui bahwa mereka juga tidak akan beriman. Dan sunnatullah tidak akan berubah, siapa yang zalim, pasti akan binasa. Maka kaum musyrikin Quraisy yang tidak beriman kepada Muhammad, dan yang berlaku zalim, juga pasti akan binasa."}},{"number":7,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan Kami\u003c/em\u003e, wahai Muhammad, \u003cem\u003etidak mengutus\u003c/em\u003e para rasul\u003cem\u003e sebelum engkau, melainkan beberapa orang laki-laki\u003c/em\u003e dari kalangan manusia \u003cem\u003eyang Kami beri wahyu kepada mereka\u003c/em\u003e. Kami tidak mengutus para malaikat untuk menjadi rasul bagi manusia. \u003cem\u003eMaka tanyakanlah,\u003c/em\u003e wahai kaum kafir Mekah,\u003cem\u003e kepada orang yang berilmu\u003c/em\u003e tentang kitab Allah yang diturunkan sebelum Al-Qur\u0026rsquo;an, \u003cem\u003ejika kamu tidak mengetahui\u003c/em\u003e persoalan ini.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menjelaskan bahwa Allah sejak dahulu tidak pernah mengutus rasul kecuali selalu dari kalangan manusia biasa yang diberi-Nya wahyu. Kalau mereka benar-benar tidak mengetahui bahwa para rasul yang diutus Allah adalah manusia bukan malaikat, mereka bisa bertanya kepada orang-orang yang mengetahui baik dari kalangan kaum Yahudi maupun Nasrani, sebab mereka itu mengetahui masalah tersebut, dan tidak pernah mengingkarinya.\nDalam ayat yang lain Allah menyuruh Nabi Muhammad mengatakan kepada kaum musyrikin bahwa dia adalah manusia. Allah berfirman:\nKatakanlah (Muhammad), \"Sesungguhnya aku ini hanya seorang manusia seperti kamu, yang telah menerima wahyu, bahwa sesungguhnya Tuhan kamu adalah Tuhan Yang Maha Esa. Maka barangsiapa mengharap pertemuan dengan Tuhannya, maka hendaklah dia mengerjakan kebajikan dan janganlah dia mempersekutukan dengan sesuatupun dalam beribadah kepada Tuhannya.\" (al-Kahf/18:110)\nJadi Nabi Muhammad bukanlah pengecualian dari para rasul se-belumnya.\n"}},{"number":8,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan Kami tidak menjadikan mereka\u003c/em\u003e, para rasul sebelum engkau, wahai Muhammad, manusia yang menyalahi sifat kemanusiaan, yaitu \u003cem\u003esuatu tubuh yang tidak memakan makanan\u003c/em\u003e, tidak membutuhkan minuman sebagai asupan untuk menjaga kelangsungan hidup; \u003cem\u003edan mereka\u003c/em\u003e, para rasul itu, \u003cem\u003etidak hidup kekal\u003c/em\u003e di dunia ini. Mereka pun mati sebagimana manusia pada umumnya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Kaum musyrikin menyerang Rasulullah, di mana mereka menyinggung sifat-sifat kemanusiaan yang terlihat pada diri Rasulullah saw. Mereka mengatakan, mengapa rasul itu memakan makanan seperti manusia lainnya, dan berjalan di pasar (untuk berdagang), sebagaimana disebutkan dalam Surah al-Furqan, ayat 7. Maka dalam ayat ini Allah menjelaskan bahwa Dia menjadikan rasul-rasul itu orang-orang yang memakan makanan, dan tidak pula mereka hidup kekal di dunia, karena mereka itu adalah manusia juga, yang memerlukan makanan, minuman, tidur dan hidup berumah tangga. Hanya saja Allah telah memilih mereka untuk menyampaikan risalah-Nya kepada umat manusia, dan diberinya wahyu yang berisi petunjuk dan bimbingan, untuk mengeluarkan umat manusia dari kegelapan kekufuran kepada cahaya iman yang terang benderang. Rasul sebagai pembimbing adalah manusia biasa yang tidak memiliki kualitas supranatural, melainkan hanya diberi wahyu."}},{"number":9,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eKemudian Kami tepati janji\u003c/em\u003e, yang telah Kami janjikan tentang pertolongan dan keselamatan\u003cem\u003e kepada mereka\u003c/em\u003e, para rasul dan pengikut-pengikutnya yang beriman. \u003cem\u003eMaka Kami selamatkan mereka dan orang-orang yang Kami kehendaki\u003c/em\u003e di antara umat para rasul itu karena keimanannya; \u003cem\u003edan Kami binasakan\u003c/em\u003e dengan bencana alam \u003cem\u003eorang-orang yang melampaui batas,\u003c/em\u003e karena kekafiran mereka kepada Allah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menjanjikan kepada setiap rasul yang diutus-Nya, bahwa Dia akan menyelamatkan rasul bersama para pengikutnya yang telah beriman. Di samping itu, Allah juga berjanji akan membinasakan kaum kafir dan para pendurhaka di antara kaumnya. Hal ini seperti diterangkan dalam Surah Hud, yang berisi kisah-kisah tentang para nabi dan rasul. Maka dalam ayat ini Allah menegaskan bahwa Dia telah menepati janji-Nya kepada rasul-rasul yang terdahulu, sehingga mereka bersama umatnya telah diselamatkan-Nya dari kezaliman kaum kafir dan musyrik yang mengingkari agama-Nya, serta mendustakan rasul-rasul-Nya. Demikianlah balasan yang layak untuk mereka. Janji semacam itu akan ditepati-Nya pula terhadap Nabi Muhammad beserta kaum Muslimin yang setia."}},{"number":10,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eSungguh, Kami telah menurunkan kepada kalian\u003c/em\u003e, melalui seorang utusan Allah,\u0026nbsp;\u003cem\u003esebuah Kitab\u003c/em\u003e\u0026nbsp;Al-Qur\u0026rsquo;an, agar menjadi pedoman hidup kalian,\u0026nbsp;\u003cem\u003eyang di dalamnya terdapat peringatan bagi kalian\u003c/em\u003e\u0026nbsp;tentang tindakan yang menyelamatkan dan mencelakakan kalian.\u0026nbsp;\u003cem\u003eMaka apakah kalian tidak mengerti t\u003c/em\u003eujuan Allah menurunkan Kitab Al-Qur\u0026rsquo;an ini?\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah mengarahkan firman-Nya kepada seluruh umat manusia, bahwa Dia telah menurunkan kitab Al-Qur'an ini, yang berisi ajaran dan nilai-nilai yang membahwa kepada kemuliaan mereka baik di dunia maupun di akhirat kelak. Sebab itu selayaknyalah mereka memahami isinya serta mengamalkan dengan cara yang sebaik-baiknya."}},{"number":11,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan berapa banyak\u003c/em\u003e penduduk \u003cem\u003enegeri yang berbuat zalim\u003c/em\u003e seperti kaum \u0026lsquo;Ad dan Samud, dengan mengingkari ajaran para rasul yang diutus kepada mereka \u003cem\u003eyang telah Kami binasakan\u003c/em\u003e dengan azab yang menimpa mereka. \u003cem\u003eDan Kami jadikan generasi yang lain\u003c/em\u003e setelah mereka musnah sebagai pengganti.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menjelaskan bahwa banyak negeri-negeri yang penduduknya zalim, telah dibinasakan, kemudian digantinya penduduk negeri itu dengan kaum yang beriman dan beramal saleh.\nSehubungan dengan ini, Allah telah berfirman dalam ayat yang lain sebagai berikut:\nDan berapa banyak kaum setelah Nuh, yang telah Kami binasakan. (al-Isra`/17: 17)\nDan firman-Nya dalam ayat yang lain:\nMaka betapa banyak negeri yang telah Kami binasakan karena (penduduk)nya dalam keadaan zalim, sehingga runtuh bangunan-bangunannya¦ (al-Hajj/22: 45)\n"}},{"number":12,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eMaka ketika mereka\u003c/em\u003e, penduduk negeri yang zalim tersebut, melihat dan\u0026nbsp;\u003cem\u003emerasakan azab Kami\u003c/em\u003e\u0026nbsp;yang ditimpakan kepada mereka\u003cem\u003e, tiba-tiba mereka\u003c/em\u003e\u0026nbsp;berusaha\u0026nbsp;\u003cem\u003emelarikan diri\u003c/em\u003e\u0026nbsp;\u003cem\u003edari\u003c/em\u003e\u0026nbsp;negerinya\u0026nbsp;\u003cem\u003eitu\u003c/em\u003e\u0026nbsp;karena ketakutan dan hendak menyelamatkan diri, tetapi mereka tetap binasa.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah menjelaskan bagaimana keadaan kaum kafir pada waktu terjadinya malapetaka tersebut, setelah mereka yakin bahwa azab Allah pasti akan menimpa diri mereka sebagaimana yang telah diperingatkan oleh para nabi dan rasul, maka mereka lari dalam keadaan tunggang langgang, padahal dahulunya mereka dengan penuh kesombongan berkata kepada rasul-rasul mereka, \"Kami pasti akan mengusir kamu dari negeri kami ini, atau kamu akan kembali kepada agama kami.\" Sekarang sebaliknya merekalah yang terpaksa meninggalkan rumah dan kampung halaman mereka, melarikan diri dari azab Allah."}},{"number":13,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDalam keadaan sudah binasa, lalu dikumandangkan kepada mereka, \u0026ldquo;\u003cem\u003eJanganlah kamu lari tergesa-gesa\u003c/em\u003e meninggalkan negeri kamu. Lebih baik \u003cem\u003ekembalilah kamu kepada kesenangan hidupmu\u003c/em\u003e di negeri kamu itu, \u003cem\u003edan\u003c/em\u003e nikmatilah hidup mewah \u003cem\u003edi tempat-tempat kediamanmu\u003c/em\u003e dengan fasilitas yang lengkap, \u003cem\u003eagar kamu dapat ditanya\u003c/em\u003e tentang segala hal mengenai asal-usul kemewahan itu.\u0026rdquo; Hal ini merupakan bentuk penghinaan dan sindiran tajam terhadap mereka.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah menjelaskan, bahwa ketika mereka lari untuk menyelamatkan diri dari malapetaka yang datang, mereka diperintahkan kembali ke tempat semula, di mana mereka telah merasakan nikmat Allah, untuk kemudian menjawab pertanyaan-pertanyaan yang akan diajukan kepada mereka, sebagai pertanggung jawaban mereka kepada Allah."}},{"number":14,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eTidak ada jawaban mereka selain pengakuan dengan penuh kesadaran bahwa mereka telah ingkar kepada Allah.\u0026nbsp;\u003cem\u003eMereka berkata, \u0026ldquo;Betapa celaka kami, sungguh, kami\u003c/em\u003e\u0026nbsp;selama hidup di dunia termasuk\u0026nbsp;\u003cem\u003eorang-orang yang zalim\u003c/em\u003e\u0026nbsp;dengan menolak ajaran para rasul.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menjelaskan apa jawaban kaum kafir itu terhadap perintah di atas, ketika itu barulah mereka menyesal dan mengakui kezaliman yang telah mereka perbuat selama ini. Mereka berkata, \"Aduhai, celaka sesungguhnya kami adalah orang-orang yang zalim.\" Akan tetapi, pengakuan dan penyesalan itu sudah tidak berguna lagi. Azab Allah tidak dapat dielakkan lagi. Sesal dahulu pendapatan, sesal kemudian tidak berguna."}},{"number":15,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eMaka demikianlah keluhan mereka\u003c/em\u003e. Orang-orang kafir, di akhirat, menyatakan bahwa dirinya celaka dan mengaku dirinya telah berbuat zalim selama hidup di dunia. Pengakuan mereka terus \u003cem\u003eberkepanjangan sehingga mereka\u003c/em\u003e, orang-orang yang zalim itu, \u003cem\u003eKami jadikan\u003c/em\u003e hancur lebur \u003cem\u003eseperti tanaman yang telah dituai yang tidak dapat hidup lagi\u003c/em\u003e seperti kehidupan di dunia.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menegaskan bahwa mereka senantiasa mengulangi keluhan yang semacam itu, namun azab Allah telah menimpa dan membinasakan mereka, sehingga jadilah mereka seperti tanaman yang telah dituai, rusak binasa, dan tidak mungkin hidup kembali."}},{"number":16,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan Kami, tidak menciptakan langit dan bumi\u003c/em\u003e\u0026nbsp;sejak awal penciptaan hingga sekarang,\u0026nbsp;\u003cem\u003edan segala apa yang ada di antara keduanya\u003c/em\u003e, termasuk hukum alam yang terjadi di langit dan di bumi\u0026nbsp;\u003cem\u003edengan main-main\u003c/em\u003e, tanpa perencanaan, tujuan, dan pemeliharaan untuk kepentingan manusia sehingga tidak pantas manusia menghindar dari iman dan ibadah kepada Allah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menjelaskan bahwa Allah tidak menciptakan langit dan bumi serta semua yang terdapat di antara keduanya, untuk maksud yang sia-sia atau main-main, melainkan dengan tujuan yang benar, yang sesuai dengan hikmah dan sifat-sifat-Nya yang sempurna.\nPernyataan ini merupakan jawaban terhadap sikap dan perbuatan kaum kafir yang mengingkari kenabian Muhammad saw, serta kemukjizatan Al-Qur'an. Karena tuduhan-tuduhan yang dilemparkan kepadanya yaitu, bahwa Al-Qur'an adalah buatan Muhammad, bukan wahyu dan mukjizat yang diturunkan Allah kepadanya. Sikap ini menunjukkan bahwa mereka tidak mengakui ciptaan Allah, seakan-akan Allah menciptakan sesuatu hanya untuk main-main, tidak mempunyai tujuan yang benar dan luhur. Padahal Allah menciptakan langit, bumi dan seisinya, dan yang ada di antara keduanya, adalah agar manusia menyembah-Nya dan berusaha untuk mengenal-Nya melalui ciptaan-Nya itu. Akan tetapi maksud tersebut baru dapat tercapai dengan sempurna apabila penciptaan alam itu diikuti dengan penurunan Kitab yang berisi petunjuk dan dengan mengutus para rasul untuk membimbing manusia. Al-Qur'an selain menjadi petunjuk bagi manusia, juga berfungsi sebagai mukjizat terbesar bagi Muhammad saw, untuk membuktikan kebenaran kerasulannya. Oleh sebab itu, orang-orang yang mengingkari kerasulan Muhammad adalah juga orang-orang yang menganggap bahwa Allah menciptakan alam ini dengan sia-sia, tanpa adanya tujuan dan hikmat yang luhur, tanpa ada manfaat dan kegunaannya.\nApabila manusia mau memperhatikan semua yang ada di bumi ini, baik yang tampak di permukaannya, maupun yang tersimpan dalam perut bumi itu, niscaya ia akan menemukan banyak keajaiban yang menunjukkan kekuasaan Allah. Jika ia yakin bahwa kesemuanya itu diciptakan Allah untuk kemaslahatan dan kemajuan hidup manusia sendiri, maka ia akan merasa bersyukur kepada Allah, dan meyakini bahwa semuanya itu diciptakan Allah berdasarkan tujuan yang luhur karena semuanya memberikan faedah yang tidak terhitung banyaknya. Bila manusia sampai kepada keyakinan semacam itu, sudah pasti ia tidak akan mengingkari Al-Qur'an dan tidak akan menolak kerasulan Nabi Muhammad saw.\nSenada dengan isi ayat ini, Allah telah berfirman dalam ayat-ayat yang lain.\nDan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan sia-sia. Itu anggapan orang-orang kafir, maka celakalah orang-orang yang kafir itu karena mereka akan masuk neraka. (shad/38: 27)\nDan firman Allah lagi:\nTidaklah Kami ciptakan keduanya melainkan dengan haq (benar), tetapi kebanyakan mereka tidak mengetahui. (ad- Dukhan/44: 39)\n"}},{"number":17,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eSeandainya Kami, hendak membuat suatu permainan\u003c/em\u003e dalam kehidupan ini dengan mengambil istri dan anak, sebagaimana tuduhan orang-orang kafir, \u003cem\u003etentulah Kami membuatnya dari sisi Kami,\u003c/em\u003e dari segi cara, pilihan dan jumlah yang Kami kehendaki, \u003cem\u003ejika Kami benar-benar menghendaki berbuat demikian\u003c/em\u003e, namun tindakan ini mustahil bagi Allah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Untuk memahami dengan tuntas anggapan orang-orang kafir yang keliru itu, maka dalam ayat ini Allah menambah keterangan bahwa jika seandainya Allah menciptakan alam ini dengan maksud main-main, niscaya Allah dapat saja menciptakan permainan-permainan yang sesuai dengan keinginan-Nya, seperti perbuatan raja-raja yang mendirikan istana yang megah-megah dengan singgasana dan tempat-tempat tidur yang empuk. Akan tetapi Allah tidak bermaksud demikian, dan tidak akan berbuat semacam itu. Allah menciptakan langit dan bumi itu adalah untuk kebahagiaan hidup manusia, dan untuk dijadikan sarana berpikir bagi manusia agar mereka meyakini keagungan khalik-Nya dan taat kepada-Nya. Maka Allah menciptakan langit dan bumi adalah dengan hikmat dan tujuan yang tinggi, sesuai dengan ketinggian martabatnya. Sifat main-main dan bersantai-santai adalah sifat makhluk, bukan sifat Allah.\nManusia juga termasuk ciptaan Allah yang telah diciptakan-Nya berdasarkan hikmah dan tujuan yang mulia, dan diberinya kelebihan dari makhluk-makhluk-Nya yang lain. Oleh karena itu manusia harus bertanggung jawab atas segala perbuatannya, dan Allah akan memberinya balasan pahala atau siksa, sesuai dengan baik dan buruknya perbuatan manusia itu.\nSebagian mufasirin menafsirkan dalam ayat ini dengan arti \"anak\". Jadi menurut mereka, Jika Allah hendak mengambil anak tentu diambil-Nya dari golongan makhluk-Nya yang sesuai dengan sifat-sifat-Nya, yaitu dari golongan malaikat, umpamanya sebagaimana firman Allah dalam ayat-ayat lain:\nSekiranya Allah hendak mengambil anak, tentu Dia akan memilih apa yang Dia kehendaki dari apa yang telah diciptakan-Nya. (az-Zumar/39: 4)\nSementara mufasir yang lain menafsirkan lahwan dengan arti \"istri\".\nAkan tetapi mempunyai anak istri dan keturunan bukanlah sifat Allah, melainkan sifat-sifat makhluk-Nya; sedang Allah tidak sama dengan makhluk-Nya. Dengan adanya istri dan anak berarti Allah membutuhkan orang lain sementara Allah sama sekali tidak membutuhkan kepada selain-Nya, sehingga adanya istri dan anak menjadi sesuatu yang mustahil bagi-Nya. Maka anggapan sebagian manusia bahwa Allah mempunyai anak, adalah anggapan yang sesat.\n"}},{"number":18,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eSebenarnya Kami\u003c/em\u003e, dengan mengutus nabi dan rasul, serta menurunkan wahyu, Al-Qur\u0026rsquo;an, hendak\u003cem\u003e\u0026nbsp;melemparkan\u003c/em\u003e\u0026nbsp;dan melenyapkan ajaran yang batil dengan menampilkan ajaran\u0026nbsp;\u003cem\u003eyang hak\u003c/em\u003e, kebenaran di tengah-tengah manusia;\u0026nbsp;\u003cem\u003elalu yang hak itu menghancurkannya\u003c/em\u003e, ajaran yang batil. Jika manusia beriman kepada Allah, nabi dan rasul, serta memegang teguh ajaran Allah dan mengamalkannya secara murni dan konsekuen,\u0026nbsp;\u003cem\u003emaka seketika itu ajaran yang batil itu akan lenyap. Dan celaka kamu\u003c/em\u003e, wahai orang-orang kafir,\u0026nbsp;\u003cem\u003ekarena kamu menyifati\u003c/em\u003e\u0026nbsp;Allah dengan sifat-sifat yang tidak pantas bagi-Nya, terutama dengan menuduh Allah memiliki istri dan anak.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menegaskan bahwa Dia menghancurkan kebatilan dengan kebenaran, sehingga kebenaran itu menghancurkan kebatilan tersebut, sampai lenyap sama sekali. Yang dimaksud dengan kebatilan di sini ialah sifat-sifat dan perbuatan yang sia-sia dan tidak berguna, termasuk sifat main-main dan berolok-olok. Sedang yang dimaksud dengan kebenaran di sini, ialah sifat-sifat dan perbuatan yang bersungguh-sungguh dan bermanfaat.\nPada akhir ayat ini Allah memberikan peringatan keras kepada kaum kafir, bahwa azab dan malapetaka disediakan untuk mereka, karena mereka telah menghubungkan sifat-sifat yang jelek kepada Allah yaitu sifat-sifat yang tidak layak bagi-Nya, misalnya bermain-main dalam menciptakan makhluk-Nya, Allah mempunyai anak, istri, dan lain-lainnya.\n"}},{"number":19,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan milik-Nya\u003c/em\u003e, diciptakan dan tunduk kepada-Nya, \u003cem\u003esemua makhluk\u003c/em\u003e Allah \u003cem\u003eyang\u003c/em\u003e berada \u003cem\u003edi langit\u003c/em\u003e seperti para malaikat,\u003cem\u003e dan\u003c/em\u003e makhluk Allah yang berada \u003cem\u003edi bumi.\u003c/em\u003e Dan para malaikat \u003cem\u003eyang berada di sisi-Nya, tidak menyombongkan diri\u003c/em\u003e dengan menolak \u003cem\u003eberibadah kepada-Nya dan\u003c/em\u003e para malaikat itu \u003cem\u003etidak\u003c/em\u003e pula \u003cem\u003emerasa letih\u003c/em\u003e dalam beribadah kepada Allah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah mengingatkan kembali tentang kekuasaan-Nya yang mutlak, baik di langit maupun di bumi, yaitu bahwa Dialah yang menciptakan, menguasai, mengatur, mengelola, menghidupkan, mematikan, memberikan pahala dan menimpakan azab kepada makhluk-Nya. Tidak ada selain Allah yang mempunyai wewenang dan hak untuk campur tangan dalam masalah tersebut. Demikian pula kekuasaan-Nya terhadap makhlukmakhluk-Nya yang berada di sisi-Nya, yaitu para malaikat muqarrabin, yang diberi-Nya kedudukan yang mulia, patuh dan taat serta beribadah kepada-Nya tanpa henti-hentinya, dan tidak merasa lelah atau letih dalam mengabdi kepada-Nya."}},{"number":20,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eMereka\u003c/em\u003e, para malaikat itu, senantiasa\u0026nbsp;\u003cem\u003ebertasbih\u003c/em\u003e\u0026nbsp;dengan cara mereka, menyucikan Allah\u0026nbsp;\u003cem\u003edengan tidak\u003c/em\u003e\u0026nbsp;ada\u0026nbsp;\u003cem\u003ehenti-hentinya malam dan siang\u003c/em\u003e, karena mereka tidak beristri dan beranak serta tidak membutuhkan makan dan minum.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menjelaskan bagaimana caranya para malaikat itu beribadah kepada-Nya, yaitu dengan senantiasa bertasbih siang dan malam dengan tidak putus-putusnya.\nDalam ayat lain Allah berfirman tentang para malaikat ini:\nYang tidak durhaka kepada Allah terhadap apa yang Dia perintahkan kepada mereka dan selalu mengerjakan apa yang diperintahkan. (at-Tahrim/66: 6)\n"}},{"number":21,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMengapa orang-orang kafir tidak beriman kepada Allah dan beribadah kepada-Nya dengan ikhlas?\u003cem\u003e Apakah mereka mengambil tuhan-tuhan dari bumi,\u003c/em\u003e seperti patung dan berhala yang\u003cem\u003e mereka\u003c/em\u003e duga \u003cem\u003edapat menghidupkan\u003c/em\u003e orang-orang yang mati?\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menunjukkan kesesatan dan kebodohan kaum musyrikin, karena mereka tidak berpegang kepada ajaran tauhid, bahkan menyembah \"tuhan-tuhan yang berasal dari bumi,\" yaitu patung-patung yang merupakan benda mati, yang dibuat oleh tangan mereka sendiri yang berasal dari benda-benda bumi. Sudah pasti, bahwa benda mati tidak akan dapat memelihara dan mengelola makhluk hidup apalagi menghidupkan orang-orang yang sudah mati. Sedang Tuhan kuasa berbuat demikian.\nPatung-patung yang mereka sembah itu dalam ayat ini disebut sebagai 'tuhan-tuhan dari bumi. Ini menunjukkan betapa rendahnya martabat tuhan mereka itu, sebab tuhan-tuhan tersebut mereka buat dari tanah, atau dari benda-benda yang lain yang terdapat di bumi ini, dan hanya disembah oleh manusia. Sedang Tuhan yang sebenarnya, disembah oleh seluruh makhluk, baik di bumi maupun di langit.\nDengan demikian jelaslah betapa sesatnya kepercayaan dan perbuatan kaum musyrikin itu, karena mereka mempertuhankan apa-apa yang tidak sepantasnya untuk dipertuhankan.\n"}},{"number":22,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eSeandainya pada keduanya\u003c/em\u003e, langit dan bumi,\u0026nbsp;\u003cem\u003eada tuhan-tuhan selain Allah\u003c/em\u003e, yang mengelola langit dan bumi sebagaimana dugaan orang-orang kafir,\u003cem\u003e\u0026nbsp;tentu keduanya telah binasa\u003c/em\u003e\u0026nbsp;karena perselisihan pengelolaan di antara dua tuhan ini. Dengan demikian, jelaslah kepalsuan dugaan orang kafir yang meyakini ada dua tuhan atau lebih.\u0026nbsp;\u003cem\u003eMahasuci Allah\u003c/em\u003e\u0026nbsp;dengan kesucian yang mutlak,\u0026nbsp;\u003cem\u003eTuhan yang memiliki \u0026lsquo;Arsy, dari apa yang mereka sifatkan\u003c/em\u003e\u0026nbsp;kepada-Nya dengan tanpa dasar.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah memberikan bukti yang rasional berdasarkan kepada benarnya kepercayaan tauhid dan keimanan kepada Allah Yang Maha Esa, yaitu seandainya di langit dan di bumi ada dua tuhan, niscaya rusaklah keduanya, dan binasalah semua makhluk yang ada di antara keduanya. Sebab, jika seandainya ada dua tuhan, maka ada dua kemungkinan yang terjadi:\nPertama, Bahwa kedua tuhan itu mungkin tidak sama pendapat dan keinginan mereka dalam mengelola dan mengendalikan alam ini, lalu keinginan mereka yang berbeda itu semuanya terlaksana, di mana yang satu ingin menciptakan, sedang yang lain tidak ingin menciptakan, sehingga alam ini terkatung-katung antara ada dan tidak. Atau hanya keinginan pihak yang satu saja yang terlaksana, maka tuhan yang satu lagi tentunya menganggur dan berpangku tangan. Keadaan semacam ini tidak pantas bagi tuhan.\nKedua, Bahwa tuhan-tuhan tersebut selalu sepakat dalam menciptakan sesuatu, sehingga setiap makhluk diciptakan oleh dua pencipta. Ini menunjukkan ketidak mampuan masing-masing tuhan itu untuk menciptakan sendiri makhluk-makhluknya. Ini juga tidak patut bagi tuhan. Oleh sebab itu, kepercayaan yang benar adalah mengimani tauhid yang murni kepada Allah, tidak ada sesuatu yang berserikat dengan-Nya dalam mencipta dan memelihara alam ini. Kepercayaan inilah yang paling sesuai dengan akal yang sehat.\nDengan demikian, keyakinan dalam Islam bertentangan baik dengan ajaran atheisme maupun ajaran polytheisme.\nSetelah mengemukakan dalil yang rasional, maka Allah menegaskan bahwa Dia Mahasuci dari semua sifat-sifat yang tidak layak yang dihubungkan kepada-Nya oleh kaum musyrikin, misalnya bahwa Dia mempunyai anak, atau sekutu dalam menciptakan, mengatur, mengelola dan memelihara makhluk-Nya.\n"}},{"number":23,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDia\u003c/em\u003e, Allah, \u003cem\u003etidak ditanya\u003c/em\u003e atau dievaluasi dan dimintai pertanggungjawaban\u003cem\u003e tentang apa yang dikerjakan\u003c/em\u003e-Nya terhadap makhluk, karena Allah Tuhan Yang Maha Berkuasa, yang kekuasaan-Nya mutlak. Tidak pernah salah atau keliru sedikit pun dalam semua perbuatan-Nya. Tetapi sebaliknya manusia, \u003cem\u003emerekalah yang akan ditanya\u003c/em\u003e atau dievaluasi dan dimintai pertanggung jawaban tentang semua yang mereka kerjakan di dunia, baik karena kelemahan atau kebodohan maupun karena dorongan hawa nafsu yang tidak terkendali.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Untuk memperkuat keterangan bahwa Allah Mahasuci dari sifat-sifat yang tidak layak bagi Tuhan, maka dalam ayat ini Allah menyebutkan kekuasaan-Nya yang mutlak atas segala makhluk-Nya, sehingga tidak seorang pun berwenang untuk menanyakan, memeriksa atau meminta pertanggung jawaban-Nya atas setiap perbuatannya. Bahkan ditegaskan, bahwa manusialah yang akan diminta pertanggungjawabannya atas setiap perbuatannya. Hal ini disebabkan Allah-lah Hakim dan Penguasa yang sebenarnya. Allah menciptakan segala sesuatu senantiasa berdasarkan ilmu dan hikmah-Nya yang tinggi, serta kasih sayang dan keadilan-Nya kepada hamba-Nya.\nDalam hubungan ini, Allah telah berfirman dalam ayat lain:\nMaka demi Tuhanmu, Kami pasti akan menanyai mereka semua, tentang apa yang telah mereka kerjakan dahulu. (al-Hijr/15: 92-93)\nFirman-Nya lagi:\nDia melindungi, dan tidak ada yang dapat dilindungi dari (azab-Nya), jika kamu mengetahui? (al-Mu`minun/23: 88)\n"}},{"number":24,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAtau apakah orang-orang yang menyekutukan Allah tidak mengenal hak Allah atas manusia, sehingga\u0026nbsp;\u003cem\u003emereka mengambil tuhan-tuhan selain Dia\u003c/em\u003e\u0026nbsp;untuk dijadikan sembahan tanpa argumentasi yang benar dan masuk akal.\u003cem\u003e\u0026nbsp;Katakanlah\u003c/em\u003e, wahai Rasulullah kepada orang-orang yang menyekutukan Allah itu, \u0026ldquo;\u003cem\u003eKemukakanlah alasan-alasanmu\u003c/em\u003e\u0026nbsp;bahwa Allah memiliki mitra dalam kekuasaan-Nya, sehingga mitra Allah itu setara dengan Allah dan berhak juga untuk diibadati! Al-Qur\u0026rsquo;an\u0026nbsp;\u003cem\u003eini adalah peringatan bagi orang-orang yang bersamaku\u003c/em\u003e, yakni umatku, tentang hak Allah atas manusia dan kewajiban manusia kepada Allah.\u0026nbsp;\u003cem\u003eDan\u003c/em\u003e\u0026nbsp;Al-Qur\u0026rsquo;an pun\u0026nbsp;\u003cem\u003eperingatan bagi orang sebelumku\u003c/em\u003e, umat para nabi terdahulu, tentang prinsip tidak ada tuhan selain Allah dan tidak ada ibadah kecuali kepada-Nya.\u0026nbsp;\u003cem\u003eTetapi kebanyakan mereka\u003c/em\u003e, karena kebodohan dan ketaklidannya,\u0026nbsp;\u003cem\u003etidak mengetahui yang hak\u003c/em\u003e, yakni kebenaran, yang dibawa Al-Qur\u0026rsquo;an dan kitab-kitab sebelumnya;\u0026nbsp;\u003cem\u003ekarena itu mereka berpaling\u003c/em\u003e\u0026nbsp;dari iman kepada Allah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menegaskan kembali bantahan-Nya terhadap kaum musyrikin mengenai kepercayaan mereka bahwa Allah mempunyai sekutu, atau ada tuhan yang lain selain Allah. Setelah mereka diberikan bukti-bukti dan dalil-dalil yang jelas tentang kemahaesaan Allah, mereka kemudian ditanya, apakah mereka masih belum percaya, dan masih mengambil tuhan-tuhan selain Allah? Ini menunjukkan kebodohan dan keingkaran mereka yang bukan kepalang. Sebab, kalau bukan demikian, niscaya mereka segera menganut kepercayaan tauhid dan membuang kepercayaan syirik, setelah memperoleh keterangan dan bukti-bukti yang begitu jelas.\nSelanjutnya dalam ayat ini Allah memerintahkan kepada Nabi Muhammad untuk menyampaikan tantangan kepada kaum musyrik itu, bahwa jika mereka masih saja memegang kepercayaan syirik dan menolak ajaran tauhid, hendaklah mereka mengemukakan pula dalil dan keterangan yang membuktikan kebenaran kepercayaan mereka itu.\nAkan tetapi, tantangan itu tidak akan pernah mereka jawab, baik berdasarkan dalil-dalil yang berdasarkan akal (rasionil), maupun dengan bukti-bukti yang berupa ajaran yang terdapat dalam Injil, Taurat, atau pun Zabur.\nTantangan itu mengandung pengertian bahwa jika orang-orang musyrik berpendapat bahwa kepercayaannya itu benar, hendaklah mereka menunjukkan bukti dan dalilnya, karena pada mereka ada Al-Qur'an yang diturunkan Allah kepada Nabi Muhammad, dan Injil yang diturunkan kepada Nabi Isa, dan Taurat yang diturunkan-Nya kepada Nabi Musa, serta Zabur yang diturunkan-Nya kepada Nabi Daud. Tunjukkanlah sebuah ayat yang terdapat dalam kitab-kitab suci tersebut yang membenarkan kepercayaan syirik.\nSudah pasti, mereka tidak akan dapat menunjukkan bukti yang dimaksudkan itu, karena semua kitab suci tersebut hanyalah mengajarkan kepercayaan tauhid, dan tidak membenarkan kepercayaan syirik. Ini membuktikan, bahwa agama Islam dan semua agama yang disampaikan oleh para rasul sebelum Muhammad, dasarnya adalah sama, yaitu kepercayaan tauhid yang murni kepada Allah. Hanya saja, setelah para rasul itu wafat, sebagian umatnya meninggalkan kepercayaan tauhid, dan kembali kepada kepercayaan syirik, karena kebanyakan mereka tidak mengetahui yang benar, oleh sebab itulah mereka berpaling dari kebenaran kitab suci mereka.\n"}},{"number":25,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eTugas para rasul sejak Nabi Adam hingga Nabi Muhammad adalah menyampaikan wahyu kepada umat. \u003cem\u003eDan Kami, tidak mengutus seorang rasul pun\u003c/em\u003e, baik yang disebutkan namanya di dalam Al-Qur\u0026rsquo;an maupun yang tidak disebutkan,\u003cem\u003e sebelum engkau\u003c/em\u003e, Muhammad, \u003cem\u003emelainkan Kami wahyukan kepadanya\u003c/em\u003e ajaran tauhid yang menjadi ajaran dasar para nabi,\u003cem\u003e bahwa tidak ada tuhan\u003c/em\u003e yang berhak disembah \u003cem\u003eselain Aku, maka sembahlah Aku\u003c/em\u003e dengan mengikuti petunjuk-Ku.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menegaskan, bahwa setiap rasul yang diutus sebelum Muhammad saw adalah manusia yang telah diberi-Nya wahyu yang bertugas mengajarkan bahwa tidak ada tuhan selain Allah. Oleh sebab itu menjadi kewajiban bagi manusia untuk menyembah Allah semata-mata. Dan tidak ada satu dalil pun, baik dalil berdasarkan akal, atau pun dalil yang diambilkan dari kitab-kitab suci yang disampaikan oleh semua rasul-rasul Allah, yang membenarkan kepercayaan selain kepercayaan tauhid kepada Allah."}},{"number":26,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMenanggapi ajaran tauhid itu,\u003cem\u003e\u0026nbsp;mereka\u003c/em\u003e, orang-orang musyrik Mekah berkata tanpa argumentasi yang masuk akal, \u0026ldquo;\u003cem\u003eTuhan Yang Maha Pengasih telah menjadikan\u003c/em\u003e\u0026nbsp;para malaikat\u0026nbsp;\u003cem\u003esebagai anak\u003c/em\u003e\u0026nbsp;tuhan.\u0026rdquo; Allah pun membantah pandangan sesat itu dengan menyatakan, bahwa\u0026nbsp;\u003cem\u003eMahasuci Dia\u003c/em\u003e\u0026nbsp;dari segala sifat yang dinisbahkan kepada Allah.\u0026nbsp;\u003cem\u003eSebenarnya mereka\u003c/em\u003e, para malaikat itu,\u0026nbsp;\u003cem\u003eadalah hamba-hamba yang dimuliakan\u003c/em\u003e, senantiasa bertasbih, memuji Allah, mematuhi perintah-Nya, tanpa pernah membantah sedikit pun.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menyebutkan tuduhan kaum musyrik yang mengatakan bahwa para malaikat adalah anak-anak Allah. Kemudian Allah membantah tuduhan itu dengan menegaskan bahwa Dia Mahasuci dari tuduhan itu, dan para malaikat itu adalah hamba-hamba-Nya yang diberi kemuliaan.\nMempunyai anak adalah salah satu gejala alam atau makhluk yang bersifat “baru” sedang Allah adalah bersifat “Qid?m” (dahulu). Dan juga merupakan gejala adanya hajat terhadap kehidupan berkeluarga dan berke¬turun¬an, yang juga merupakan salah satu sifat yang ada pada makhluk, sedang Allah tidak serupa dengan makhluk-Nya.\nDi samping itu, anak tentu mempunyai persamaan dengan ayahnya dalam satu segi, dan mempunyai perbedaan dalam segi lain. Sebab itu, jika benar malaikat adalah anak Allah, maka ia juga ikut disembah, padahal Allah telah menegaskan bahwa hanya Allah-lah yang patut disembah dan para malaikat itu selalu menyembah atau beribadat kepada Allah.\nRingkasnya, malaikat bukanlah anak Allah, melainkan hamba¬hamba-Nya, hanya saja mereka itu merupakan hamba-hamba Allah yang di¬beri kemuliaan dan tempat yang dekat kepada Allah serta diberi kelebihan atas semua makhluk, karena ketaatan mereka dalam beribadah kepada-Nya me¬lebihi makhluk-makhluk yang lain. Tetapi manusia yang beriman, taat dan saleh lebih mulia daripada malaikat.\n"}},{"number":27,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah juga menerangkan sifat-sifat malaikat. \u003cem\u003eMereka tidak berbicara mendahului-Nya\u003c/em\u003e, hanya mengucapkan kata-kata yang diperintahkan-Nya. \u003cem\u003eDan mereka mengerjakan perintah-perintah-Nya\u003c/em\u003e tanpa membantah sedikit pun.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menyebutkan tuduhan kaum musyrik yang mengatakan bahwa para malaikat adalah anak-anak Allah. Kemudian Allah membantah tuduhan itu dengan menegaskan bahwa Dia Mahasuci dari tuduhan itu, dan para malaikat itu adalah hamba-hamba-Nya yang diberi kemuliaan.\nMempunyai anak adalah salah satu gejala alam atau makhluk yang bersifat \"baru\" sedang Allah adalah bersifat \"Qidam\" (dahulu). Dan juga merupakan gejala adanya hajat terhadap kehidupan berkeluarga dan berketurunan, yang juga merupakan salah satu sifat yang ada pada makhluk, sedang Allah tidak serupa dengan makhluk-Nya.\nDi samping itu, anak tentu mempunyai persamaan dengan ayahnya dalam satu segi, dan mempunyai perbedaan dalam segi lain. Sebab itu, jika benar malaikat adalah anak Allah, maka ia juga ikut disembah, padahal Allah telah menegaskan bahwa hanya Allah-lah yang patut disembah dan para malaikat itu selalu menyembah atau beribadat kepada Allah.\nRingkasnya, malaikat bukanlah anak Allah, melainkan hamba-hamba-Nya, hanya saja mereka itu merupakan hamba-hamba Allah yang diberi kemuliaan dan tempat yang dekat kepada Allah serta diberi kelebihan atas semua makhluk, karena ketaatan mereka dalam beribadah kepada-Nya melebihi makhluk-makhluk yang lain. Tetapi manusia yang beriman, taat dan saleh lebih mulia daripada malaikat.\n"}},{"number":28,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePara malaikat demikian patuh dan taat kepada Allah karena mereka yakin bahwa\u0026nbsp;\u003cem\u003eDia\u003c/em\u003e, senantiasa\u0026nbsp;\u003cem\u003emengetahui segala sesuatu yang di hadapan mereka,\u003c/em\u003e\u0026nbsp;yakni apa yang sedang mereka kerjakan\u0026nbsp;\u003cem\u003edan\u003c/em\u003e\u0026nbsp;mengetahui segala sesuatu\u0026nbsp;\u003cem\u003eyang di belakang mereka\u003c/em\u003e, yakni apa yang telah mereka kerjakan; sehingga para malaikat yakin tidak ada satu pun yang luput dari pengetahuan dan pengawasan-Nya.\u003cem\u003e\u0026nbsp;Dan mereka\u003c/em\u003e\u0026nbsp;para malaikat,\u003cem\u003e\u0026nbsp;tidak memberi syafaat\u003c/em\u003e\u0026nbsp;kepada manusia di akhirat dengan mendoakannya,\u0026nbsp;\u003cem\u003emelainkan kepada orang yang diridai\u003c/em\u003e\u0026nbsp;Allah, karena beriman dan beramal saleh;\u0026nbsp;\u003cem\u003edan mereka\u003c/em\u003e, para malaikat itu,\u0026nbsp;\u003cem\u003eselalu berhati-hati karena takut kepada-Nya\u003c/em\u003e. Oleh karena itu, mereka senantiasa menjauhkan diri dari mendurhakai atau menyalahi perintah dan larangan-Nya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menerangkan mengapa para malaikat itu demikian patuh dan taat kepada-Nya ialah karena para malaikat itu yakin bahwa Allah senantiasa mengetahui apa-apa yang telah ada dan sedang mereka kerjakan, sehingga tidak satu pun yang luput dari pengetahuan dan pengawasan-Nya. Oleh karena itu mereka senantiasa beribadah dan mematuhi segala perintah-Nya.\nSelanjutnya, dalam ayat ini Allah menerangkan sifat lainnya dari para malaikat itu ialah mereka tidak akan memberikan syafaat kepada siapa pun, kecuali kepada orang-orang yang diridai Allah. Oleh sebab itu, janganlah seseorang mengharap akan memperoleh syafaat atau pertolongan dari malaikat pada hari akhirat kelak, bila ia tidak memperoleh rida Allah terlebih dahulu.\nDi samping itu, para malaikat tersebut senantiasa berhati-hati, disebabkan takut pada murka Allah dan siksa-Nya. Oleh sebab itu, mereka senantiasa menjauhkan diri dari mendurhakai-Nya atau menyalahi perintah dan larangan-Nya.\n"}},{"number":29,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah menjamin tidak ada malaikat yang mengaku tuhan selain Allah. Dan \u003cem\u003eBarang siapa di antara mereka\u003c/em\u003e, para malaikat, \u003cem\u003eberkata, \u0026ldquo;Sungguh, aku adalah tuhan selain Allah,\u0026rdquo; maka Kami akan memberi balasan kepadanya\u003c/em\u003e, baik malaikat maupun manusia yang mengaku tuhan, \u003cem\u003edengan Jahanam. Demikianlah Kami memberikan balasan kepada orang-orang yang zalim\u003c/em\u003e, karena mengaku dirinya tuhan, padahal sebenarnya hamba Allah. Pengakuan semacam ini merupakan kemusyrikan yang sangat besar. Selain mempersekutukan Allah, juga menyamakan derajat dirinya dengan Allah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah menjelaskan ketentuan-Nya yang berlaku terhadap para malaikat dan siapa saja di antara makhluk-Nya yang mengaku dirinya sebagai tuhan selain Allah. Ketentuannya ialah bahwa siapa saja di antara mereka itu berkata, \"Aku adalah tuhan selain Allah,\" maka dia akan diberi balasan siksa dengan api neraka Jahannam, karena pengakuan semacam itu adalah kemusyrikan yang sangat besar, karena selain mempersekutukan Allah, juga menyamakan derajat dirinya dengan Allah. Demikianlah caranya Allah membalas perbuatan orang-orang yang zalim."}},{"number":30,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eOrang-orang kafir tidak berpikir jernih dalam mengamati fenomena alam, padahal peristiwa yang ada di alam ini merupakan bukti adanya Allah dan kekuasaan-Nya yang mutlak. Allah bertanya, \"\u003cem\u003eDan apakah orang-orang kafir\u003c/em\u003e, kapan dan di mana saja mereka hidup,\u0026nbsp;\u003cem\u003etidak memperhatikan secara mendalam bahwa langit dan bumi\u003c/em\u003e\u0026nbsp;sebelum terjadi ledakan besar,\u003cem\u003e\u0026nbsp;keduanya dahulu menyatu, kemudian Kami pisahkan antara keduanya\u003c/em\u003e\u0026nbsp;dengan mengangkat langit ke atas dan membiarkan bumi seperti apa adanya;\u0026nbsp;\u003cem\u003edan Kami jadikan segala sesuatu yang hidup berasal dari air\u003c/em\u003e; \u0026ndash;kehidupan dimulai dari air (laut), makhluk hidup berasal dari cairan sperma dan air bagian yang penting bagi makhluk hidup\u0026ndash;\u0026nbsp;\u003cem\u003emaka mengapa mereka\u003c/em\u003e, orang-orang kafir itu\u0026nbsp;\u003cem\u003etidak\u003c/em\u003e\u0026nbsp;tergerak hatinya untuk\u0026nbsp;\u003cem\u003eberiman\u003c/em\u003e\u0026nbsp;kepada Allah?\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah mengungkapkan bahwa kaum musyrikin dan kafir Mekah tidak memperhatikan keadaan alam ini, dan tidak memperhatikan peristiwa-peristiwa yang terjadi di alam yang luas ini, padahal dari berbagai peristiwa yang ada di alam ini dapat diperoleh bukti-bukti tentang adanya Allah serta kekuasaan-Nya yang mutlak. Langit dan bumi yang dulunya merupakan suatu kesatuan yang padu, kemudian Allah pisahkan keduanya. Bumi sebelum menjadi tempat hidupnya berbagai makhluk hidup adalah sebuah satelit yaitu benda angkasa yang mengitari matahari. Satelit bumi yang semula panas sekali ini karena berputar terus menerus maka lama kelamaan menjadi dingin dan berembun. Embun yang lama menjadi gumpalan air. Inilah yang menjadi sumber kehidupan makhluk.\nMenurut para Ilmuan sains dan teknologi, ada tiga pendapat yang terkait dengan kehidupan yang dimulai dari air, yaitu: Pertama, Kehidupan dimulai dari air, dalam hal ini laut. Teori modern tentang asal mula kehidupan belum secara mantap disetujui sampai sekitar dua atau tiga abad yang lalu. Sebelum itu, teori yang mengemuka mengenai asal mula kehidupan adalah suatu konsep yang diberi nama \"generasi spontan\". Dalam konsep ini disetujui bahwa mahluk hidup ada dengan spontan ada dari ketidakadaan. Teori ini kemudian ditentang oleh beberapa ahli di sekitar tahun 1850-an, antara lain oleh Louis Pasteur. Dimulai dengan penelitian yang dilakukan oleh Huxley dan sampai penelitian masa kini, teori lain ditawarkan sebagai alternatif.\nTeori ini percaya bahwa kehidupan muncul dari rantai reaksi kimia yang panjang dan komplek. Rantai kimia ini dipercaya dimulai dari dalam air laut, karena kondisi atmosfer saat itu belum berkembang menjadi kawasan yang dapat dihuni mahluk hidup karena radiasi ultraviolet yang terlalu kuat. Diperkirakan, kehidupan bergerak menuju daratan pada 425 juta tahun yang lalu saat lapisan ozon mulai ada untuk melindungi permukaan bumi dari radiasi ultraviolet.\nKedua, Peran air bagi kehidupan dapat juga diekspresikan dalam bentuk bahwa semua benda hidup, terutama kelompok hewan, berasal dari cairan sperma. Diindikasikan bahwa keanekaragaman binatang \"datangnya\" dari air tertentu (sperma) yang khusus dan menghasilkan yang sesuai dengan ciri masing-masing binatang yang dicontohkan\nKetiga, Pengertian ketiga adalah bahwa air merupakan bagian yang penting agar makhluk dapat hidup. Pada kenyataannya, memang sebagian besar bagian tubuh makhluk hidup terdiri dari air. Misalnya saja pada manusia, 70% bagian berat tubuhnya tubuhnya terdiri dari air. Manusia tidak dapat bertahan lama apabila 20% saja dari sediaan air yang ada di tubuhnya hilang. Manusia dapat bertahan hidup selama 60 hari tanpa makan, akan tetapi mereka akan segera mati dalam waktu 3-10 hari tanpa minum. Juga diketahui bahwa air merupakan bahan pokok dalam pembentukan darah, cairan limpa, kencing, air mata, cairan susu dan semua organ lain yang ada di dalam tubuh manusia.\nDari uraian di atas, sangat jelas peran air bagi kehidupan, dari mulai adanya makhluk hidup di bumi (berasal dari kedalaman laut), bagi ke-langsungan hidupnya (air diperlukan untuk pembentukan organ dan menjalankan fungsi organ) dan memulai kehidupan (terutama bagi kelompok hewan “ air tertentu yang khusus “ sperma).\nAkan tetapi, perlu diberikan catatan di sini, bahwa Al-Qur'an bukanlah memberikan peluang khusus untuk mendukung teori evolusi. Walaupun semua ayat di atas memberikan indikasi yang tidak meragukan bahwa Allah menciptakan semua mahluk hidup dari air. Ayat terkait an-Nur/24:25, al-Furqan/25: 54.\nDari keterangan ini dapat dipahami bahwa Al-Qur'an benar-benar merupakan mukjizat yang besar. Kemukjizatannya tidak hanya terletak pada gaya bahasa dan rangkuman yang indah, melainkan juga pada isi yang terkandung dalam ayat-ayatnya, yang mengungkapkan bermacam-macam ilmu pengetahuan yang tinggi nilainya, terutama mengenai alam, dengan berbagai jenis dan sifat serta kemanfaatannya masing-masing. Apalagi jika diingat bahwa Al-Qur'an telah mengemukakan semuanya itu pada abad yang keenam sesudah wafatnya Nabi Isa, di saat manusia di dunia ini masih diliputi suasana ketidaktahuan dan kesesatan. Lalu dari manakah Nabi Muhammad dapat mengetahui semuanya itu, kalau bukan dari wahyu yang diturunkan Allah kepadanya?\nPerkembangan ilmu pengetahuan modern dalam berbagai bidang membenarkan dan memperkokoh apa yang telah diungkapkan oleh Al-Qur'an sejak lima belas abad yang lalu. Dengan demikian, kemajuan ilmu pengetahuan itu seharusnya mengantarkan manusia kepada keimanan terhadap apa yang diajarkan oleh Al-Qur'an, terutama keimanan tentang adanya Allah serta semua sifat-sifat kesempurnaan-Nya.\nSetelah menghidangkan ilmu pengetahuan tentang kejadian alam ini, yaitu langit dan bumi, selanjutnya dalam ayat ini Allah mengajarkan pula suatu prinsip ilmu pengetahuan yang lain, yaitu mengenai kepentingan fungsi air bagi kehidupan semua mahluk yang hidup di alam ini, baik manusia, hewan maupun tumbuh-tumbuhan. Maka Allah berfirman, \"... dan dari air Kami jadikan segala sesuatu yang hidup.\"\nPada masa sekarang ini, tidak ada orang yang akan mengingkari pentingnya air bagi manusia, baik untuk bermacam-macam keperluan hidup manusia sendiri, maupun untuk keperluan binatang ternaknya, atau pun untuk kepentingan tanam-tanaman dan sawah ladangnya, sehingga orang melakukan bermacam-macam usaha irigasi, untuk mencari sumber air dan penyimpanan serta penyalurannya. Banyak bendungan-bendungan dibuat untuk mengumpulkan dan menyimpan air, yang kemudian disalurkan ke berbagai tempat untuk berbagai macam keperluan. Bahkan di negeri-negeri yang tidak banyak mempunyai sumber air, mereka berusaha untuk mengolah air laut menjadi air tawar, untuk mengairi sawah ladang dan memberi minum binatang ternak mereka. Ringkasnya manusia, hewan dan tumbuh-tumbuhan tidak dapat hidup tanpa air.\nManusia dan hewan sanggup bertahan hidup berhari-hari tanpa makan, asalkan ia mendapat minum. Akan tetapi ia tidak akan dapat hidup tanpa mendapatkan minum beberapa hari saja. Demikian pula halnya tumbuh-tumbuhan. Apabila ia tidak mendapat air, maka akar dan daunnya akan menjadi kering, dan akhirnya mati sama sekali. Di samping itu, manusia dan hewan, selain memerlukan air untuk hidupnya, ia juga berasal dari air, yang disebut \"nuthfah\".\nDengan demikian air adalah merupakan suatu unsur yang sangat vital bagi kejadian dan kehidupan manusia. Oleh sebab itu, apabila manusia sudah meyakini pentingnya air bagi kehidupannya, dan meyakini pula bahwa air tersebut adalah salah satu dari nikmat Allah, maka tidak ada alasan bagi manusia untuk tidak beriman kepada Allah serta untuk mengingkari nikmat-Nya yang tidak ternilai harganya.\nPada akhir ayat ini Allah mengingatkan kita semua, apakah dengan kemahakuasaan Allah ini manusia masih tidak mau beriman? Manusia yang memiliki akal dan mau mempergunakan akalnya seharusnya dapat memahami isi alam ini dan kemudian menjadi orang yang beriman.\n"}},{"number":31,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePada ayat ini Allah mengarahkan pandangan manusia kepada gunung-gunung dan jalan-jalan, serta daratan yang luas di bumi. \u003cem\u003eDan Kami telah menjadikan di bumi ini gunung-gunung yang kokoh\u003c/em\u003e dengan maksud \u003cem\u003eagar ia\u003c/em\u003e, bumi dengan putarannya yang cepat sekali itu, tetap mantap, tidak \u003cem\u003eterjadi guncangan bersama mereka\u003c/em\u003e, manusia dan makhluk hidup lainnya. \u003cem\u003eDan Kami jadikan\u003c/em\u003e pula \u003cem\u003edi bumi jalan-jalan yang luas\u003c/em\u003e supaya semua makhluk dapat dengan tenang menjalani kehidupan, dan pada akhirnya \u003cem\u003eagar mereka mendapat petunjuk\u003c/em\u003e Allah, baik yang diberikan melalui wahyu maupun petunjuk Allah berupa fenomena alam yang membentang luas ini.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah mengarahkan pandangan manusia kepada gunung-gunung dan jalan-jalan serta dataran-dataran luas yang ada di bumi ini. Allah menerangkan bahwa diciptakannya gunung-gunung yang kokoh supaya bumi dalam putarannya yang cepat sekali itu tetap mantap dengan terpelihara dan terjaganya manusia dan semua makhluk di muka bumi ini. Permukaan bumi yang luasnya 510 juta kilometer persegi yang terdiri dari daratan 29% yaitu seluas 153 juta kilometer persegi dan 71% yaitu seluas 357 juta kilometer persegi adalah air. Maka gunung-gunung yang tingginya sampai 3-5 km dari permukaan laut dapat menjaga ketenangan penghuni bumi meskipun berputar dengan cepat sekali. \nPada akhir ayat ini Allah menerangkan semua makhluk dapat dengan tenang menjalani kehidupan, berbagai jalan telah dibuat sehingga siang maupun malam manusia dapat berjalan menelusuri lembah maupun dataran tinggi. Semua itu diharapkan manusia dapat memperoleh petunjuk yang benar, yaitu dapat memahami petunjuk-petunjuk Allah baik yang diberikan melalui wahyu yang tertulis maupun petunjuk Allah yang berupa alam yang luas membentang ini. \n"}},{"number":32,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah mengarahkan manusia agar memperhatikan benda-benda langit yang diciptakan-Nya dengan teratur.\u0026nbsp;\u003cem\u003eDan Kami menjadikan langit sebagai atap yang terpelihara\u003c/em\u003e, tanpa tiang, tetapi tidak jatuh bergugur-an atau bertabrakan satu sama lainnya,\u0026nbsp;\u003cem\u003enamun mereka\u003c/em\u003e, orang-orang yang pikiran dan sanubarinya tertutup,\u0026nbsp;\u003cem\u003etetap berpaling dari tanda-tanda\u003c/em\u003e\u0026nbsp;kebesaran Allah\u0026nbsp;\u003cem\u003eitu\u003c/em\u003e\u0026nbsp;berupa matahari, bulan, angin, awan, dan lain-lain sehingga mereka tetap tidak beriman kepada Allah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah mengarahkan perhatian manusia kepada benda-benda langit, yang diciptakan-Nya sedemikian rupa sehingga masing-masing berjalan dan beredar dengan teratur, tanpa jatuh berguguran atau bertabrakan satu sama lainnya. Semua itu dipelihara dengan suatu kekuatan yang disebut \"daya tarik menarik\" antara benda-benda langit itu, termasuk matahari dan bumi. Ini juga merupakan bukti yang nyata tentang wujud dan kekuasaan Allah. Akan tetapi banyak orang tidak memperhatikan bukti-bukti tersebut.\nPadahal kalau kita naik pesawat terbang di atas ketinggian 10.000 mil, kita melihat awan di bawah kita, hujan yang turun pun di bawah kita, sehingga tampak jelas bumi ini dilapisi langit yang sangat kuat dan atmosfir bumi serta zat oksigen yang diperlukan manusia dan berbagai makhluk tumbuh-tumbuhan dan hewan tetap terpelihara dibatasi oleh langit yang sangat kuat terjaga itu.\nMenurut para saintis, ayat ini menegaskan bahwa langit adalah atap yang terpelihara. Sebagaimana layaknya sebuah atap, langit berfungsi untuk melindungi segala sesuatu yang ada di bawahnya, termasuk manusia. Berbeda dengan bulan, karena ia tidak memiliki pelindung, maka kita mendapatkan permukaan bulan sangat tidak rata, dipenuhi dengan kawah-kawah akibat tumbukan dengan meteor. Atmosfer bumi menghancurkan semua meteor yang mendekati bumi dan memfilter sinar yang berbahaya, yang berasal dari ledakan energi fusi di matahari. Atmosfer hanya membiarkan masuk sinar, gelombang radio yang tidak berbahaya. Sinar ultra violet misalnya. Sinar ini hanya dibiarkan masuk dalam kadar tertentu yang sangat dibutuhkan oleh tumbuhan untuk melakukan fotosintesa, dan pada gilirannya memberikan manfaat bagi manusia. Dalam lapisan atmosfer, terdapat sebuah pelindung yang disebut \"Sabuk radiasi Van Allen\" yang melindungi bumi dari benda-benda langit yang menuju bumi. Demikianlah, langit telah berperan sebagai atap pelindung bagi mahluk di muka bumi.\nAtap langit ini akan terus terpelihara selama bumi ini ada, karena lapisan-lapisan pelindung ini terkait dengan struktur inti bumi. Sabuk Van Allen dihasilkan dari interaksi medan magnet yang dihasilkan oleh inti bumi. Inti bumi banyak mengandung logam-logam magnetik, seperti besi dan nikel. Nukleusnya sendiri terdiri dari dua bagian, inti dalamnya padat dan inti luarnya cair. Kedua lapisan ini masing-masing berputar seiring dengan rotasi bumi. Perputaran ini menimbulkan efek magnetik pada logam-logam dalam struktur bumi yang pada gilirannya membentuk medan magnetik. Sabuk Van Allen merupakan perpanjangan dari medan magnet ini yang terbentang sampai lapisan atmosfer terluar.\nBetapa ilmu dan kebijaksanaan Allah yang selalu melindungi mahluk ciptaan-Nya. Mengapa hal-hal demikian tidak dipahami oleh banyak manusia, sehingga mereka masih berpaling dari kebenaran dan kekuasaan Allah, padahal begitu jelas tanda-tanda kekuasaan Allah di alam ini.\n"}},{"number":33,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah lalu mengarahkan perhatian manusia agar memperhatikan kekuasaan-Nya dalam menciptakan waktu malam dan siang. \u003cem\u003eDan Dialah, yang telah menciptakan malam\u003c/em\u003e untuk istirahat,\u003cem\u003e dan siang\u003c/em\u003e untuk mencari penghidupan;\u003cem\u003e dan\u003c/em\u003e Allah telah menciptakan \u003cem\u003ematahari\u003c/em\u003e yang bersinar di waktu siang \u003cem\u003edan bulan\u003c/em\u003e yang bercahaya di waktu malam. \u003cem\u003eMasing-masing beredar pada garis edarnya\u003c/em\u003e dengan setia, patuh dan tunduk kepada hukum alam ciptaan Allah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah mengarahkan perhatian manusia kepada kekuasaan-Nya dalam menciptakan waktu malam dan siang, serta matahari yang bersinar di waktu siang, dan bulan bercahaya di waktu malam. Masing-masing beredar pada garis edarnya dalam ruang cakrawala yang amat luas yang hanya Allahlah yang mengetahui batas-batasnya.\nAdanya waktu siang dan malam disebabkan karena perputaran bumi pada sumbunya, di samping peredarannya mengelilingi matahari. Bagian bumi yang mendapatkan sinar matahari mengalami waktu siang, sedang bagiannya yang tidak mendapatkan sinar matahari tersebut mengalami waktu malam. Sedang cahaya bulan adalah sinar matahari yang dipantulkan bulan ke bumi. Di samping itu, bulan juga beredar mengelilingi bumi.\nAyat ini menegaskan kembali apa yang telah Allah firmankan dalam Surah Ibrahim/14:33. Secara luas telah diketahui bahwa matahari dan bulan memiliki \"garis edar\". Akan tetapi untuk \"masing-masing dari keduanya (siang dan malam) beredar pada garis edarnya\", merupakan sesuatu yang baru dipahami. Mengapa siang dan malam harus beredar pada garis edar (orbit- manzilah), dan apa bentuk garis orbitnya ?\nSetelah dipelajari, ternyata bahwa yang dimaksud dengan \"garis edar\" ialah tempat kedudukan dari tempat-tempat di bumi yang mengalami pergantian siang ke malam, atau mengalami terbenamnya matahari (gurub). Sepanjang garis khatulistiwa garis ini bergeser dari Timur ke Barat seiring dengan urutan tempat-tempat terbenamnya matahari atau pergantian siang ke malam.\nWaktu terbenamnya matahari juga akan bergeser seiring dengan gerakan semu matahari terhadap bumi dari utara ke selatan dan sebaliknya. Pergeseran waktu magrib ini juga bergeser dan membentuk tempat kedudukannya sendiri yang dapat dikatakan sebagai garis edar tahunan dari pergantian siang ke malam. Pada hari-hari tertentu (pada awal bulan) saat terbenam matahari itu juga merupakan awal dari terlihatnya hilal (sabit awal bulan). Sabit ini sangat tipis dan suram sehingga sangat sulit diamati (ruyah). Waktu terbitnya hilal ini akan bergeser dari Timur ke Barat, dan sebagaimana halnya pergantian siang ke malam, garis edarnya juga berbeda-beda dari satu tempat ke tempat lainnya di permukaan bumi. Bila dipetakan maka tempat kedudukan tempat-tempat waktu terbitnya hilal itu sama dengan waktu terbenamnya matahari itu akan membentuk spiral yang memotong permukaan bumi dua bahkan sampai tiga\nKeterangan yang terdapat dalam ayat-ayat di atas adalah untuk menjadi bukti-bukti alamiyah, di samping dalil-dalil yang rasional dan keterangan-keterangan yang terdapat dalam kitab-kitab suci terdahulu, tentang wujud dan kekuasaan Allah, untuk memperkuat apa yang telah disebutkan-Nya dalam firman-Nya yang terdahulu, bahwa \"apabila\" di langit dan di bumi ini ada tuhan-tuhan selain Allah niscaya rusak binasalah keduanya.\n"}},{"number":34,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAyat ini menegaskan bahwa Nabi Muhammad sebagai manusia sama dengan manusia lainnya, tidak akan kekal hidup di dunia.\u0026nbsp;\u003cem\u003eDan Kami tidak menjadikan hidup abadi\u003c/em\u003e\u0026nbsp;sebagai suatu sunatullah\u0026nbsp;\u003cem\u003ebagi seorang manusia sebelum engkau\u003c/em\u003e\u0026nbsp;Muhammad, siapa, dan bagaimana pun dia.\u0026nbsp;\u003cem\u003eMaka jika engkau wafat, apakah mereka\u003c/em\u003e, yang hidup sezaman dengan engkau atau yang hidup di zaman modern,\u0026nbsp;\u003cem\u003eakan kekal\u003c/em\u003e?\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menegaskan bahwa Muhammad sebagai manusia adalah sama halnya dengan manusia lainnya, yaitu bahwa ia tidak akan kekal hidup di dunia ini. Allah belum pernah memberikan kehidupan duniawi yang kekal kepada siapa pun sebelum lahirnya Nabi Muhammad. Walaupun dia adalah Nabi dan Rasul-Nya, namun ia pasti akan meninggalkan dunia yang fana ini apabila ajalnya sudah datang. Dan mereka pun demikian pula, tidak akan kekal di dunia ini selama-lamanya. Inilah salah satu segi dari keadilan Allah terhadap semua mahluk-Nya, dan merupakan Sunnah-Nya yang berlaku sepanjang masa.\nDalam ayat lain Allah berfirman:\n\nDan Muhammad hanyalah seorang Rasul; sebelumnya telah berlalu beberapa rasul.... (Ali 'Imran/3: 144)\nMaka ayat ini menyatakan lebih tegas, bahwa Nabi Muhammad akan meninggalkan dunia yang fana ini, sebagaimana halnya rasul-rasul yang telah ada sebelumnya. Akan tetapi, walaupun ia suatu ketika meninggal dunia, namun agama Islam yang telah dikembangkannnya akan tetap ada dan semakin berkembang, karena Allah telah memberikan jaminan untuk kemenangannya. Sebab itu adalah sangat keliru, bila kaum musyrikin mengharapkan bahwa dengan wafatnya Nabi Muhammad maka agama Islam akan terhenti perkembangannya, dan dakwah Islamiah akan mereda. Kenyataan sejarah kemudian menunjukkan bahwa setelah wafatnya Nabi Muhammad dakwah Islamiah berjalan terus sehingga agama Islam berkembang jauh melampaui batas-batas jazirah Arab, baik ke Timur, Utara, maupun ke Barat dan Selatan.\n"}},{"number":35,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKarena hidup manusia di dunia tidak kekal, maka ketetapan Allah berlaku bahwa\u003cem\u003e setiap yang bernyawa akan merasakan mati\u003c/em\u003e. Allah kemudian menetapkan garis bahwa hidup adalah ujian. \u003cem\u003eKami akan menguji kamu dengan\u003c/em\u003e dua macam ujian, \u003cem\u003ekeburukan dan kebaikan, sebagai cobaan\u003c/em\u003e untuk mengukur kualitas iman dan kesabaran manusia.\u003cem\u003e Dan kamu\u003c/em\u003e, seluruh manusia, \u003cem\u003eakan dikembalikan hanya kepada Kami\u003c/em\u003e untuk mempertanggungjawabkan hidup di dunia dan mendapatkan hasilnya, keridaan Allah atau murka-Nya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menyatakan lebih tegas lagi, bahwa setiap mahluk-Nya yang hidup atau bernyawa pasti akan merasakan mati. Tidak satu pun yang kekal, kecuali dia sendiri, dalam hubungan ini, Allah berfirman dalam ayat yang lain:\nSegala sesuatu pasti binasa, kecuali Allah. (al-Qashash/28: 88)\nSelanjutnya dalam ayat ini Allah menjelaskan cobaan yang ditimpakan Allah kepada manusia tidak hanya berupa hal-hal yang buruk, atau musibah yang tidak disenangi, bahkan juga ujian tersebut dapat pula berupa kebaikan atau keberuntungan. Apabila ujian atau cobaan itu berupa musibah, maka tujuannya adalah untuk menguji sikap dan keimanan manusia, apakah ia sabar dan tawakkal dalam menerima cobaan itu. Dan apabila cobaan itu berupa suatu kebaikan, maka tujuannya adalah untuk menguji sikap mental manusia, apakah ia mau bersyukur atas segala rahmat yang dilimpahkan Allah kepadanya.\nJika seseorang bersikap sabar dan tawakkal dalam menerima cobaan atau musibah, serta bersyukur kepada-Nya dalam menerima suatu kebaikan dan keberuntungan, maka dia adalah termasuk orang yang memperoleh kemenangan dan iman yang kuat serta mendapat keridaan-Nya. Sebaliknya, bila keluh kesah dan rusak imannya dalam menerima cobaan Allah, atau lupa daratan ketika menerima rahmat-Nya sehingga ia tidak bersyukur kepada-Nya, maka orang tersebut adalah termasuk golongan manusia yang merugi dan jauh dari rida Allah. Inilah yang dimaksudkan dalam firman-Nya pada ayat lain:\nSungguh, manusia diciptakan bersifat suka mengeluh. Apabila dia ditimpa kesusahan dia berkeluh kesah, dan apabila mendapat kebaikan (harta) dia jadi kikir, kecuali orang-orang yang melaksanakan salat. (al-Ma'arij/70: 19-22)\nPada akhir ayat ini Allah menegaskan bahwa bagaimana pun juga tingkah laku manusia dalam menghadapi cobaan atau dalam menerima rahmat-Nya, namun akhirnya segala persoalan kembali kepada-Nya juga. Dialah yang memberikan balasan, baik pahala maupun siksa, atau memberikan ampunan kepada siapa yang dikehendaki-Nya.\n"}},{"number":36,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah menerangkan sikap dan kelakuan orang-orang kafir terhadap Rasulullah.\u0026nbsp;\u003cem\u003eDan apabila orang-orang kafir itu melihat engkau\u003c/em\u003e, Muhammad, kapan dan di mana saja mereka bertemu\u003cem\u003e, mereka hanya memperlakukan engkau menjadi bahan ejekan.\u003c/em\u003e\u0026nbsp;Mereka mengatakan kepada se-samanya, \u0026ldquo;\u003cem\u003eApakah ini orang yang mencela tuhan-tuhanmu\u003c/em\u003e, yang dihormati dan disembah oleh leluhur kita?\u0026rdquo; Mereka tidak menyadari bahwa sebenar-nya merekalah yang selayaknya menerima ejekan, karena menyembah berhala yang tidak kuasa berbuat apa pun.\u0026nbsp;\u003cem\u003eSejatinya mereka orang yang ing-kar mengingat Allah Yang Maha Pengasih\u003c/em\u003e. Mereka menolak ajakan Rasulullah untuk beriman kepada Allah yang menciptakan mereka dan memberi hidup dan kehidupan ini.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menerangkan sikap dan kelakuan orang-orang kafir terhadap Nabi Muhammad, yaitu bahwa setiap kali mereka melihatnya, maka mereka menjadikan Nabi sebagai sasaran olok-olokan dan ejekan mereka, seraya berkata kepada sesama mereka, \"Inikah orangnya yang mencela tuhan kamu? Padahal merekalah orang-orang yang ingkar dari mengingat Allah.\"\nDemikianlah ejekan mereka terhadap Rasulullah. Dan mereka tidak menginsafi bahwa yang sebenarnya merekalah yang selayaknya menerima ejekan, karena mereka menyembah patung-patung dan berhala, yang tidak kuasa berbuat apapun untuk mereka, bahkan tangan mereka sendirilah yang membuat tuhan-tuhan mereka itu sehingga mereka yang menjadi khalik sedang tuhan-tuhan mereka menjadi makhluk yang diciptakan. Dengan demikian, keadaan menjadi terbalik daripada yang semestinya, karena tuhan semestinya sebagai pencipta bukan yang diciptakan.\n"}},{"number":37,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah menerangkan bahwa \u003cem\u003emanusia\u003c/em\u003e diciptakan sebagai makhluk yang bertabiat \u003cem\u003etergesa-gesa\u003c/em\u003e dan terburu-buru. Allah memperingatkan kaum kafir agar mereka jangan meminta disegerakan azab yang diancamkan kepada mereka sebelum Allah memperlihatkan tanda-tanda dari azab-Nya itu. \"\u003cem\u003eKelak akan Aku perlihatkan kepadamu tanda-tanda\u003c/em\u003e kekuasaan-\u003cem\u003eKu\u003c/em\u003e. Kami memberikan kesempatan kepada kamu untuk mempertimbangkan dengan matang ajakan Rasulullah untuk beriman kepada Allah dan meyakini akhirat. \u003cem\u003eMaka janganlah kamu meminta Aku menyegerakannya\u003c/em\u003e di dunia, sebab ini menunjukkan ketidakpercayaan kamu terhadap adanya azab di akhirat,\" demikian Allah mengingatkan.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, mula-mula Allah menerangkan bahwa manusia dijadikan sebagai mahluk yang bertabiat suka tergesa-gesa dan terburu nafsu. Kemudian Allah memperingatkan kaum kafir agar mereka jangan meminta disegerakannya azab yang diancamkan kepada mereka, karena Allah pasti akan memperlihatkan kepada mereka tanda-tanda dari azab-Nya itu.\nDi sini dapat kita ketahui bahwa Allah melarang manusia untuk bersifat tergesa-gesa, meminta segera didatangkannya sesuatu yang belum tiba saatnya, dan pasti datangnya. Di samping itu Allah menerangkan bahwa walaupun sifat tergesa-gesa itu sudah dijadikan-Nya sebagai salah satu sifat pada manusia, namun manusia telah diberi kemampuan untuk menahan diri dan mengatasi sifat tersebut, dengan cara membiasakan diri bersikap tenang, sabar, dan mawas diri.\nSifat tergesa-gesa dan terburu nafsu selalu menimbulkan akibat yang tidak baik serta merugikan baik diri sendiri atau orang lain, yang akhirnya akan menimbulkan rasa penyesalan yang tidak berkesudahan. Sebaliknya, sikap tenang, sabar, berhati-hati dan mawas diri dapat menyampaikan seseorang kepada apa yang ditujunya, dan mencapai sukses yang gemilang dalam hidupnya. Itulah sebabnya Al-Qur'an selalu memuji orang-orang yang bersifat sabar, dan menjanjikan kepada mereka bahwa Allah senantiasa akan memberikan perlindungan, petunjuk dan pertolongan kepada mereka. Sedang orang-orang yang suka terburu-buru, lekas marah, mudah teperdaya oleh godaan iblis yang akan menjerumuskannya ke jurang kebinasaan, dan menyeleweng dari kebenaran akan mendapat kerugian.\nPermintaan orang-orang kafir agar azab Allah segera didatangkan kepada mereka, dengan jelas menunjukkan ketidakpercayaan mereka terhadap adanya azab tersebut, serta keingkaran mereka bahwa Allah kuasa menimpakan azab kepada orang-orang yang zalim.\n"}},{"number":38,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKarena orang-orang kafir itu tidak meyakini akhirat, maka dalam ayat ini terlihat betapa nekatnya mereka berkata kepada Rasulullah dengan sikap menantang.\u0026nbsp;\u003cem\u003eDan mereka berkata\u003c/em\u003e, wahai Muhammad,\u0026nbsp;\u003cem\u003eKapankah janji itu\u003c/em\u003e, azab neraka yang kamu sebut-sebut itu akan datang menimpa kami,\u0026nbsp;\u003cem\u003ejika kamu orang yang benar\u003c/em\u003e\u0026nbsp;mengaku utusan Allah dan sanggup mendatangkan azab?\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah memperlihatkan betapa nekadnya kaum kafir itu, ketika mereka berkata kepada Nabi Muhammad dan kaum Muslimin dengan sikap menantang, \"Kapankah azab akhirat yang dijanjikan itu akan datang? Jika ancaman itu benar, cobalah perlihatkan sekarang juga!\"\nMereka meminta segera didatangkan azab Allah kepadanya, ucapan itu menunjukkan bahwa mereka sebenarnya tidak percaya sama sekali tentang adanya azab tersebut. Dengan sendirinya, mereka juga tidak percaya tentang hari akhirat, serta kekuasaan Allah untuk memperhitungkan dan membalas perbuatan manusia.\n"}},{"number":39,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eSeandainya orang kafir itu mengetahui\u003c/em\u003e dengan pengetahuan yang meyakinkan bahwa azab neraka itu ada,\u003cem\u003e ketika mereka\u003c/em\u003e melihatnya da-lam keadaan \u003cem\u003etidak mampu mengelakkan api neraka dari wajah dan punggung mereka, sedang mereka tidak mendapat pertolongan\u003c/em\u003e, tentulah mereka tidak akan menantang Rasulullah dengan meminta azab itu disegera-kan.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah memperlihatkan betapa nekadnya kaum kafir itu, ketika mereka berkata kepada Nabi Muhammad dan kaum Muslimin dengan sikap menantang, \"Kapankah azab akhirat yang dijanjikan itu akan datang? Jika ancaman itu benar, cobalah perlihatkan sekarang juga!\"\nMereka meminta segera didatangkan azab Allah kepadanya, ucapan itu menunjukkan bahwa mereka sebenarnya tidak percaya sama sekali tentang adanya azab tersebut. Dengan sendirinya, mereka juga tidak percaya tentang hari akhirat, serta kekuasaan Allah untuk memperhitungkan dan membalas perbuatan manusia.\n"}},{"number":40,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eTantangan orang-orang kafir agar azab itu didatangkan segera kepada mereka muncul dari kebodohan dan keingkaran, karena mereka menutup diri dari ajaran Rasulullah.\u0026nbsp;\u003cem\u003eSebenarnya\u003c/em\u003e\u0026nbsp;hari Kiamat\u003cem\u003e\u0026nbsp;itu akan datang kepada mereka secara tiba-tiba\u003c/em\u003e, sangat cepat dan tak terduga,\u003cem\u003e\u0026nbsp;lalu mereka menjadi panik\u003c/em\u003e\u0026nbsp;menghadapinya;\u0026nbsp;\u003cem\u003emereka pun tidak sanggup menolaknya\u003c/em\u003e, karena dahsyatnya peristiwa Kiamat itu;\u0026nbsp;\u003cem\u003edan tidak\u003c/em\u003e\u0026nbsp;pula mereka\u0026nbsp;\u003cem\u003ediberi penangguhan\u003c/em\u003e\u0026nbsp;waktu dan kesempatan untuk menyelamatkan diri.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menerangkan bahwa seandainya kaum kafir itu mengetahui, bahwa kelak mereka tidak akan berdaya untuk mengelakkan diri dari azab api neraka yang akan menyerbu mereka dari segala arah, niscaya mereka tidak akan berkata demikian. Oleh sebab itu, tantangan mereka agar azab tersebut didatangkan segera kepada mereka, adalah betul-betul timbul dari kebodohan dan keingkaran mereka, karena mereka menutup diri terhadap ajaran-ajaran yang benar, yang disampaikan oleh Rasulullah.\nAdanya azab dan hari Kiamat yang datang secara tiba-tiba itu agar dijadikan peringatan bagi orang-orang yang beriman kepada Allah dan untuk tetap mengfokuskan perhatian kepada pengamalan agama, sebagaimana firman Allah:\nOleh karena itu, hadapkanlah wajahmu kepada agama yang lurus (Islam) sebelum datang dari Allah suatu hari (Kiamat) yang tidak dapat ditolak, pada hari itu mereka terpisah-pisah. (ar-Rum/30: 43)\n"}},{"number":41,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSikap orang-orang kafir terhadap para rasul itu sama, baik umat Nabi Muhammad maupun umat terdahulu. \u003cem\u003eDan sungguh, rasul-rasul sebelum engkau,\u003c/em\u003e Muhammad, \u003cem\u003epun telah diperolok-olokkan\u003c/em\u003e oleh mereka, karena kebodohan dan keingkaran mereka.\u003cem\u003e Maka, turunlah\u003c/em\u003e hukuman Allah \u003cem\u003ekepada orang-orang yang mencemoohkan\u003c/em\u003e para rasul itu dengan jenis azab di dunia \u003cem\u003eyang selalu mereka perolok-olokkan\u003c/em\u003e sehingga mereka binasa.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah menegaskan bahwa azab akhirat yang diancamkan kepada kaum kafir itu pasti akan terjadi, bahkan akan datang kepada mereka secara tiba-tiba dan tak terduga, sehingga menyebabkan mereka menjadi panik tidak sanggup menyelamatkan diri. Dan mereka benar-benar tidak akan diberi tenggang waktu dan kesempatan untuk bersiap-siap guna menyelamatkan diri daripadanya.\nPada akhir ayat ini Allah memberikan hiburan kepada Nabi Muhammad yang selalu mendapat ejekan dari kaum kafir, Allah menegaskan bukan dia saja yang pernah diejek oleh kaum kafir itu. Bahkan semua rasul yang diutus Allah sebelumnya juga menjadi sasaran ejekan kaumnya. Akan tetapi azab yang dahulu mereka perolok-olokkan itu akhirnya datang melanda mereka. Dan tidak seorang pun dapat menyelamatkan mereka dari azab yang dahsyat.\n"}},{"number":42,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eKatakanlah\u003c/em\u003e, wahai Nabi Muhammad, sebagai jawaban atas ejekan orang-orang kafir dengan pertanyaan, \u0026ldquo;\u003cem\u003eSiapakah yang akan menjaga kamu pada waktu malam dan siang dari siksaan Allah Yang Maha Pengasih\u003c/em\u003e\u0026nbsp;di dunia?\u0026rdquo; Pertanyaan ini dimaksudkan untuk menyadarkan mereka bahwa tidak seorang pun berkuasa melindungi mereka dari azab Allah;\u0026nbsp;\u003cem\u003etetapi mereka enggan mengingat Tuhan mereka\u003c/em\u003e\u0026nbsp;dengan beriman dan beribadah kepada-Nya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dengan ayat ini Allah menyuruh Nabi untuk menjawab ejekan itu dengan cara mengajukan pertanyaan kepada mereka tentang siapakah yang dapat memelihara dan melindungi mereka dari azab Allah, baik pada waktu malam maupun pada waktu siang?\nPertanyaan itu dimaksudkan untuk menyadarkan mereka, bahwa tidak seorang pun kuasa untuk melindungi mereka dari siksa dan azab Allah, karena Dia Mahakuasa untuk berbuat apa yang dikehendaki-Nya. Andaikata mereka selalu ingat tentang iradah dan kekuasaan Allah, niscaya mereka tidak akan mengejek atau menantang semacam itu. Akan tetapi karena mereka adalah orang-orang yang telah berpaling dari mengingat Allah dan kekuasaan-Nya, maka itulah sebabnya mengapa mereka mengejek Rasul-Nya dan menantang dengan sikap yang angkuh agar azab tersebut segera ditimpakan kepada mereka.\n"}},{"number":43,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePertanyaan kedua dimaksudkan untuk menyadarkan mereka tentang kemampuan tuhan-tuhan mereka.\u003cem\u003e Ataukah mereka mempunyai tuhan-tuhan yang dapat memelihara mereka dari\u003c/em\u003e azab \u003cem\u003eKami\u003c/em\u003e di dunia maupun akhirat? Allah kemudian menegaskan bahwa\u003cem\u003e tuhan-tuhan mereka itu tidak sanggup menolong diri mereka sendiri\u003c/em\u003e apa lagi menolong orang-orang kafir yang menyembahnya; \u003cem\u003edan tidak\u003c/em\u003e pula\u003cem\u003e mereka\u003c/em\u003e, baik yang disembah maupun yang menyembah tuhan-tuhan selain Allah, \u003cem\u003edilindungi dari\u003c/em\u003e (azab) \u003cem\u003eKami\u003c/em\u003e di akhirat.\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini merupakan lanjutan dari ayat sebelumnya, di mana Allah menyuruh Rasul-Nya untuk mengajukan pertanyaan kepada kaum kafir, untuk menyadarkan mereka tentang kekuasaan Allah. Isi pertanyaan yang disebutkan dalam ayat ini adalah, \"Apakah mereka mempunyai tuhan-tuhan yang dapat memelihara mereka dari azab Allah? Tuhan-tuhan yang mereka sembah sudah pasti tidak mampu menolong mereka, bahkan menolong dirinya sendiri pun tidak mampu. Pada akhir ayat ini Allah menegaskan kembali, bahwa tuhan-tuhan yang disembah mereka itu tidak akan luput dari azab Allah. Kalau demikian halnya, bagaimana mereka akan mampu untuk melindungi para penyembahnya?\nDengan demikian, ayat ini mengemukakan dua macam kelemahan tuhan-tuhan yang disembah kaum kafir itu, yang menyebabkan tidak pantasnya disembah dan dipertuhan. Pertama, mereka tidak mampu untuk menolong diri sendiri. Kedua, bahwa mereka pun tidak luput dari azab Allah. Dengan demikian, keadaannnya lebih lemah dari penyembahnya.\nDengan adanya dua kenyataan itu, seharusnya mereka dapat mengambil kesimpulan, bahwa benda-benda yang mereka sembah itu tidak mempunyai kemampuan apa pun untuk melindungi mereka dari azab Allah.\n"}},{"number":44,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah memberi mereka kemewahan dan kenikmatan hidup bukan karena Allah tidak kuasa menurunkan azab.\u0026nbsp;\u003cem\u003eSebenarnya Kami telah memberi mereka dan nenek moyang mereka kenikmatan\u003c/em\u003e\u0026nbsp;hidup di dunia\u0026nbsp;\u003cem\u003ehingga panjang usia mereka\u003c/em\u003e\u0026nbsp;untuk menguji apa mereka beriman atau tidak.\u0026nbsp;\u003cem\u003eMaka apakah mereka tidak melihat bahwa Kami\u003c/em\u003e, melalui Nabi dan kaum muslim yang menyebarkan ajaran Islam,\u0026nbsp;\u003cem\u003emendatangi negeri\u003c/em\u003e\u0026nbsp;yang berada di bawah kekuasaan orang kafir seperti Persia dan Romawi,\u0026nbsp;\u003cem\u003elalu Kami kurangi luasnya dari ujung-ujung negeri\u003c/em\u003e, karena sebagian besar penduduknya masuk Islam?\u0026nbsp;\u003cem\u003eApakah mereka yang menang\u003c/em\u003e\u0026nbsp;dalam menunjukkan kebenaran agama Allah?\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menjelaskan bahwa Allah memberikan kenikmatan hidup dan harta kekayaan kepada kaum kafir itu, sehingga mereka dapat hidup enak dengan usia panjang. Akan tetapi kaum Muslimin tidak perlu iri hati dan merasa silau melihat kenikmatan hidup mereka itu, karena semua kekayaan dan kemewahan itu diberikan Allah kepada mereka sebagai ujian, jika harta itu akan menyebabkan hati mereka menjadi sombong, dan tabiat mereka menjadi kasar sehingga menjerumuskan mereka kepada perbuatan-perbuatan yang tidak baik. Semuanya itu mengakibatkan dosa-dosa mereka bertambah banyak, dan azab yang akan mereka terima bertambah berat.\nDengan demikian dapat dipahami bahwa Allah memberi mereka kemewahan dan kenikmatan hidup bukanlah karena Allah tidak kuasa menurunkan azab kepada mereka, tetapi sebaliknya kemewahan itu adalah ujian bagi mereka yang dapat menjerumuskan mereka kepada kebinasaan lahir batin, serta azab yang pedih.\nDalam ayat ini disebutkan pula bentuk kerugian lain yang ditimpakan Allah kepada mereka, yaitu berkurangnya jumlah para pengikut mereka lantaran banyak yang masuk Islam, dan akibatnya daerah kekuasaan mereka pun makin berkurang pula karena agama Islam telah tersebar ke daerah-daerah yang semula termasuk daerah kekuasaan mereka. Dengan susutnya jumlah pengikut dan daerah kekuasaan mereka, berarti kekuatan mereka pun semakin berkurang.\nSetelah menggambarkan keadaan mereka itu yang telah menjadi rapuh karena kemewahan, dan telah menjadi lemah karena berkurangnya jumlah pengikut dan kekuasaan mereka, maka Allah pada akhir ayat tersebut mengajukan satu pertanyaan yaitu dalam keadaan semacam itu siapakah yang dapat memperoleh kemenangan, apakah mereka masih memiliki harapan?\nSudah tentu mereka tidak akan memperoleh kemenangan. Di samping keadaan mereka telah rapuh dan lemah, kekuasaan Allah adalah mutlak atas hamba-Nya, dan Allah berbuat apa yang dikehendaki-Nya. Tidak sesuatu pun yang dapat mengalahkan-Nya\n"}},{"number":45,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eKatakanlah\u003c/em\u003e, wahai Muhammad, kepada orang-orang kafir dan musyrik tentang tugas pokok dan fungsi seorang utusan Allah, \u0026ldquo;\u003cem\u003eSesungguhnya aku hanya memberimu peringatan\u003c/em\u003e kepada seluruh umat manusia\u003cem\u003e sesuai dengan wahyu\u003c/em\u003e yang disampaikan Allah kepadaku.\u0026rdquo; \u003cem\u003eTetapi orang tuli\u003c/em\u003e pikiran, perasaan dan ruhaninya, \u003cem\u003etidak mendengar seruan\u003c/em\u003e yang disampaikan seorang utusan Allah, \u003cem\u003eapabila mereka diberi peringatan\u003c/em\u003e dengan cara yang masuk akal, lembut, dan santun sekalipun.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menyuruh Nabi Muhammad saw untuk menegaskan kepada kaum kafir dan musyrik itu tugas pokoknya sebagai Rasul, yaitu sekedar menyampaikan peringatan Allah kepada mereka dengan perantaraan wahyu, yaitu Al-Qur'an, serta menerangkan kepada mereka akibat dari kekufuran, dengan menerangkan kisah-kisah tentang umat yang terdahulu. Adapun perhitungan dan pembalasan atas perbuatan mereka adalah menjadi kekuasaan Allah, bukan kekuasaan Rasul.\nDalam ayat ini juga terdapat sindiran terhadap kaum kafir itu, bahwa mereka adalah seperti orang-orang tuli, tidak mendengarkan dan tidak memperhatikan peringatan yang disampaikan kepada mereka. Hati mereka seperti telah tertutup, dan tidak menerima kebenaran dan petunjuk Allah yang disampaikan Rasul kepada mereka. Hal ini merupakan tanda-tanda orang-orang yang ingkar pada Tuhan, sebagaimana firman Allah:\n(Mereka) tuli, bisu dan buta, maka mereka tidak mengerti. (al-Baqarah/2: 171)\n"}},{"number":46,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eOrang-orang kafir ketika hidup di dunia bersikap sombong, keras kepala, dan menantang azab Allah, tetapi di akhirat ketika mereka sadar, mereka menyesali perbuatannya.\u0026nbsp;\u003cem\u003eDan jika mereka ditimpa sedikit saja azab Tuhanmu\u003c/em\u003e, di dalam neraka,\u0026nbsp;\u003cem\u003epastilah mereka berkata\u003c/em\u003e, dengan sangat menyesal, \u0026ldquo;\u003cem\u003eCelakalah kami\u003c/em\u003e, berada dalam azab yang pedih!\u0026nbsp;\u003cem\u003eSesungguhnya kami termasuk orang yang selalu menzalimi\u0026nbsp;\u003c/em\u003ediri sendiri dengan tidak beriman, sombong, keras kepala, dan menantang azab Allah.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menerangkan dalam ayat ini salah satu dari sifat kaum kafir, yaitu bila mereka ditimpa oleh azab Allah, walaupun hanya sedikit saja, mereka mengeluh dan menyesali diri, dengan mengatakan, \"Aduhai, celakalah kami, bahwasannya kami adalah orang-orang yang menganiaya diri sendiri.\"\nSebelum azab itu datang menimpa, mereka tidak mempercayainya, bahkan mereka menantang, agar azab tersebut didatangkan segera kepada mereka, karena keingkaran dan keangkuhan mereka. Tetapi setelah azab itu datang menimpa barulah mereka tahu tentang kekuasaan Allah sehingga timbullah penyesalan dalam hati mereka. \n"}},{"number":47,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDalam menilai perbuatan hamba-hamba-Nya di akhirat, Allah menjamin akan menegakkan keadilan yang sebenarnya. \u003cem\u003eDan Kami akan memasang timbangan yang tepat pada hari Kiamat\u003c/em\u003e, dengan data yang objektif dan akurat;\u003cem\u003e maka tidak seorang pun dirugikan walau sedikit\u003c/em\u003e, sehingga tidak ada seorang hamba yang amal kebaikannya dikurangi atau kejahatannya dilebih-lebihkan, \u003cem\u003esekalipun hanya seberat biji sawi, pasti Kami mendatangkan\u003c/em\u003e pahala untuk perbuatan baik dan hukuman untuk perbuatan jahat.\u003cem\u003e Dan cukuplah Kami yang membuat perhitungan\u003c/em\u003e terhadap perbuatan manusia dengan seadil-adilnya, objektif, tepat, dan akurat.\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dengan tegas Allah menyatakan dalam ayat ini, bahwa dalam menilai perbuatan hamba-Nya kelak di hari Kiamat. Allah akan menegakkan neraca keadilan yang benar-benar adil, sehingga tidak seorang pun akan dirugikan dalam penilaian itu. \nMaksudnya penilaian itu akan dilakukan setepat-tepatnya, sehingga tidak akan ada seorang hamba yang amal kebaikannya akan dikurangi sedikit pun, sehingga menyebabkan pahalanya dikurangi dari yang semestinya ia terima. Sebaliknya tidak seorang pun di antara mereka yang kejahatannya dilebih-lebihkan, sehingga menyebabkan ia mendapat azab yang lebih berat daripada yang semestinya, walaupun Allah kuasa berbuat demikian.\nAdapun memberikan pahala yang berlipat ganda dari jumlah kebaikannya atau menimpakan azab yang lebih ringan dari kejahatannya adalah terserah kepada kehendak Allah, dan Allah adalah Maha Pengasih dan Maha Penyayang. \nDalam keadilan Allah dijelaskan bahwa semua kebajikan manusia, betapapun kecilnya niscaya dibalas-Nya dengan pahala, dan semua kejahatannya betapapun kecilnya niscaya dibalas-Nya dengan azab atau siksa-Nya. Dalam hubungan ini, Allah berfirman dalam ayat yang lain:\nMaka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya.(az-Zilzal/99: 7-8)\n\nKemampuan teknologi saat ini telah mampu mencatat segala peristiwa dengan teliti dan menyimpan dalam waktu yang lama, apalagi kemampuan Allah.\nPada akhir ayat ini Allah menegaskan bahwa cukuplah Dia sebagai saksi pembuat perhitungan yang paling adil. Ini merupakan jaminan bahwa penilaian yang akan dilakukan terhadap segala perbuatan hamba-Nya akan dilakukan-Nya kelak di hari perhitungan dengan penilaian yang seadil-adilnya, sehingga tidak seorang pun hamba yang dirugikan atau dianiaya ketika menerima pahala dari kebaikannya atau menerima azab dari kejahatan yang telah dilakukannya.\n"}},{"number":48,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah telah menurunkan Kitab Taurat kepada Nabi Musa dan Nabi Harun sebagaimana Allah menurunkan Al-Qur\u0026rsquo;an kepada Nabi Muhammad.\u0026nbsp;\u003cem\u003eDan sungguh, Kami telah memberikan kepada Musa dan Harun, Furqan\u003c/em\u003e, Kitab Taurat yang berisi syariah (hukum-hukum) yang memisahkan salah dan benar;\u0026nbsp;\u003cem\u003edan penerangan serta pelajaran bagi orang-orang yang bertakwa\u003c/em\u003e\u0026nbsp;sehingga kita memahami tiga pokok ajaran Taurat, hukum yang memisahkan salah dan benar, penerangan dan pelajaran yang menjadi pedoman hidup bagi orang-orang yang bertakwa.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa Allah telah menurunkan kitab Taurat kepada Nabi Musa dan Harun. Kitab Taurat tersebut adalah merupakan penerangan dan pengajaran bagi orang-orang yang bertakwa kepada Allah. Kitab Taurat juga disebut al-Furqan, sebagaimana halnya Al-Qur'an, karena Kitab Taurat tersebut juga berisi syariat, yaitu hukum-hukum dan peraturanperaturan yang membedakan antara hak dan batil, antara baik dan buruk secara hukum, sehingga setiap tingkah laku dan perbuatan manusia, baik atau buruk, dijelaskan akibat hukum atau sangsinya. Tidak demikian halnya kitab Injil yang diturunkan kepada Nabi Isa a.s. Ia tidak membawa syariat.\nPada akhir ayat tersebut ditegaskan bahwa kitab Taurat yang berfungsi sebagai pembawa syariat, dan sebagai sinar petunjuk dan peringatan, hanyalah berguna bagi orang-orang yang bertakwa. Ini berarti kitab Taurat bagi orang-orang yang tidak bertakwa, yaitu yang tidak bersedia melaksanakan perintah-perintah Allah serta menjauhi larangan-larangan-Nya, maka Taurat itu tidaklah menjadi petunjuk. Untuk itu mereka disediakan azab yang dahsyat, karena mengingkari petunjuk Allah.\n"}},{"number":49,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eBaik Taurat maupun Al-Qur\u0026rsquo;an berfungsi sebagai pembeda (\u003cem\u003eal-Furq\u0026agrave;n\u003c/em\u003e), penerangan dan pelajaran berharga bagi orang-orang yang bertakwa, yaitu \u003cem\u003eorang-orang yang takut\u003c/em\u003e terhadap azab \u003cem\u003eTuhannya, sekalipun mereka tidak melihat-Nya\u003c/em\u003e, tetapi meyakini dan meresapkan ke dalam kalbunya; \u003cem\u003edan mereka merasa takut akan\u003c/em\u003e tibanya \u003cem\u003ehari Kiamat\u003c/em\u003e yang berlangsung cepat dan dahsyat.\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Selanjutnya dalam ayat ini Allah menjelaskan sifat-sifat orang yang bertakwa, yaitu Pertama, mereka senantiasa takut kepada azab Allah, walaupun azab tersebut merupakan salah satu dari hal-hal yang gaib. Kedua, orang-orang bertakwa yang disebutkan dalam ayat ini adalah mereka yang senantiasa merasa takut akan datangnya hari Kiamat, berusaha mempersiapkan diri menghadapi hal-hal yang akan terjadi kelak di hari Kiamat itu antara lain hari perhitungan dan hari pembalasan.\nOleh karena rasa takut mereka terhadap azab Allah pada hari Kiamat yang akan menimpa orang-orang yang tidak bertakwa, maka mereka yang bertakwa ini selalu menjaga diri terhadap hal-hal dan perbuatan yang mengakibatkan dosa dan azab maka mereka senantiasa melaksanakan perintah Allah, serta menjauhi segala larangan-Nya.\n"}},{"number":50,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eBani Israil, umat Nabi Musa dan Harun, sebagian besar mengingkari Taurat yang berisi pembeda, penerangan dan pelajaran bagi yang bertakwa.\u003cem\u003e\u0026nbsp;Dan\u003c/em\u003e\u0026nbsp;Al-Qur\u0026rsquo;an ini bagi kamu sekalian, umat Nabi Muhammad\u0026nbsp;\u003cem\u003eadalah suatu peringatan yang mempunyai berkah yang telah Kami turunkan\u003c/em\u003e\u0026nbsp;untuk umat akhir zaman.\u0026nbsp;\u003cem\u003eMaka apakah kamu mengingkarinya\u003c/em\u003e\u0026nbsp;sebagaimana Bani Israil mengingkari Taurat?\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah mengalihkan perhatian kepada Al-Qur'an yang diturunkan-Nya kepada Nabi dan Rasul-Nya yang terakhir, Allah menegaskan bahwa Al-Qur'an itu merupakan peringatan dan pelajaran yang sangat bermanfaat untuk orang-orang yang bertakwa, sehingga sepatutnyalah perintah dan larangan diikuti dan dijadikan pegangan dalam meniti jalan hidup.\nPada akhir ayat ini Allah mencela sikap kaum yang masih mengingkari Al-Qur'an, padahal tidak ada satu alasan pun bagi mereka untuk mengingkarinya, memang Al-Qur'an hanya memberi pelajaran dan tuntunan yang bermanfaat bagi mereka yang mau mengikutinya. Lagi pula, kebaikan dan manfaat Al-Qur'an itu sudah dijelaskan kepada mereka.\n"}},{"number":51,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePada Surah al-Anbiy\u0026agrave;\u0026rsquo; ayat 48 dijelaskan bahwa Allah telah memberikan\u003cem\u003e al-Furq\u0026agrave;n\u003c/em\u003e, yang membedakan hak dan batil, sebagai penerangan, dan pelajaran kepada Musa dan Harun. Sementara pada ayat ini, Allah menjelaskan ketokohan Ibrahim, pejuang tauhid dan ayahanda para nabi dan rasul.\u003cem\u003e Dan sungguh, sebelum dia,\u003c/em\u003e Musa dan Harun yang diutus menghadapi Fir\u0026lsquo;aun guna membebaskan Bani Israil,\u003cem\u003e telah Kami berikan kepada Ibrahim petunjuk\u003c/em\u003e, sejak remaja; \u003cem\u003edan Kami telah mengetahui\u003c/em\u003e sifat, karakter, dan kegigihan \u003cem\u003edia\u003c/em\u003e, Ibrahim, dalam menghapuskan penyem-bahan kepada patung dan berhala guna menegakkan ajaran tauhid.\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini diterangkan bahwa Allah telah mengutus Nabi Ibrahim a.s., dan Dia telah mengkaruniakan hidayah kepadanya dan menjadikannya pemimpin umatnya dalam mencapai keselamatan dunia dan akhirat. Dengan hidayah tersebut ia telah dapat menyelamatkan dirinya dan umatnya dari kepercayaan yang sesat dan dari penyembahan kepada selain Allah, seperti patung dan berhala.\nPada akhir ayat ini ditegaskan bahwa Allah benar-benar mengetahui hal ihwal Ibrahim, baik sebelum diutus menjadi rasul, maupun sesudahnya. Artinya; Allah mengetahui benar kepribadian, watak dan budi pekertinya. Ibrahim adalah seorang yang menganut kepercayaan tauhid kepada Allah, tanpa dicampuri oleh kemusyrikan sedikit pun, disamping itu ia juga mempunyai sifat-sifat dan budi pekerti luhur, sehingga tepatlah kalau ia dipilih dan diangkat menjadi nabi dan rasul.\nKebanyakan para mufasir mengatakan bahwa Allah telah memberikan petunjuk kebenaran itu kepada Ibrahim sejak sebelum ia diangkat menjadi Rasul, sehingga dengan petunjuk itu ia dapat memperhatikan alam ini sehingga ia sampai kepada keyakinan tentang adanya Allah Yang Maha Esa. Oleh sebab itu, perjuangannya dalam membasmi kemusyrikan berupa penyembahan patung dan berhala di kalangan kaumnya telah dilakukannya sebelum ia diangkat menjadi rasul.\nSebagai penjelasan layak diterangkan di sini bahwa menurut sejarah Nabi Ibrahim berasal dari Ur al-Kaldaniyah (Ur Kaldea) ibu kota Kerajaan Kaldan (Kaldea) di Mesopotamia Selatan. Kerajaan Kaldea itu diperintah oleh seorang raja yang bernama Namruz memerintah tahun 2300 SM, sebelum pemerintahan Hammurabi yang memerintah tahun 2000 SM. Raja Namruz ini terkenal sebagai seorang raja yang amat kejam dan mengaku dirinya sebagai tuhan. Orang-orang Kaldan di samping menyembah tuhan-tuhan yang berupa patung-patung, diperintahkan juga agar menyembah Namruz.\nRaja Namruz inilah yang menyuruh membakar Nabi Ibrahim. Akhirnya Nabi Ibrahim bersama istrinya yang bernama Sarah dan saudara laki-lakinya yang bernama Lut meninggalkan kota Ur, berhijrah ke Harran dan kemudian ke Palestina.\nPada suatu ketika terjadi kelaparan di Palestina, maka Ibrahim bersama istrinya dan Lut bersama istrinya pergi ke Mesir. Di Mesir Ibrahim menghadap Firaun. Firaun memberi mereka hadiah-hadiah, di antara hadiah-hadiah itu seorang perempuan yang bernama Hajar untuk Sarah istri Ibrahim. Setelah kembali ke Palestina, Lut berpisah dan pergi ke Sodom, sebuah kota dekat Laut Mati di Yordania.\nOleh karena Sarah dan Ibrahim belum mempunyai putra, maka Hajar dihadiahkan oleh Sarah kepada Nabi Ibrahim untuk dijadikan istri. Dengan Hajar, Ibrahim mendapat putra, yaitu Ismail. Kemudian oleh Ibrahim Siti Hajar dan Ismail dipindahkan ke Mekah. Di Mekah Nabi Ibrahim mendirikan kembali Ka`bah, dan Ismail bermukim di Mekah.\nNabi Ibrahim di masa tuanya dikaruniai seorang putra lainnya dari istri pertamanya Sarah, yaitu Ishak. Nabi Ibrahim meninggal dunia dan dikuburkan di Hebron, yaitu tempat di mana Sarah telah dikuburkan lebih dahulu. Dari keturunan Ibrahim a.s., banyak terdapat nabi-nabi, imam-imam, orang-orang yang saleh dan pemimpin yang menyeru kepada agama Allah.\n"}},{"number":52,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePerjuangan Nabi Ibrahim dalam menegakkan ajaran tauhid dimulai sejak remaja,\u0026nbsp;\u003cem\u003eketika dia berkata kepada ayahnya\u003c/em\u003e\u0026nbsp;yang bernama Azar,\u0026nbsp;\u003cem\u003edan kaumnya\u003c/em\u003e, di Kota Ur, Kaldea, Mesopotamia Timur. Wahai ayahku dan kaumku, \u0026ldquo;\u003cem\u003ePatung-patung apakah ini yang kamu tekun menyembahnya\u003c/em\u003e, padahal patung-patung itu benda mati yang tidak bergerak dan tidak mendengar doa kamu?\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menjelaskan bahwa Allah telah mengaruniakan petunjuk kepada Ibrahim, sehingga ia bertanya kepada ayahnya Azar yang sedang berkumpul bersama kaumnya, tentang patung-patung yang mereka buat dan mereka sembah dengan tekun.\nPertanyaan itu mengandung arti bahwa Azar dan kaumnya seharusnya menggunakan akal pikiran mereka untuk merenungkan bahwa benda-benda tersebut tidak patut disembah, karena tidak mempunyai sifat-sifat sebagai Tuhan yang layak untuk disembah. Mereka menyembah barang-barang yang dicipta, bukan pencipta, serta tidak dapat mendatangkan manfaat untuk dirinya, apalagi untuk orang lain. Mereka tidak mau menyembah Allah padahal Allah adalah Pencipta, Pemelihara, Pendidik, Pelindung, dan Penguasa seluruh mahluk. Andaikata mereka mau memikirkannya, niscaya mereka tidak akan berbuat demikian. Jadi mereka itu sebenarnya adalah orang-orang yang tidak mau menggunakan akal pikiran yang telah dikaruniakan Allah kepada mereka.\n"}},{"number":53,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eMereka menjawab\u003c/em\u003e pertanyaan pemuda Ibrahim yang logis dan masuk akal itu dengan jawaban pembelaan terhadap tradisi yang sudah mengakar, \u0026ldquo;\u003cem\u003eKami mendapati nenek moyang kami\u003c/em\u003e, dari generasi ke gene-rasi memproduksi dan\u003cem\u003e menyembahnya\u003c/em\u003e.\u0026rdquo;\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini dijelaskan bahwa Azar dan kaumnya menjawab pertanyaan Ibrahim dengan pernyataan bahwa mereka menyembah patung hanyalah sekedar mengikuti perbuatan nenek moyang mereka. Jawaban tersebut menunjukkan berbagai kelemahan. Pertama, mereka tidak dapat menjawab pertanyaan Ibrahim dengan menggunakan alasan-alasan yang masuk akal, yang didasarkan atas kebenaran. Kedua, mereka dalam hidup beragama hanya didasarkan rasa ta'ashshub (fanatik) kepada tradisi nenek moyang, bukan berdasarkan keyakinan dan pemikiran yang sehat. Ketiga, mereka menutup diri terhadap hal-hal yang berbeda dari kebiasaan mereka, walaupun nyata kebenarannya. Seolah-olah telinga mereka telah tersumbat, dan hati mereka telah tertutup rapat.\nSikap ta'ashshub (fanatik) dan taklid buta adalah ciri khas orang-orang yang tidak mampu mempertahankan prinsip mereka dengan bukti yang benar dan hujjah yang kuat, karena memang prinsip yang mereka anut itu tidak benar. Mereka menganutnya hanya sekedar menjaga tradisi yang mereka pusakai dari nenek moyang. Sikap tersebut sangat menghambat kemajuan manusia, dan menjerumuskan mereka kepada keingkaran terhadap kebenaran, bahkan membawa kepada kekufuran terhadap Allah.\nDalam kalangan kaum Muslimin kita dapati orang-orang yang taklid buta terhadap satu mazhab, atau terhadap seorang imam, sehingga mereka tak mau menerima kebenaran yang datang dari orang lain. Sikap semacam itu bertentangan dengan ajaran agama Islam, yang selalu menganjurkan agar manusia menggunakan akal pikirannya dalam mencari kebenaran.\nPara imam dari berbagai mazhab fiqh Islam melarang para pengikutnya untuk bertaklid buta kepadanya, dan menganjurkan agar mereka terbuka menerima pendapat orang lain, bila ternyata pendapat itu lebih benar dari pendapat yang dianutnya.\n"}},{"number":54,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDia\u003c/em\u003e, Ibrahim, menyadarkan mereka dengan\u0026nbsp;\u003cem\u003eberkata\u003c/em\u003e\u0026nbsp;secara tegas dan lugas, \u0026ldquo;\u003cem\u003eSesungguhnya kamu dan nenek moyang kamu\u003c/em\u003e\u0026nbsp;yang terus-menerus mengukir dan menyembah patung-patung itu,\u003cem\u003e\u0026nbsp;berada dalam kesesatan yang nyata\u003c/em\u003e, karena penyembahan itu tidak masuk akal dan merendahkan martabat manusia.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa Ibrahim membalas jawaban mereka itu dengan menunjukkan keburukan perbuatan nenek moyang mereka yang menyembah selain Allah. Ibrahim mengatakan kepada ayahnya dan juga kaumnya, bahwa mereka semuanya berada dalam kesesatan, karena mereka menyembah patung dan berhala. Dengan perbuatan itu mereka telah jauh dari kebenaran dan menyimpang dari jalan yang benar. Mereka tidak berpegang kepada agama yang benar dan akal sehat. Yang menjadi pegangan mereka hanyalah keinginan hawa nafsu dan bisikan iblis."}},{"number":55,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDialog Ibrahim dengan kaumnya bertambah panas. \u003cem\u003eMereka\u003c/em\u003e pun\u003cem\u003e berkata\u003c/em\u003e dengan mengajukan pertanyaan mendasar, wahai Ibrahim, \"\u003cem\u003eApakah engkau\u003c/em\u003e benar-benar \u003cem\u003edatang kepada kami membawa kebenaran\u003c/em\u003e tentang Tuhan dan ajaran kemanusiaan \u003cem\u003eatau engkau\u003c/em\u003e hanya \u003cem\u003emain-main\u003c/em\u003e saja?\u0026rdquo;\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini disebutkan jawaban Azar dan kaumnya kepada Ibrahim yaitu, apakah Ibrahim datang kepada mereka dengan membawa kebenaran, ataukah hanya ingin berolok-olok saja.\nDari ucapan mereka dapat disimpulkan beberapa pertanyaan seputar sikap mereka. Pertama, bahwa mereka setelah mendengarkan ucapan Ibrahim yang bersifat merendahkan martabat tuhan-tuhan mereka, dan menyatakan sesatnya perbuatan mereka, maka hati mereka mulai tergugah, karena ucapan semacam itu belum pernah terdengar di kalangan mereka. Kedua, karena melihat sikap Ibrahim yang bersungguh-sungguh dan keras dalam ucapannya, maka hati mereka mulai ragu terhadap kebenaran dan perbuatan mereka sendiri sebagai penyembah patung. Ketiga, mereka meminta kepada Ibrahim agar memberikan bukti-bukti dan alasan-alasan yang menunjukkan kebenaran ucapan Ibrahim kepada mereka. Keempat, jika Ibrahim tidak dapat memberikan bukti-bukti tersebut, maka mereka menganggap Ibrahim hanya memperolok-olok mereka.\n"}},{"number":56,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMenanggapi pertanyaan tersebut,\u0026nbsp;\u003cem\u003edia\u003c/em\u003e, Ibrahim,\u003cem\u003e\u0026nbsp;menjawab, \u0026ldquo;Sebenarnya Tuhan kamu\u003c/em\u003e\u0026nbsp;yang patut disembah\u0026nbsp;\u003cem\u003eialah Tuhan\u003c/em\u003e\u0026nbsp;pemilik\u003cem\u003e\u0026nbsp;langit dan bumi\u003c/em\u003e, yang menjaga keseimbangan dan keteraturan keduanya. Dialah Allah\u0026nbsp;\u003cem\u003eyang telah menciptakannya. Dan\u003c/em\u003e\u0026nbsp;ketahuilah bahwa\u0026nbsp;\u003cem\u003eaku termasuk orang yang dapat bersaksi atas itu\u003c/em\u003e\u0026nbsp;secara rasional dan empiris bahwa Allah satu-satunya Tuhan yang berhak disembah, yang mengatur langit dan bumi.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa setelah Ibrahim memahami adanya kenyataan tersebut di atas, maka dia membalas jawaban mereka dengan ucapan yang tidak lagi mengungkap kesesatan mereka dalam penyembahan terhadap patung dan berhala, melainkan ia beralih kepada menerangkan kebenaran dan menyebutkan Tuhan yang sesungguhnya patut disembah. Maka Ibrahim menerangkan kepada mereka bahwa ia datang membawa kebenaran, bukan berolok-olok, bahwa Tuhan mereka adalah Tuhan Langit dan Bumi. Dialah yang patut disembah, karena Dialah yang telah menciptakan langit dan bumi itu dan menciptakan diri mereka, serta memberikan rahmat dan perlindungan-Nya kepada semua makhluk-Nya, karena Ia Mahakuasa dan Maha Pengasih.\nDengan demikian mereka sadar bahwa menyembah Allah adalah tindakan yang benar, sedang menyembah patung dan berhala adalah kesesatan yang besar.\nPada akhir ayat ini diterangkan, bahwa untuk memantapkan keyakinan mereka kepada akidah tauhid, maka Ibrahim mengulas ucapannya tadi dengan menegaskan bahwa ia dapat dan bertanggungjawab penuh untuk memberikan bukti-bukti atas kebenaran apa yang disampaikannya kepada mereka. Keterangan ini dimaksudkan untuk melenyapkan prasangka mereka bahwa Ibrahim hanya berolok-olok kepada mereka dengan ucapan-ucapan yang tersebut di atas.\n"}},{"number":57,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eNabi Ibrahim tidak hanya berkata lugas kepada ayah dan kaumnya yang terus menerus menyembah patung-patung itu dengan menyatakan, \u0026ldquo;Sesungguhnya kamu dan nenek moyang kamu berada dalam kesesatan yang nyata,\u0026rdquo; tetapi juga bersumpah dalam hatinya bahwa beliau akan menghancurkan berhala itu, setelah mereka me-ninggalkan tempat itu. \u0026ldquo;\u003cem\u003eDan demi Allah, sungguh, aku akan melakukan tipu daya\u003c/em\u003e, tindakan yang membongkar kepalsuan,\u003cem\u003e terhadap berhala-berhalamu\u003c/em\u003e dengan menghancurkannya guna menyadarkan mereka bahwa penyembahan patung-patung itu perbuatan keliru,\u003cem\u003e setelah kamu pergi meninggalkannya.\u003c/em\u003e\"\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan apa yang terkandung dalam hati Ibrahim yang diucapkan dan didengar oleh sebagian kaumnya yaitu ia bertekad untuk menghancurkan patung-patung yang menjadi sesembahan kaumnya, apabila mereka sudah pergi meninggalkan tempat tersebut."}},{"number":58,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSumpah Ibrahim tidak hanya dalam hati, tetapi benar-benar dilaksanakannya.\u0026nbsp;\u003cem\u003eMaka dia menghancurkan\u003c/em\u003e\u0026nbsp;berhala-berhala itu\u0026nbsp;\u003cem\u003eberkeping-keping\u003c/em\u003e\u0026nbsp;hingga patung-patung itu tidak berbentuk lagi,\u0026nbsp;\u003cem\u003ekecuali yang terbesar\u003c/em\u003e, induknya,\u0026nbsp;\u003cem\u003eagar mereka kembali\u003c/em\u003e\u0026nbsp;mempertanyakan argumentasi mereka mempertahankan penyembahan benda-benda mati itu\u003cem\u003e\u0026nbsp;kepadanya\u003c/em\u003e, yakni patung-patung itu.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini disebutkan bahwa apa yang menjadi tekad Ibrahim itu untuk memanfaatkan perayaan besar itu untuk menghancurkan patung-patung itu benar-benar dilaksanakannya, sehingga sepeninggal kaumnya, patung-patung itu dirusaknya sehingga hancur berkeping-keping, kecuali sebuah patung yang terbesar. Patung itu tidak dirusaknya, karena ia berharap bila mereka kembali ke sana dan bertanya kepadanya tentang siapa orang yang merusak patung-patung yang lain itu, maka ia akan menyuruh mereka bertanya kepada patung yang terbesar itu, yang tentu saja tidak dapat menjawab pertanyaan mereka."}},{"number":59,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMelihat patung-patung mereka hancur berkeping-keping, \u003cem\u003emaka mereka\u003c/em\u003e pun \u003cem\u003eberkata\u003c/em\u003e dengan mengajukan pertanyaan, \u0026ldquo;\u003cem\u003eSiapakah yang\u003c/em\u003e berani\u003cem\u003e melakukan\u003c/em\u003e penghancuran\u003cem\u003e terhadap tuhan-tuhan kami\u003c/em\u003e ini? \u003cem\u003eSungguh, dia termasuk orang yang zalim\u003c/em\u003e, karena telah menghancurkan simbol kesucian agama.\u0026rdquo;\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menjelaskan bahwa apa yang diharapkan oleh Ibrahim, benar-benar terjadi. Setelah mendengar berita bahwa patung-patung mereka telah rusak, mereka datang kembali ke tempat itu dan bertanya kepada Ibrahim, siapakah yang telah melakukan perbuatan jahat ini terhadap tuhan-tuhan mereka? Sungguh dia benar-benar termasuk orang yang zalim.\"\nDari ucapan ini dapat kita pahami bahwa sampai saat itu mereka masih belum menerima sepenuhnya apa yang disampaikan Ibrahim kepada mereka, dan mereka masih menyembah dan mengagungkan berhala-berhala itu, dan masih menyebutnya sebagai tuhan-tuhan mereka. Hal ini menimbulkan kemarahan terhadap orang yang membinasakannya.\n"}},{"number":60,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eTindakan Ibrahim menghancurkan patung-patung itu dilihat dan didengar oleh mereka. Oleh karena itu, di antara\u0026nbsp;\u003cem\u003emereka\u003c/em\u003e\u0026nbsp;ada yang\u003cem\u003e\u0026nbsp;berkata, \u0026ldquo;Kami mendengar\u003c/em\u003e\u0026nbsp;dari beberapa sumber yang meyakinkan,\u0026nbsp;\u003cem\u003eada seorang pemuda\u003c/em\u003e\u0026nbsp;nekat\u0026nbsp;\u003cem\u003eyang mencela\u003c/em\u003e\u0026nbsp;dan menghancurkan berhala-berhala ini,\u0026nbsp;\u003cem\u003enamanya Ibrahim\u003c/em\u003e.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menerangkan dalam ayat ini bahwa orang-orang yang berada di dekat penyembahan patung-patung itu menjawab pertanyaan di atas dengan mengatakan bahwa mereka mendengar seorang pemuda yang bernama Ibrahim telah menghancurkan berhala-berhala itu.\nDari sini kita pahami pada saat itu Ibrahim masih sebagai seorang pemuda (Â± 16 tahun), dan belum diutus Allah menjadi Nabi dan Rasul-Nya. Maka tindakannya dalam membinasakan patung-patung itu bukan dalam rangka tugasnya sebagai Rasul, melainkan timbul dari dorongan kepercayaannya kepada Allah, berdasarkan petunjuk kepada kebenaran yang telah dilimpahkan Allah kepadanya, sebelum ia diangkat menjadi Rasul.\n"}},{"number":61,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMendengar laporan masyarakat ini, pemerintah Babilonia bersikap tegas. \u003cem\u003eMereka berkata\u003c/em\u003e dan memerintahkan kepada penegak hukum, \u0026ldquo;Kalau demikian, \u003cem\u003ebawalah dia,\u003c/em\u003e pemuda nekat yang bertindak subversif ini ke pusat kota \u003cem\u003edengan diperlihatkan kepada orang banyak, agar mereka\u003c/em\u003e melihat wajahnya dan \u003cem\u003emenyaksikan\u003c/em\u003e hukuman yang akan dijatuhkan kepadanya.\u0026rdquo;\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menjelaskan bahwa setelah mereka mendapat jawaban bahwa yang merusakkan patung-patung itu adalah seorang pemuda yang bernama Ibrahim, maka mereka menyuruh agar pemuda itu dihadapkan kepada orang banyak, dengan harapan kalau-kalau ada orang lain yang menyaksikan pemuda tersebut melakukan pengrusakan itu, sehingga kesaksian itu akan dapat dijadikan bukti.\nHal ini memberikan pengertian bahwa di kalangan mereka pada masa itu sudah berlaku suatu peraturan, bahwa mereka tidak akan menindak secara langsung seseorang yang dituduh sebelum ada bukti-bukti, baik berupa persaksian dari seseorang, maupun berupa pengakuan dari pihak yang tertuduh.\n"}},{"number":62,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDalam pengadilan terbuka, penegak hukum mengajukan pertanyaan-pertanyaan kepada Ibrahim. Mereka bertanya, \u0026ldquo;\u003cem\u003eApakah engkau, yang melakukan\u003c/em\u003e\u0026nbsp;penghancuran\u003cem\u003e\u0026nbsp;ini terhadap tuhan-tuhan kami, wahai Ibrahim\u003c/em\u003e?\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini diterangkan bahwa setelah Ibrahim mereka hadapkan kepada orang banyak, maka mereka mengadakan penyelidikan dan pemeriksaan terhadapnya dengan mengajukan pertanyaan, apakah betul dia yang melakukan pengrusakan terhadap berhala-berhala itu. Pertanyaan ini mereka ajukan dengan harapan bahwa Ibrahim akan mengakui bahwa dialah yang melakukan pengrusakan itu. Pengakuan itu akan mereka jadikan alasan untuk menghukum Ibrahim."}},{"number":63,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eIbrahim menjawab dengan jawaban yang mengejutkan untuk memberi pelajaran kepada mereka. Beliau berpura-pura tidak mengaku dirinya yang merusak patung-patung itu. \u003cem\u003eDia menjawab, \u0026ldquo;Sebenarnya\u003c/em\u003e patung \u003cem\u003ebesar itu yang melakukannya, maka tanyakanlah kepada mereka, jika mereka dapat berbicara.\u003c/em\u003e\u0026rdquo; Melalui jawaban ini pemuda Ibrahim menyadarkan mereka bahwa patung itu tidak patut disembah.\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Diterangkan dalam ayat ini jawaban Ibrahim atas tuduhan itu. Dimana jawaban Ibrahim ternyata sangat mengagetkan mereka, sebab tidak sesuai dengan harapan mereka, karena Ibrahim tidak memberikan pengakuan bahwa ia yang melakukan pengrusakan, tetapi ia mengatakan bahwa yang melakukan pengrusakan terhadap patung-patung itu justru adalah patung terbesar yang masih utuh.\nJawaban semacam itu dimaksudkan Ibrahim untuk mencapai tujuannya, yaitu untuk menyadarkan kaumnya bahwa patung-patung itu tidak patut untuk disembah, karena ia tidak dapat berbuat apa-apa. Apalagi untuk membela dirinya.\nJelas bahwa kaumnya tidak akan percaya bahwa patung terbesar itulah yang melakukan pengrusakan terhadap patung-patung yang lain. Sebab, mereka menyadari bahwa hal itu mustahil akan terjadi, karena patung tidak dapat berbuat apa pun, sebab dia adalah benda mati. Jika mereka telah menginsafi hal tersebut, sudah sepatutnya mereka berhenti menyembah patung.\nPada akhir ayat ini disebutkan ucapan Ibrahim selanjutnya terhadap kaumnya, yang menyuruh mereka menanyakan kepada patung-patung itu sendiri, siapakah yang telah merusak mereka.\nUcapan ini menyebabkan kaumnya semakin terpojok, karena seandainya mereka bertanya kepada patung-patung itu, niscaya mereka tidak akan memperoleh jawaban, sebab patung-patung tersebut tidak mendengar dan tidak dapat berbicara. Kalau demikian keadaannya, patutkah patung-patung itu disembah? Jika masih ada orang yang menyembahnya, pastilah orang tersebut tidak mempergunakan pikirannya yang sehat.\n"}},{"number":64,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eMaka,\u003c/em\u003e\u0026nbsp;setelah mendengar jawaban tersebut,\u0026nbsp;\u003cem\u003emereka kembali kepada kesadaran mereka\u003c/em\u003e\u0026nbsp;yang jernih sesuai akal sehat dan nurani bahwa patung-patung itu tidak layak disembah.\u003cem\u003e\u0026nbsp;Dan\u003c/em\u003e\u0026nbsp;pemimpin mereka pun\u0026nbsp;\u003cem\u003eberkata, \u0026ldquo;Sesungguhnya kamu sekalianlah yang menzalimi\u003c/em\u003e\u0026nbsp;diri sendiri, terus-menerus menyembah patung yang tidak bisa bicara, tidak bisa membela diri, apalagi menyelamatkan manusia.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Diterangkan dalam ayat ini jawaban Ibrahim atas tuduhan itu. Dimana jawaban Ibrahim ternyata sangat mengagetkan mereka, sebab tidak sesuai dengan harapan mereka, karena Ibrahim tidak memberikan pengakuan bahwa ia yang melakukan pengrusakan, tetapi ia mengatakan bahwa yang melakukan pengrusakan terhadap patung-patung itu justru adalah patung terbesar yang masih utuh.\nJawaban semacam itu dimaksudkan Ibrahim untuk mencapai tujuannya, yaitu untuk menyadarkan kaumnya bahwa patung-patung itu tidak patut untuk disembah, karena ia tidak dapat berbuat apa-apa. Apalagi untuk membela dirinya.\nJelas bahwa kaumnya tidak akan percaya bahwa patung terbesar itulah yang melakukan pengrusakan terhadap patung-patung yang lain. Sebab, mereka menyadari bahwa hal itu mustahil akan terjadi, karena patung tidak dapat berbuat apa pun, sebab dia adalah benda mati. Jika mereka telah menginsafi hal tersebut, sudah sepatutnya mereka berhenti menyembah patung.\nPada akhir ayat ini disebutkan ucapan Ibrahim selanjutnya terhadap kaumnya, yang menyuruh mereka menanyakan kepada patung-patung itu sendiri, siapakah yang telah merusak mereka.\nUcapan ini menyebabkan kaumnya semakin terpojok, karena seandainya mereka bertanya kepada patung-patung itu, niscaya mereka tidak akan memperoleh jawaban, sebab patung-patung tersebut tidak mendengar dan tidak dapat berbicara. Kalau demikian keadaannya, patutkah patung-patung itu disembah? Jika masih ada orang yang menyembahnya, pastilah orang tersebut tidak mempergunakan pikirannya yang sehat.\n"}},{"number":65,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMereka menyesali kesalahan dan kebodohan mereka, menyembah patung-patung yang tidak bisa berbicara. \u003cem\u003eKemudian mereka\u003c/em\u003e pun \u003cem\u003emenundukkan kepala,\u003c/em\u003e merenung, dan menyesali perbuatan bodoh mereka. Setelah mendapat bisikan setan, mereka lalu mengangkat kepala dan berkata, \u0026ldquo;Mengapa engkau, Ibrahim menyuruh kami bertanya kepada patung besar itu, \u003cem\u003eengkau pasti tahu bahwa\u003c/em\u003e berhala-berhala \u003cem\u003eitu tidak dapat berbicara\u003c/em\u003e? Kami mengetahui patung-patung itu tidak dapat berbicara, tetapi kami menyembahnya karena ini keyakinan kami.\"\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini diterangkan keadaan mereka setelah menyesali kesalahan dan kebodohan diri mereka. Mereka lalu menekurkan kepala dan berdiam diri. Pada saat itulah setan kembali menggoda mereka, sehingga kesadaran mereka yang tadinya telah mulai bersemi lalu lenyap dan mereka kembali kepada kepercayaan semula, dan ingin membela patung-patung yang menjadi kepercayaan mereka. Oleh sebab itu mereka lalu berkata kepada Ibrahim, \"Mengapa Ibrahim menyuruh mereka bertanya kepada patung-patung ini, padahal dia sudah mengetahui bahwa patung-patung itu tidak dapat berbicara.\"\nUcapan ini merupakan pengakuan mereka bahwa mereka pun mengetahui bahwa patung-patung itu tidak dapat mendengar, berpikir dan berbicara, akan tetapi mereka tetap menyembah dan mempertuhankannya.\n"}},{"number":66,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMenanggapi pernyataan tersebut, Ibrahim,\u0026nbsp;\u003cem\u003eberkata\u003c/em\u003e\u0026nbsp;di depan para pembesar Kota Ur, Kaldea, Babilonia, Mesopotamia Selatan, \u0026ldquo;\u003cem\u003eMengapa kamu\u003c/em\u003e\u0026nbsp;sekalian\u0026nbsp;\u003cem\u003emenyembah\u003c/em\u003e\u0026nbsp;tuhan\u003cem\u003e\u0026nbsp;selain Allah, yang tidak dapat memberi manfaat sedikit pun\u003c/em\u003e\u0026nbsp;dengan menyembahnya,\u0026nbsp;\u003cem\u003edan tidak\u003c/em\u003e\u0026nbsp;pula\u0026nbsp;\u003cem\u003emendatangkan mudarat kepada kamu\u003c/em\u003e\u0026nbsp;dengan tidak menyembahnya?\" Ibrahim kemudian menegaskan tanggapannya, \"\u003cem\u003eCelakalah kamu dan apa yang kamu sembah selain Allah\u003c/em\u003e\u0026nbsp;di dunia dan di akhirat!\u0026nbsp;\u003cem\u003eApakah kamu tidak memikirkan\u003c/em\u003e, apakah kamu akan terus menyembah patung-patung itu atau berhenti?\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menerangkan dalam ayat ini, bahwa setelah mereka mengakui bahwa patung-patung itu tidak dapat mendengar, berpikir dan berbicara, maka Ibrahim segera menjawab dengan mengatakan mengapa mereka menyembah selain Allah sesuatu yang tidak dapat memberi manfaat sedikitpun, dan tidak pula dapat mendatangkan mudarat kepada mereka, bahkan ia tidak dapat berbicara dan mempertahankan diri."}},{"number":67,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMenanggapi pernyataan tersebut, Ibrahim,\u0026nbsp;\u003cem\u003eberkata\u003c/em\u003e\u0026nbsp;di depan para pembesar Kota Ur, Kaldea, Babilonia, Mesopotamia Selatan, \u0026ldquo;\u003cem\u003eMengapa kamu\u003c/em\u003e\u0026nbsp;sekalian\u0026nbsp;\u003cem\u003emenyembah\u003c/em\u003e\u0026nbsp;tuhan\u003cem\u003e\u0026nbsp;selain Allah, yang tidak dapat memberi manfaat sedikit pun\u003c/em\u003e\u0026nbsp;dengan menyembahnya,\u0026nbsp;\u003cem\u003edan tidak\u003c/em\u003e\u0026nbsp;pula\u0026nbsp;\u003cem\u003emendatangkan mudarat kepada kamu\u003c/em\u003e\u0026nbsp;dengan tidak menyembahnya?\" Ibrahim kemudian menegaskan tanggapannya, \"\u003cem\u003eCelakalah kamu dan apa yang kamu sembah selain Allah\u003c/em\u003e\u0026nbsp;di dunia dan di akhirat!\u0026nbsp;\u003cem\u003eApakah kamu tidak memikirkan\u003c/em\u003e, apakah kamu akan terus menyembah patung-patung itu atau berhenti?\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini disebutkan lanjutan dari ucapan Ibrahim kepada mereka, bahwa mereka akan celaka bersama patung-patung yang mereka sembah selain Allah. Apakah mereka tidak memahami keburukan dan kesesatan perbuatan mereka?\nUcapan itu telah menyebabkan para penyembah patung itu sungguh-sungguh terpojok, dan mengobarkan kemarahan mereka yang amat sangat\n\n66-67. Menanggapi pernyataan tersebut, Dia, Ibrahim, berkata di depan para pembesar Kota Ur, Kaldea, Babilonia, Mesopotamia Selatan, “Mengapa kamu sekalian menyembah tuhan selain Allah, menyembah sesuatu yang tidak dapat memberi manfaat sedikit pun dengan menyembahnya, dan tidak pula mendatangkan mudarat kepada kamu dengan tidak menyembahnya?\\\" Ibrahim kemudian menegaskan tanggapannya, \\\"Celakalah kamu dan apa yang kamu sembah selain Allah di dunia dan di akhirat! Apakah kamu tidak memikirkan, apakah kamu akan terus menyembah patung-patung itu atau berhenti?”"}},{"number":68,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eTanggapan Ibrahim yang tegas dan lugas tersebut direspon oleh para pembesar Kota Ur, Kaldea dengan sangat marah. \u003cem\u003eMereka berkata, \u0026ldquo;Bakarlah dia\u003c/em\u003e, Ibrahim, hidup-hidup di tengah alun-alun, \u003cem\u003edan bantulah tuhan-tuhan kamu\u003c/em\u003e dengan menyiapkan kayu bakar yang cukup untuk membakar dia selama satu bulan, \u003cem\u003ejika kamu benar-benar hendak berbuat\u003c/em\u003e untuk tuhan kamu.\u0026rdquo;\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini diterangkan bahwa setelah mereka kehabisan akal dan alasan untuk menjawab ucapan Ibrahim, dan kemarahan mereka memuncak, maka mereka sepakat untuk membakar Ibrahim, dan membela tuhan-tuhan mereka, jika mereka benar-benar ingin balas dendam.\nDengan demikian mereka memutuskan untuk membinasakan Ibrahim, tindakan itu mereka pandang sebagai cara yang terbaik untuk membela kehormatan tuhan-tuhan mereka, dan untuk melenyapkan rintangan yang menghalangi mereka dalam menyembah patung-patung. Mereka memilih cara yang paling kejam untuk membinasakan Ibrahim, yaitu dengan membakarnya dalam sebuah api unggun. Dengan cara ini Ibrahim dapat dilenyapkan, agar mereka dapat mencapai kemenangan untuk harga diri dan tuhan-tuhan mereka.\n"}},{"number":69,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eOrang-orang kafir di Kota Ur dan Kaldea melemparkan Ibrahim ke dalam api yang menyala, namun Allah berkehendak menyelamatkan Ibrahim dengan mengubah sifat api.\u003cem\u003e\u0026nbsp;Kami, berfirman\u003c/em\u003e\u0026nbsp;kepada api, \u0026ldquo;\u003cem\u003eWahai api! Jadilah kamu dingin\u003c/em\u003e,\u0026rdquo; api dikecualikan dari sifatnya yang alamiahnya yang panas dan membakar, tetapi bukan dingin yang membahayakan. Allah melanjutkan firman-Nya kepada api, \u0026ldquo;\u003cem\u003eDan\u003c/em\u003e\u0026nbsp;jadilah kamu\u0026nbsp;\u003cem\u003epenyelamat bagi Ibrahim\u003c/em\u003e\u0026nbsp;dengan menjadi sejuk!\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini dijelaskan tindakan Allah untuk melindungi dan menolong Ibrahim dari kekejaman kaumnya, yaitu membakar Ibrahim dalam api yang sedang berkobar-kobar.\nSebagaimana diketahui bahwa Allah telah memberikan sifat-sifat tertentu bagi setiap mahluk-Nya. Sifat itu tetap berlaku baginya sebagai Sunnah Allah di dunia. Antara lain ialah api, yang bersifat panas dan membakar, sehingga logam-logam yang amat kuat pun dapat dicairkan dengan api, apalagi tubuh manusia. Maka Allah melindungi Ibrahim dari panas api tersebut dengan cara mencabut sifat panas dan membakar, dari api yang sedang menyala sehingga Ibrahim tidak merasa panas ketika dibakar dan tidak terbakar dalam api unggun yang menyala-nyala.\nAllah berfirman, \"Hai api, jadilah engkau dingin, dan memberi keselamatan bagi Ibrahim.\" Dengan adanya perintah Allah kepada api tersebut, maka sifatnya berubah dari panas menjadi dingin, dan tidak merusak terhadap Ibrahim sampai api itu padam. Ini menambah bukti tentang kekuasaan Allah yang seharusnya disadari oleh orang-orang kafir.\nDalam suatu hadis yang diriwayatkan oleh al-Bukhari dari Ibnu 'Abbas disebutkan bahwa ketika Nabi Ibrahim dilemparkan ke dalam api, ia membaca:\n\"Cukuplah Allah (menjadi penolong) bagi kami dan Dia sebaik-baik pelindung.\" (Riwayat al-Bukhari)\nDemikianlah pertolongan dan perlindungan yang biasa diberikan Allah kepada para nabi, wali-wali dan hamba-hamba-Nya yang saleh. Walaupun pada waktu itu Ibrahim belum menjadi nabi dan rasul, namun ia tetap merupakan seorang hamba Allah yang saleh.\nPatut kiranya diingat bahwa Nabi Muhammad juga mengalami makar dari kaum kafir Quraisy yang berusaha untuk membinasakannya, seperti peristiwa sebelum dan sesudah hijrah. Akan tetapi walaupun mereka telah membuat rencana yang rapi untuk mencapai maksud tertentu, namun pelaksanaannya tidaklah membawa hasil seperti yang mereka harapkan, karena Allah telah memberikan pertolongan dan perlindungan-Nya kepada Rasul-Nya, sebagai pelaksanaan dari janji-Nya:\n\nDan Allah memelihara engkau dari (gangguan) manusia. (al-Ma`idah/5: 67)\n"}},{"number":70,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eRaja Namrud dan seluruh rakyat Babilonia, Mesopotamia Timur, mengumpulkan kayu bakar dan membakar Ibrahim hidup-hidup karena \u003cem\u003emereka hendak berbuat jahat\u003c/em\u003e \u003cem\u003eterhadap Ibrahim.\u003c/em\u003e Ini disebabkan\u0026nbsp;keberanian Ibrahim menghancurkan patung dan menyadarkan mereka bahwa menyembah patung itu sesat. Ketahuilah, \u003cem\u003emaka Kami, menjadikan mereka itu orang-orang yang paling rugi\u003c/em\u003e, baik di dunia karena tidak bisa berpikir jernih, mengikuti akal sehat dan nurani, maupun di akhirat karena mendapatkan murka Allah dan kekal di dalam neraka.\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menegaskan dalam ayat ini bahwa makar yang dilaksanakan kaum musyrik terhadap para nabi untuk membinasakannya, telah menimbulkan akibat yang sebaliknya, yaitu menyebabkan mereka itu menjadi orang-orang yang paling merugi.\nDengan ucapan dan perbuatan itu, mareka ingin memadamkan cahaya kebenaran yang disampaikan Ibrahim, dengan cara menyalakan api unggun untuk membinasakannya. Tetapi akhirnya api yang mereka nyalakan itulah yang padam tanpa menimbulkan bekas apa pun terhadap Ibrahim a.s., berkat perlindungan Allah Yang Mahakuasa. Hal ini menunjukkan dengan jelas batilnya kepercayaan yang mereka anut, dan jahatnya cara yang mereka tempuh untuk mencapai kemenangan. Sebaliknya Ibrahim berada pada pihak yang benar, karena ia menyampaikan patunjuk Allah untuk membasmi kebatilan dan kezaliman.\n"}},{"number":71,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan Kami telah menyelamatkan dia\u003c/em\u003e, Ibrahim, dari kejahatan warga Kota Ur yang membakarnya hidup-hidup. Lalu dia hijrah ke Harran, kemudian ke Palestina.\u0026nbsp;\u003cem\u003eDan\u003c/em\u003e\u0026nbsp;Kami juga telah menyelamatkan\u003cem\u003e\u0026nbsp;Lut\u003c/em\u003e\u0026nbsp;dari bencana alam yang menimpa Kota Sodom dan Gomorah. Keduanya, Ibrahim dan Luth, pergi ke Palestina,\u0026nbsp;\u003cem\u003esebuah negeri yang telah Kami berkahi untuk seluruh alam.\u003c/em\u003e\u0026nbsp;Palestina adalah tanah kelahiran para nabi, kelahiran Nabi Ismail yang merupakan leluhur Nabi Muhammad, dan Nabi Ishak yang merupakan leluhur Bani Israil. Yerusalem, kota penting di Palestina, menjadi kota suci tiga agama, Yahudi, Nasrani dan Islam; dan tempat Rasulullah mikraj.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini dijelaskan bahwa Allah melengkapi rahmat-Nya kepada Ibrahim. Allah telah menyelamatkannya dari kobaran api. Dalam sejarah diterangkan bahwa Allah telah menyelamatkannya dari kejahatan penduduk kota Ur di Mesopotamia Selatan, yaitu negeri asalnya, lalu ia hijrah ke negeri Harran, kemudian ke Palestina di daerah Syam.\nDalam ayat ini disebutkan bahwa negeri Syam adalah negeri yang telah diberi Allah keberkahan yang banyak untuk semua manusia. Sehingga negeri tersebut amat subur, banyak air dan tumbuh-tumbuhannya, sehingga memberikan banyak manfaat bagi penduduknya. Selain itu, negeri tersebut juga merupakan tempat lahir para nabi yang membawa sinar petunjuk bagi umat manusia. Baitul Makdis yang terletak di Palestina juga termasuk daerah Syam, dan kiblat pertama bagi umat Islam.\nDalam ayat ini diterangkan bahwa Nabi Lut juga berhijrah bersama ke negeri Syam itu. Menurut keterangan sejarah Nabi Lut adalah anak saudara lelaki Ibrahim a.s\n"}},{"number":72,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan Kami telah menganugerahkan kepadanya\u003c/em\u003e, Ibrahim, kenikmatan lain yang sangat berharga, yaitu kelahiran\u003cem\u003e Ishak\u003c/em\u003e pada saat usia beliau sudah lanjut, \u003cem\u003edan\u003c/em\u003e darinya lahir\u003cem\u003e Yakub\u003c/em\u003e, yang melahirkan Bani Israil. Di antaranya banyak terpilih menjadi nabi dan rasul,\u003cem\u003e sebagai suatu anugerah\u003c/em\u003e yang sangat berharga.\u003cem\u003e Dan masing-masing\u003c/em\u003e dari keturunan Ishak dan Yakub, \u003cem\u003eKami jadikan orang-orang yang saleh. \u003c/em\u003eNamun demikian, ada juga di antara keturunan keduanya yang menjadi\u0026nbsp;orang zalim dan kufur.\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menyebutkan nikmat-Nya yang lain kepada Ibrahim a.s. sebagai tambahan atas nikmat-Nya yang telah lalu, yaitu bahwa Allah telah menganugerahkan seorang putra yaitu Ishak, sedang Yakub adalah putra dari Ishak, jadi sebagai cucu Ibrahim yang melahirkan keturunan Bani Israil. Di samping itu Ibrahim juga mempunyai seorang putra lainnya, yaitu Ismail, dari Siti Hajar. Allah telah menjadikan kesemuanya, yaitu Ibrahim, Ismail, Ishak dan Yakub sebagai nabi-nabi dan orang-orang yang saleh."}},{"number":73,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan Kami jadikan mereka itu\u003c/em\u003e, para nabi dan rasul keturunan Ishak dan Yakub\u0026nbsp;\u003cem\u003esebagai pemimpin-pemimpin yang memberi petunjuk\u003c/em\u003e\u0026nbsp;kepada Bani Israil\u0026nbsp;\u003cem\u003edengan perintah Kami\u003c/em\u003e\u0026nbsp;dalam Kitab Taurat, Zabur, dan Injil,\u0026nbsp;\u003cem\u003edan Kami wahyukan kepada mereka\u003c/em\u003e, para nabi dan rasul itu,\u0026nbsp;\u003cem\u003eagar berbuat kebaikan, melaksanakan salat, dan menunaikan zakat,\u003c/em\u003e\u0026nbsp;\u003cem\u003edan\u003c/em\u003e\u0026nbsp;Kami tegaskan kepada mereka bahwa\u003cem\u003e\u0026nbsp;hanya kepada Kami mereka menyembah\u003c/em\u003e\u0026nbsp;dan hanya kepada Kami pula mereka memohon pertolongan.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menyebutkan dalam ayat ini tambahan karunia-Nya kepada Ibrahim, selain karunia yang telah diterangkan pada ayat yang lalu, yaitu bahwa keturunan Ibrahim itu tidak hanya merupakan orang-orang yang saleh, bahkan juga menjadi imam atau pemimpin umat yang mengajak orang untuk menerima dan melaksanakan agama Allah, dan mengajak kepada perbuatan-perbuatan yang baik dan bermanfaat, berdasarkan perintah dan izin Allah.\nNabi Ibrahim yang diberi gelar \"Khalilullah\" (kekasih Tuhan) juga merupakan bapak dari beberapa nabi karena banyak di antara nabi-nabi yang datang sesudahnya adalah dari keturunannya, sampai dengan Nabi dan Rasul yang terakhir, yaitu Muhammad saw adalah termasuk cucu-cucu Ibrahim a.s. melalui Nabi Ismail. Mereka memperoleh wahyu Allah yang berisi ajaranajaran dan petunjuk ke arah bermacam-macam kebajikan, terutama menaati perintah Allah dan meninggalkan larangan-Nya.\nDi samping itu Allah juga mewahyukan kepada mereka agar mendirikan salat dan membayarkan zakat. Kedua macam ibadah ini disebutkan Allah secara khusus, sebab ibadah salat memiliki keistimewaan sebagai ibadah jasmaniah maupun sebagai sarana yang mengokohkan hubungan hamba dengan Tuhannya, sedang zakat mempunyai keistimewaan baik sebagai ibadah harta yang paling utama yang mempererat hubungan dengan sesama hamba, lebih-lebih bila diingat bahwa harta benda sangat penting kedudukannya dalam kehidupan manusia.\nKedua macam ibadah ini, walaupun harus dilengkapi dengan ibadahibadah lainnya, namun ia telah mencerminkan dua sifat utama pada diri manusia yaitu taat kepada Allah, dan kasih sayang kepada sesama manusia.\nAkhirnya, pada ujung ayat ini Allah menerangkan bahwa keturunan Nabi Ibrahim itu adalah orang-orang yang beribadat kepada Allah semata-mata dengan penuh rasa khusyuk dan tawadu.\n"}},{"number":74,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan kepada Lut\u003c/em\u003e, yang berdomisili di Sodom, Palestina,\u003cem\u003e Kami berikan hikmah\u0026nbsp;\u003c/em\u003edan\u0026nbsp;kearifan dalam memutuskan perkara dan menetapkan hukuman, \u003cem\u003edan ilmu\u003c/em\u003e yang bermanfaat dalam melaksanakan kewajiban kepada Allah dan kewajiban kepada sesama manusia. \u003cem\u003eDan Kami\u003c/em\u003e pun \u003cem\u003etelah menyelamatkan dia\u003c/em\u003e dari azab yang menimpa penduduk\u003cem\u003e kota\u003c/em\u003e Sodom dan Gomorah \u003cem\u003eyang telah melakukan perbuatan keji\u003c/em\u003e, homoseksual dan menyamun dengan terang-terangan.\u003cem\u003e Sungguh mereka\u003c/em\u003e, umat Nabi Lut yang berbuat homoseksual dan menyamun itu adalah \u003cem\u003eorang-orang yang jahat\u003c/em\u003e kepada sesama manusia, \u003cem\u003elagi fasik\u003c/em\u003e, menyalahi perintah Allah.\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah menerangkan tiga macam rahmat yang dikaruniakan kepada Nabi Lut:\nPertama, Nabi Lut telah dikaruniai-Nya hikmah dan kearifan memberi putusan atau hukuman, sehingga dengan itu ia dapat memberikan penyelesaian dan keputusan dengan baik dalam perkara-perkara yang terjadi di kalangan umatnya.\nKedua, Ia juga dikaruniai ilmu pengetahuan yang sangat berguna terutama ilmu agama, sehingga ia dapat mengetahui dan melaksanakan dengan baik kewajiban-kewajibannya terhadap Allah dan terhadap sesama makhluk. Kedua syarat ini sangat penting bagi orang-orang yang akan diutus Allah sebagai Nabi dan Rasul-Nya.\nKetiga, Ia telah diselamatkan Allah ketika negeri tempat tinggalnya, yaitu Sodom ditimpa azab Allah karena penduduknya banyak berbuat kejahatan dan kekejian secara terang-terangan. Perbuatan-perbuatan keji yang mereka kerjakan di antaranya melakukan hubungan kelamin antara sesama lelaki (homosex), mengganggu lalulintas perniagaan dengan merampok barang-barang perniagaan itu, mendurhakai Lut dan tidak mengindahkan ancaman Allah dan lain-lain. Maka kota Sodom itu dimusnahkan Allah. Nabi Lut beserta keluarganya diselamatkan Allah kecuali istrinya yang ikut mendurhakai Allah.\nPada akhir ayat ini Allah menjelaskan apa sebabnya kaum Lut sampai melakukan perbuatan jahat dan keji semacam itu, ialah karena mereka telah menjadi orang-orang jahat dan fasik, sudah tidak mengindahkan hukum-hukum Allah, dan suka melakukan hal-hal yang terlarang, sehingga mereka bergelimang dalam perbuatan-perbuatan dosa dan ucapan-ucapan yang tidak senonoh yang semuanya dilakukan mereka dengan terang-terangan, tanpa rasa malu.\n"}},{"number":75,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eWalaupun Nabi Lut hidup di tengah masyarakat homoseksual, beliau tidak terpengaruh, karena mendapat rahmat Allah.\u0026nbsp;\u003cem\u003eDan Kami masukkan dia ke dalam rahmat Kami\u003c/em\u003e\u0026nbsp;yang membentenginya dari pengaruh buruk.\u0026nbsp;\u003cem\u003eSesungguhnya dia\u003c/em\u003e\u0026nbsp;terlindungi dari kejahatan, karena dirinya\u0026nbsp;\u003cem\u003etermasuk golongan orang yang saleh\u003c/em\u003e, beriman, dan senantiasa menaati perintah Allah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menjelaskan dalam ayat ini rahmat-Nya kepada Nabi Lut a.s., dengan memasukkannya ke dalam lingkungan rahmat-Nya. Maksudnya ialah bahwa Nabi Lut termasuk orang-orang yang dikasihi dan disayangi Allah, sehingga ia menjadi salah seorang penghuni surga-Nya.\nAllah berfirman kepada surga, \"Kamu adalah rahmat-Ku, dengan kaulah Aku rahmati orang-orang yang Aku kehendaki di antara hamba-hambaKu.\" (Riwayat al-Bukhari)\nAkhirnya, pada ujung ayat ini Allah menjelaskan apa sebabnya dia mengaruniakan rahmat yang begitu besarnya kepada Nabi Lut yaitu karena dia termasuk dalam golongan hamba-hamba Allah yang saleh yang selalu menaati perintah dan larangan Allah.\n"}},{"number":76,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e ingat serta jadikanlah pelajaran kisah \u003cem\u003eNuh\u003c/em\u003e, sebelum Ibrahim dan Lut, \u003cem\u003eketika dia berdoa\u003c/em\u003e, \u0026ldquo;Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi,\u0026rdquo; (Lihat Surah N\u0026ugrave;h/71: 26) karena mereka menolak beriman kepada Allah. \u003cem\u003eKami mengabulkan\u003c/em\u003e doa-\u003cem\u003enya\u003c/em\u003e, dengan menurunkan hujan dan banjir besar hingga orang-orang kafir itu tenggelam. \u003cem\u003eLalu Kami menyelamatkan dia bersama pengikutnya dari bencana\u003c/em\u003e, banjir, \u003cem\u003eyang besar\u003c/em\u003e, kecuali istri dan seorang anaknya.\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dengan ayat ini Allah mengingatkan Rasulullah dan kaum Muslimin kepada kisah Nabi Nuh a.s., yang disebut sebagai bapak kedua bagi umat manusia. Jauh sebelum Nabi Muhammad, bahkan sebelum Nabi Ibrahim dan Lut, Nabi Nuh telah diutus Allah sebagai Rasul-Nya. Karena keingkaran kaumnya yang amat sangat, sehingga mereka tidak memperdulikan seruannya kepada agama Allah, akhirnya ia berdoa kepada Tuhan:\nDan Nuh berkata, \"Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi. (Nuh/71: 26)\nDan doanya lagi:\n\"Sesungguhnya aku telah dikalahkan, maka tolonglah (aku).\" (al-Qamar/54: 10)\nAkan tetapi doa-doa tersebut diucapkannya setelah 950 tahun lamanya ia melakukan dakwahnya, namun kaumnya tetap juga ingkar dan tidak memperdulikan seruannya kepada agama Allah.\nMenurut riwayat, Nabi Nuh a.s. diutus Allah menjadi Rasul-Nya pada waktu itu ia berusia 40 tahun. Sesudah terjadinya azab Allah berupa angin taufan dan banjir besar Nabi Nuh masih hidup selama 40 tahun. Dengan demikian, maka diperkirakan usianya mencapai Â±1050 tahun.\nDalam ayat ini Allah menerangkan bahwa setelah Nuh a.s. mengucapkan doa-doa tersebut maka Allah mengabulkannya, yaitu dengan menimpakan banjir yang amat dahsyat, sehingga air laut meluap tinggi dan membinasakan negeri tersebut bersama orang-orang yang tidak beriman.\nAdapun Nabi Nuh dan keluarganya kecuali istri dan anaknya yang durhaka, serta kaumnya yang beriman, telah diselamatkan Allah dari malapetaka yang dahsyat itu, yaitu dengan sebuah perahu besar yang dibuat Nabi Nuh sebelum terjadinya banjir atas perintah dan petunjuk Allah.\n"}},{"number":77,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan Kami telah menolongnya\u003c/em\u003e, Nuh dan orang-orang beriman yang setia kepada beliau,\u0026nbsp;\u003cem\u003edari orang-orang\u003c/em\u003e\u0026nbsp;kafir\u0026nbsp;\u003cem\u003eyang telah mendustakan ayat-ayat Kami\u003c/em\u003e\u0026nbsp;yang diwahyukan kepada Nuh dan disampaikan kepada mereka.\u0026nbsp;\u003cem\u003eSesungguhnya mereka\u003c/em\u003e\u0026nbsp;dengan menolak beriman kepada Allah, menghina utusan Allah, dan mengancamnya adalah\u0026nbsp;\u003cem\u003eorang-orang yang\u003c/em\u003e\u0026nbsp;berbuat\u003cem\u003e\u0026nbsp;jahat\u003c/em\u003e\u0026nbsp;kepada sesama manusia,\u0026nbsp;\u003cem\u003emaka Kami menenggelamkan mereka semuanya\u003c/em\u003e\u0026nbsp;termasuk istri dan anak Nabi Nuh.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menegaskan bahwa Allah telah menurunkan pertolongan kepada Nabi Nuh dan pengikutnya yang beriman terhadap kejahatan orang-orang yang telah mendustakan ayat-ayat-Nya, dan tidak menerima bukti-bukti dan keterangan yang disampaikan Rasul-Nya.\nPada akhir ayat ini Allah menerangkan alasan mengapa Dia menolong Nabi Nuh sehingga kaum kafir itu dimusnahkan oleh azab yang dahsyat karena kejahatan kaumnya seperti syirik, baik perkataan maupun perbuatan mereka. Mendurhakai Allah, dan menyalahi perintah-perintah-Nya adalah perbuatan jahat kaumnya turun temurun. Maka sepantasnyalah mereka menerima balasan dari Allah.\nKisah-kisah yang dikemukakan dalam Al-Qur'an ini haruslah menjadi pelajaran bagi umat manusia, setelah diutusnya Nabi Muhammad saw, kepada seluruh umat manusia. Allah berfirman:\nMaka ambillah (kejadian itu) untuk menjadi pelajaran, wahai orang-orang yang mempunyai pandangan! (al-Hasyr/59: 2)\n"}},{"number":78,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e perhatikan kisah \u003cem\u003eDawud dan Sulaiman\u003c/em\u003e, dua orang nabi dan rasul yang juga raja di Palestina, \u003cem\u003eketika keduanya memberikan keputusan mengenai\u003c/em\u003e kasus sebuah \u003cem\u003eladang\u003c/em\u003e milik seorang petani yang diajukan kepada beliau, \u003cem\u003ekarena\u003c/em\u003e ladang itu \u003cem\u003edirusak\u003c/em\u003e \u003cem\u003eoleh kambing-kambing milik\u003c/em\u003e peternak \u003cem\u003ekaumnya\u003c/em\u003e. Nabi Dawud berpendapat bahwa kambing-kambing itu diserahkan kepada pemilik kebun, karena harganya dinilai sama dengan tanaman yang dirusaknya sebagai ganti tanaman yang rusak. Nabi Sulaiman memutuskan agar kambing-kambing itu diserahkan sementara kepada pemilik tanaman untuk diambil manfaatnya, minyak dan bulunya, dan pemilik kambing diharuskan mengganti tanaman itu dengan tanaman yang baru. Apabila tanaman yang baru telah dapat diambil hasilnya, pemilik kambing itu boleh mengambil kambingnya kembali sehingga keduanya tidak kehilangan milik mereka masing-masing.\u003cem\u003e Dan Kami menyaksikan keputusan\u003c/em\u003e yang diberikan\u003cem\u003e oleh mereka itu\u003c/em\u003e tepat, namun keputusan Sulaiman lebih memenuhi rasa keadilan.\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah menerangkan keadaan Daud dan Sulaiman ketika mereka memberi keputusan dalam suatu perkara yang terjadi di antara rakyat mereka.\nDalam suatu riwayat Ibnu Abbas yang dikutip dari tafsir Ibnu Kashir disebutkan bahwa sekelompok domba telah merusak tanaman seorang petani pada waktu malam, lalu terjadilah sengketa antara pemilik tanaman dan pemilik domba, dan kemudian mereka datang kepada Daud a.s. untuk minta diadili. Setelah mengadakan pemeriksaan maka Daud a.s. memberi keputusan agar domba-domba itu diserahkan kepada pemilik tanaman, karena dinilai harganya sama dengan nilai tanaman yang dirusaknya. Sulaiman a.s. yang juga mendengarkan putusan itu mempunyai pendapat yang lain, yang lebih tepat dan lebih adil. Lalu Nabi Sulaiman berkata dalam majelis tersebut bahwa \"Sebaiknya domba-domba itu diserahkan dulu kepada pemilik tanaman sehingga ia dapat mengambil manfaat dari susu, minyak dan bulunya, sementara kebun itu diserahkan kepada pemilik domba untuk diolahnya sendiri. Apabila nanti tanamannya sudah kembali kepada keadaannya seperti sebelum dirusak oleh domba-domba tersebut, maka kebun itu diserahkan kepada pemiliknya, domba-domba itu pun dikembalikan pula kepada pemiliknya.\"\nPendapat Sulaiman jelas lebih tepat, karena akhirnya maing-masing dari kedua pihak yang berperkara akan mendapatkan kembali miliknya dalam keadaan utuh.\nPerbedaan pandangan antara ayah dan anak dalam mengambil keputusan atas perkara tersebut adalah bahwa Daud a.s. lebih menitik beratkan perhatiannya kepada nilai kerusakan tanaman itu, yang dilihatnya sama dengan nilai domba yang merusaknya lalu ia memutuskan agar domba-domba itu diserahkan sepenuhnya kepada pemilik tanaman. Sedang Sulaiman a.s. lebih menitik beratkan pandangannya kepada manfaat domba dan manfaat tanaman itu, maka ia mengambil keputusan yang demikian itu. Bagaimana pun juga, masing-masing mereka mendasarkan keputusannya kepada ijtihad, bukan kepada wahyu, sehingga lahirlah dua keputusan yang berbeda.\nSelanjutnya Nabi Daud pun mengakui pendapat anaknya itu lebih tepat, sehingga itulah yang ditetapkannya kemudian sebagai keputusannya, dan membatalkan pendapatnya yang semula.\nPada akhir ayat ini Allah menerangkan bahwa Dia menyaksikan dan mengetahui apa yang telah dilakukan oleh Daud dan Sulaiman dalam memeriksa dan memutuskan perkara tersebut, sehingga tidak ada sesuatu pun yang tersembunyi bagi-Nya.\n"}},{"number":79,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan Kami telah memberikan pengertian\u003c/em\u003e\u0026nbsp;yang mendalam\u0026nbsp;\u003cem\u003ekepada Sulaiman\u003c/em\u003e\u0026nbsp;tentang keputusan yang lebih tepat dan lebih memenuhi rasa keadilan dalam sengketa petani dan pemilik domba.\u0026nbsp;\u003cem\u003eDan kepada masing-masing\u003c/em\u003e, Dawud dan Sulaiman,\u0026nbsp;\u003cem\u003eKami berikan hikmah,\u003c/em\u003e\u0026nbsp;pemaham-an agama yang mendalam,\u0026nbsp;\u003cem\u003edan ilmu\u003c/em\u003e\u0026nbsp;pengetahuan tentang hidup dan kehidupan duniawi.\u0026nbsp;\u003cem\u003eDan Kami tundukkan gunung-gunung dan burung-burung\u003c/em\u003e\u0026nbsp;agar mengikuti perintah Dawud;\u0026nbsp;\u003cem\u003esemua\u003c/em\u003e\u0026nbsp;gunung dan burung itu, senantiasa\u0026nbsp;\u003cem\u003ebertasbih\u003c/em\u003e\u0026nbsp;kepada Allah\u003cem\u003e\u0026nbsp;bersama Dawud. Dan Kamilah yang melakukan\u003c/em\u003e\u0026nbsp;semua itu sebagai rahmat kepada-\u003cem\u003enya\u003c/em\u003e.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada permulaan ayat ini Allah menegaskan bahwa Dia telah mengaruniakan kepada Sulaiman kemampuan yang lebih tinggi dalam memahami berbagai masalah.\nHal ini memang terbukti dalam keputusan yang mereka berikan kepada masing-masing pihak dalam perkara yang terjadi antara pemilik domba dan pemilik tanaman seperti tersebut di atas, dimana keputusan yang diberikan Sulaiman dirasa lebih tepat, dan lebih memenuhi keadilan.\nSesudah menyebutkan hal itu, maka Allah menerangkan selanjutnya rahmat yang telah dikaruniakan-Nya kepada mereka berdua, yaitu hukum-hukum dan ilmu pengetahuan, baik mengenai agama, atau pun masalah duniawi.\nRahmat seperti itu juga diberikan Allah kepada nabi-nabi-Nya yang lain, karena itu merupakan syarat pokok untuk menjadi Nabi.\nSelanjutnya dalam ayat ini Allah menjelaskan nikmat yang khusus dikaruniakan-Nya kepada Nabi Daud a.s. yaitu: bahwa Allah telah menjadikan gunung-gunung dan burung-burung tunduk kepada Daud a.s., semuanya bertasbih bersamanya.\nPara akhir ayat ini Allah menegaskan bahwa Dia kuasa untuk memberikan karunia semacam ini kepada hamba-Nya, karena Dialah Pencipta dan Pemilik seluruh alam ini.\n"}},{"number":80,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan Kami ajarkan\u003c/em\u003e pula\u003cem\u003e kepada Dawud cara membuat baju besi untukmu\u003c/em\u003e dan prajurit-prajurit kamu \u003cem\u003eguna melindungi kamu\u003c/em\u003e dan mereka \u003cem\u003edalam peperangan\u003c/em\u003e yang kamu pimpin. \u003cem\u003eApakah kamu\u003c/em\u003e dengan menerima karunia Allah yang besar ini termasuk hamba yang \u003cem\u003ebersyukur\u003c/em\u003e kepada Allah?\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah menyebutkan karunianya yang lain, yang diberikannya kepada Daud a.s., yaitu bahwa Daud telah diberi-Nya pengetahuan dan keterampilan dalam kepandaian menjadikan besi lunak di tangannya tanpa dipanaskan, karena keistimewaan ini Daud bisa membuat baju besi yang dipergunakan orang-orang di zaman itu sebagai pelindung diri dalam peperangan.\nKepandaian itu dimanfaatkan pula oleh umat-umat yang datang kemudian berabad-abad lamanya. Dengan demikian pengetahuan dan keterampilan yang dikaruniakan Allah kepada Nabi Daud a.s. itu telah tersebar luas dan bermanfaat bagi orang-orang dari bangsa lain. Di samping menjadi mukjizat Nabi Daud.\nSebab itu, pada akhir ayat ini Allah mengajukan pertanyaan kepada umat Nabi Muhammad, apakah turut bersyukur atas karunia tersebut? Sudah tentu, semua umat yang beriman kepada-Nya, senantiasa mensyukuri segala karunia yang dilimpahkan-Nya.\n"}},{"number":81,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e\u0026nbsp;Kami tundukkan\u0026nbsp;\u003cem\u003euntuk Sulaiman\u003c/em\u003e\u0026nbsp;sebagai anugerah dan fasilitas,\u0026nbsp;\u003cem\u003eangin yang sangat kencang tiupannya yang berhembus dengan perintahnya\u003c/em\u003e\u0026nbsp;dengan hembusan yang keras dan kencang atau pun lunak dan lambat\u0026nbsp;\u003cem\u003eke negeri yang Kami beri berkah padanya\u003c/em\u003e\u0026nbsp;sebagai moda transportasi Sulaiman dari kota yang satu ke kota lainnya.\u0026nbsp;\u003cem\u003eDan Kami Maha Mengetahui segala sesuatu\u003c/em\u003e, baik yang tampak maupun tersembunyi.\u0026nbsp;\u003cem\u003eDan\u003c/em\u003e\u0026nbsp;Kami tundukkan pula kepada Sulaiman\u0026nbsp;\u003cem\u003esegolongan setan-setan yang menyelam\u003c/em\u003e\u0026nbsp;ke dasar laut\u0026nbsp;\u003cem\u003euntuk\u003c/em\u003e\u0026nbsp;mengambil sesuatu yang diperlukan-\u003cem\u003enya\u003c/em\u003e.\u003cem\u003e\u0026nbsp;Dan mereka\u003c/em\u003e, setan-setan yang menjadi pelayan Nabi Sulaiman itu\u0026nbsp;\u003cem\u003emengerjakan pekerjaan selain itu\u003c/em\u003e\u0026nbsp;seperti mendirikan bangunan dan membuat kolam raksasa;\u0026nbsp;\u003cem\u003edan Kami yang memelihara mereka\u003c/em\u003e\u0026nbsp;agar setan-setan itu tidak merusak dan tidak bermain-main dalam melaksanakan tugas pokok dan fungsinya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah mulai menyebutkan nikmat-Nya yang khusus dilimpahkan-Nya kepada Nabi Sulaiman a.s., yaitu bahwa Dia telah menundukkan angin bagi Sulaiman a.s., sehingga angin tersebut dengan patuh melakukan apa yang diperintahkannya. Misalnya, angin tersebut berhembus ke arah negeri tertentu, dengan hembusan yang keras dan kencang atau pun lunak dan lambat, sesuai dengan kehendak Nabi Sulaiman a.s.. Allah berfirman: \n\nKemudian Kami tundukkan kepadanya angin yang berhembus dengan baik menurut perintahnya ke mana saja yang dikehendakinya. (shad/38: 36)\nMenurut pendapat ulama lainnya Sulaiman menggunakan angin sebagai alat transportasi yang mengangkutnya dari satu kota ke kota lain. Firman Allah:\nDan Kami (tundukkan) angin bagi Sulaiman, yang perjalanannya pada waktu pagi sama dengan perjalanan sebulan dan perjalanannya pada waktu sore sama dengan perjalanan sebulan (pula). (Saba`/34: 12)\nPada akhir ayat ini Allah menegaskan, bahwa Dia senantiasa mengetahui segala sesuatu, sehingga tidak sesuatu pun yang tersembunyi bagi-Nya.\n"}},{"number":82,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e\u0026nbsp;Kami tundukkan\u0026nbsp;\u003cem\u003euntuk Sulaiman\u003c/em\u003e\u0026nbsp;sebagai anugerah dan fasilitas,\u0026nbsp;\u003cem\u003eangin yang sangat kencang tiupannya yang berhembus dengan perintahnya\u003c/em\u003e\u0026nbsp;dengan hembusan yang keras dan kencang atau pun lunak dan lambat\u0026nbsp;\u003cem\u003eke negeri yang Kami beri berkah padanya\u003c/em\u003e\u0026nbsp;sebagai moda transportasi Sulaiman dari kota yang satu ke kota lainnya.\u0026nbsp;\u003cem\u003eDan Kami Maha Mengetahui segala sesuatu\u003c/em\u003e, baik yang tampak maupun tersembunyi.\u0026nbsp;\u003cem\u003eDan\u003c/em\u003e\u0026nbsp;Kami tundukkan pula kepada Sulaiman\u0026nbsp;\u003cem\u003esegolongan setan-setan yang menyelam\u003c/em\u003e\u0026nbsp;ke dasar laut\u0026nbsp;\u003cem\u003euntuk\u003c/em\u003e\u0026nbsp;mengambil sesuatu yang diperlukan-\u003cem\u003enya\u003c/em\u003e.\u003cem\u003e\u0026nbsp;Dan mereka\u003c/em\u003e, setan-setan yang menjadi pelayan Nabi Sulaiman itu\u0026nbsp;\u003cem\u003emengerjakan pekerjaan selain itu\u003c/em\u003e\u0026nbsp;seperti mendirikan bangunan dan membuat kolam raksasa;\u0026nbsp;\u003cem\u003edan Kami yang memelihara mereka\u003c/em\u003e\u0026nbsp;agar setan-setan itu tidak merusak dan tidak bermain-main dalam melaksanakan tugas pokok dan fungsinya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menjelaskan rahmat Allah yang lain yang dikarunia-kan-Nya khusus kepada Nabi Sulaiman a.s., yaitu bahwa Allah juga menundukkan segolongan setan yang patuh melakukan apa yang diperintahkan Sulaiman a.s. kepada mereka, misalnya: menyelam ke dalam laut untuk mengambil segala sesuatu yang diperlukannya, atau melakukan hal-hal untuk keperluan Sulaiman a.s. seperti mengerjakan bangunan dan sebagainya.\nPada ayat ini Allah menegaskan pula bahwa Dia senantiasa menjaganya sehingga setan tersebut tidak merusak dan tidak bermain-main dalam melakukan tugasnya.\n"}},{"number":83,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e ingatlah kisah \u003cem\u003eAyub\u003c/em\u003e, seorang nabi dan rasul yang mendapat cobaan berat dalam hidupnya, \u003cem\u003eketika dia berdoa kepada Tuhannya\u003c/em\u003e dengan berserah dan bertawakal kepada-Nya. \u0026ldquo;Ya Tuhanku, \u003cem\u003esungguh, aku telah ditimpa penyakit\u003c/em\u003e yang terasa sangat berat; tetapi aku yakin bahwa \u003cem\u003eEngkau Tuhan Yang Maha Penyayang dari semua yang penyayang,\u003c/em\u003e sehingga cobaan ini merupakan bentuk kasih sayang-Mu kepadaku.\u0026rdquo;\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dengan ayat ini Allah mengingatkan Rasul-Nya dan kaum Muslimin kepada kisah Nabi Ayyub a.s. yang ditimpa suatu penyakit yang berat sehingga berdoa memohon pertolongan Tuhannya untuk melenyapkan penyakitnya itu, karena ia yakin bahwa Allah amat penyayang.\nPendapat ulama lain mengatakan bahwa Nabi Ayyub pada ayat ini hanya mencurahkan isi hatinya kepada Allah seraya mengagungkan kebesaran Allah Yang Maha Pengasih dan Penyayang. \nWalaupun berbeda-beda riwayat yang diperoleh tentang Nabi Ayyub, baik mengenai pribadinya, masa hidupnya dan macam penyakit yang dideritanya, namun ada hal-hal yang dapat dipastikan tentang dirinya, yaitu bahwa dialah seorang hamba Allah yang saleh, telah mendapat cobaan dari Allah, baik mengenai harta benda, keluarga, dan anak-anaknya, maupun cobaan yang menimpa dirinya sendiri. Dan penyakit yang dideritanya adalah berat. Meskipun demikian semua cobaan itu dihadapinya dengan sabar dan tawakkal serta memohon pertolongan dari Allah dan sedikit pun tidak mengurangi keimanan dan ibadahnya kepada Allah.\n"}},{"number":84,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKarena sikap Nabi Ayub yang sabar, berserah dan bertawakal kepada Allah dalam menyikapi penyakit yang menimpa dirinya,\u0026nbsp;\u003cem\u003emaka Kami mengabulkan\u003c/em\u003e\u0026nbsp;\u003cem\u003edoa\u003c/em\u003e-nya,\u0026nbsp;\u003cem\u003elalu Kami melenyapkan\u003c/em\u003e\u0026nbsp;berbagai\u0026nbsp;\u003cem\u003epenyakit yang ada padanya\u003c/em\u003e\u0026nbsp;sehingga penyakitnya sembuh lahir batin;\u0026nbsp;\u003cem\u003edan Kami\u003c/em\u003e\u0026nbsp;pun\u0026nbsp;\u003cem\u003emengembalikan keluarganya kepadanya\u003c/em\u003e\u0026nbsp;untuk lebih menyempurnakan kebahagiaannya.\u003cem\u003e\u0026nbsp;Dan\u003c/em\u003e\u0026nbsp;Kami pun melipatgandakan jumlah keturunan Nabi Ayub\u003cem\u003e\u0026nbsp;sebagai suatu rahmat dari Kami\u003c/em\u003e\u0026nbsp;kepada hamba-Nya yang sabar,\u003cem\u003e\u0026nbsp;dan\u003c/em\u003e\u0026nbsp;sekaligus kisah Nabi Ayub ini\u0026nbsp;\u003cem\u003euntuk menjadi peringatan bagi semua\u003c/em\u003e\u0026nbsp;orang beriman\u0026nbsp;\u003cem\u003eyang menyembah Kami\u003c/em\u003e\u0026nbsp;agar bersabar, bertawakal dan berserah kepada Allah dalam menghadapi berbagai cobaan yang menimpa dirinya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Oleh sebab itu, dalam ayat ini Allah mengabulkan doanya dan menyembuhkannya dari penyakit itu, serta mengaruniainya rahmat yang lebih banyak dari apa yang telah hilang dari tangannya, dan kemudian Allah mengangkatnya menjadi nabi.\nSetelah Nabi Ayyub sembuh dari penyakitnya beliau hidup bersama keluarganya kembali, dan keluarganya itu berkembang biak pula dengan subur, sehingga jumlahnya menjadi dua kali lipat dari jumlah semula.\nKesemuanya itu adalah rahmat Allah kepadanya, atas keimanan, kesabaran, ketakwaan dan kesalehannya, Al-Qur'an mengungkapkan kisah ini untuk menjadi peringatan dan pelajaran bagi semua orang yang beriman dan beribadah kepada Allah, bahwa:\na. Allah memberi rahmat dan pertolongan kepada hamba-Nya yang mukmin, bertakwa, saleh dan sabar.\nb. Orang-orang yang mukmin pun tidak luput dari cobaan, berat atau pun ringan, sebagai ujian bagi mereka.\nc. Orang yang beriman tidak boleh berputus asa dari rahmat Tuhannya.\nSemakin tinggi kedudukan dan tanggung jawab manusia, semakin berat pula cobaan yang diterimanya. Dalam hubungan ini Rasulullah saw bersabda:\n\"Sa'ad bin Abi Waqash bertanya kepada Rasulullah, \"Siapa orang yang paling berat cobaannya, Rasulullah menjawab, Orang yang paling berat cobaannya adalah para nabi, orang-orang yang mirip para nabi, kemudian orang-orang yang mirip mereka.\" (Riwayat Ibnu Majah dari Sa'ad bin Abi Waqash)\n"}},{"number":85,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e ingatlah kisah para nabi yang berikut:\u003cem\u003e Ismail, Idris, dan Zulkifli. Mereka semua\u003c/em\u003e, bukan hanya Nabi Ayub,\u003cem\u003e termasuk orang-orang yang sabar\u003c/em\u003e dalam melaksanakan perintah Allah dan dalam menghadapi cobaan.\u003cem\u003e Dan\u003c/em\u003e karena kesabaran mereka teruji dengan baik, maka \u003cem\u003eKami memasukkan mereka ke dalam rahmat Kami\u003c/em\u003e di dunia dan akhirat.\u003cem\u003e Sungguh, mereka\u003c/em\u003e dengan kesabarannya yang mantap, \u003cem\u003etermasuk orang-orang yang saleh\u003c/em\u003e, karena kesalehan hanya akan terwujud dengan kesabaran.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah memperingatkan Rasulullah dan kaum Muslimin kepada kisah Nabi Ismail, Idris dan Zulkifli, yang kesemuanya adalah orang-orang yang sabar pula dalam menghadapi musibah yang menimpa diri mereka masing-masing. Berkat kesabaran dan kesalehan mereka maka Allah melimpahkan rahmat dan karunia-Nya kepada mereka.\nNabi Ismail as, putra Nabi Ibrahim dari istrinya Siti Hajar, telah terbukti kesabarannya ketika ia hendak disembelih ayahnya sebagai korban atas perintah Allah. Ia juga sabar dan ulet untuk hidup di daerah tandus dan gersang, setelah ayahnya menempatkan dia bersama ibunya di Mekah, di tengah-tengah jazirah Arab yang gersang. Kemudian ia dengan sabar pula menunaikan tugasnya yang berat membangun Ka`bah dan Baitullah bersama ayahnya. Maka Allah memberikan penghormatan dan kemulian yang tinggi kepada Nabi Ismail, yaitu dengan diangkatnya salah seorang keturunannya menjadi Nabi dan Rasul Allah terakhir, yaitu Muhammad saw.\nAdapun Nabi Idris, adalah juga seorang yang saleh dan sabar. Ia diutus menjadi Rasul sesudah Nabi Syis dan Nabi Adam as. Banyak orang mengatakan bahwa Nabi Idris ini yang mula-mula pandai menjahit pakaian, dan mula-mula memakai pakaian yang dijahit, sedang orang-orang yang sebelumnya hanya memakai pakaian dari kulit binatang dan tidak dijahit. Selain itu dia pulalah orang yang mula-mula membuat dan memakai senjata api sebagai alat perlengkapan. Kisah Nabi Idris ini terdapat dalam Surah Maryam. (Maryam/19: 56-57)\nMengenai Zulkifli, menurut pendapat kebanyakan ahli tafsir, dia adalah seorang Nabi pula, dan putra dari Nabi Ayyub a.s. Allah mengutusnya menjadi Nabi sesudah ayahnya. Ia menjalankan dakwahnya mengesakan Allah baik dalam akidah maupun dalam ibadah. Selama hidupnya ia berdiam di negeri Syam, dan merupakan Nabi yang saleh dan sabar. Dan dia adalah dari kalangan Bani Israil.\nPada akhir ayat ini, Allah menegaskan bahwa Nabi Ismail, Idris dan Zulkifli telah dimasukkan-Nya dalam lingkungan rahmat-Nya, dan ditempatkan-Nya dalam surga Jannatuna`im, sebagai balasan atas kesabaran dan kesalehan mereka.\n"}},{"number":86,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e\u0026nbsp;ingatlah kisah para nabi yang berikut:\u003cem\u003e\u0026nbsp;Ismail, Idris, dan Zulkifli. Mereka semua\u003c/em\u003e, bukan hanya Nabi Ayub,\u003cem\u003e\u0026nbsp;termasuk orang-orang yang sabar\u003c/em\u003e\u0026nbsp;dalam melaksanakan perintah Allah dan dalam menghadapi cobaan.\u003cem\u003e\u0026nbsp;Dan\u003c/em\u003e\u0026nbsp;karena kesabaran mereka teruji dengan baik, maka\u0026nbsp;\u003cem\u003eKami memasukkan mereka ke dalam rahmat Kami\u003c/em\u003e\u0026nbsp;di dunia dan akhirat.\u003cem\u003e\u0026nbsp;Sungguh, mereka\u003c/em\u003e\u0026nbsp;dengan kesabarannya yang mantap,\u0026nbsp;\u003cem\u003etermasuk orang-orang yang saleh\u003c/em\u003e, karena kesalehan hanya akan terwujud dengan kesabaran.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah memperingatkan Rasulullah dan kaum Muslimin kepada kisah Nabi Ismail, Idris dan Zulkifli, yang kesemuanya adalah orang-orang yang sabar pula dalam menghadapi musibah yang menimpa diri mereka masing-masing. Berkat kesabaran dan kesalehan mereka maka Allah melimpahkan rahmat dan karunia-Nya kepada mereka.\nNabi Ismail as, putra Nabi Ibrahim dari istrinya Siti Hajar, telah terbukti kesabarannya ketika ia hendak disembelih ayahnya sebagai korban atas perintah Allah. Ia juga sabar dan ulet untuk hidup di daerah tandus dan gersang, setelah ayahnya menempatkan dia bersama ibunya di Mekah, di tengah-tengah jazirah Arab yang gersang. Kemudian ia dengan sabar pula menunaikan tugasnya yang berat membangun Ka`bah dan Baitullah bersama ayahnya. Maka Allah memberikan penghormatan dan kemulian yang tinggi kepada Nabi Ismail, yaitu dengan diangkatnya salah seorang keturunannya menjadi Nabi dan Rasul Allah terakhir, yaitu Muhammad saw.\nAdapun Nabi Idris, adalah juga seorang yang saleh dan sabar. Ia diutus menjadi Rasul sesudah Nabi Syis dan Nabi Adam as. Banyak orang mengatakan bahwa Nabi Idris ini yang mula-mula pandai menjahit pakaian, dan mula-mula memakai pakaian yang dijahit, sedang orang-orang yang sebelumnya hanya memakai pakaian dari kulit binatang dan tidak dijahit. Selain itu dia pulalah orang yang mula-mula membuat dan memakai senjata api sebagai alat perlengkapan. Kisah Nabi Idris ini terdapat dalam Surah Maryam. (Maryam/19: 56-57)\nMengenai Zulkifli, menurut pendapat kebanyakan ahli tafsir, dia adalah seorang Nabi pula, dan putra dari Nabi Ayyub a.s. Allah mengutusnya menjadi Nabi sesudah ayahnya. Ia menjalankan dakwahnya mengesakan Allah baik dalam akidah maupun dalam ibadah. Selama hidupnya ia berdiam di negeri Syam, dan merupakan Nabi yang saleh dan sabar. Dan dia adalah dari kalangan Bani Israil.\nPada akhir ayat ini, Allah menegaskan bahwa Nabi Ismail, Idris dan Zulkifli telah dimasukkan-Nya dalam lingkungan rahmat-Nya, dan ditempatkan-Nya dalam surga Jannatuna`im, sebagai balasan atas kesabaran dan kesalehan mereka.\n"}},{"number":87,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e ingatlah kisah \u003cem\u003eZun Nun\u003c/em\u003e (Yunus), \u003cem\u003eketika dia pergi\u003c/em\u003e meninggalkan kaumnya \u003cem\u003edalam keadaan marah\u003c/em\u003e, karena mereka berpaling dari dirinya dan tidak mau menerima ajaran Allah ketika ia berdakwah kepada mereka. \u003cem\u003eLalu dia menyangka bahwa Kami tidak akan menyulitkannya\u003c/em\u003e karena sikapnya yang tidak sabar itu. Lalu ia naik perahu, namun beban perahu yang ditumpanginya terlalu berat sehingga harus ada seorang yang dilemparkan ke laut. Setelah diundi tiga kali, Nabi Yunus yang harus dilemparkan ke laut. Allah segera mendatangkan seekor ikan menelan beliau. \u003cem\u003eMaka dia berdoa dalam keadaan yang sangat gelap,\u003c/em\u003e di dalam perut ikan, di dalam laut, dan pada malam hari dengan kesadaran, \u0026ldquo;\u003cem\u003eTidak ada tuhan selain Engkau, Mahasuci Engkau. Sungguh, aku termasuk orang-orang yang zalim\u003c/em\u003e, karena aku marah meninggalkan kaum yang seharusnya dibimbing olehku.\u0026rdquo;\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah mengingatkan Rasul-Nya dan kaum Muslimin semuanya, kepada kisah Nabi Yunus, yang pada permulaan ayat ini disebutkan dengan nama \"dzun Nun\".\ndzu berarti \"yang mempunyai\", sedang an-Nun berarti \"ikan besar\". Maka dzu an-Nun berarti \"Yang empunya ikan besar\". Ia dinamakan demikian, karena pada suatu ketika ia pernah dijatuhkan ke laut dan ditelan oleh seekor ikan besar. Kemudian, karena pertolongan Allah, maka ia dapat keluar dari perut ikan tersebut dengan selamat dan dalam keadaan utuh.\nPerlu diingat, bahwa kisah Nabi Yunus di dalam Al-Qur'an terdapat pada dua buah surah, yaitu Surah al-Anbiya` dan Surah shad. Apabila kita bandingkan antara ayat-ayat yang terdapat pada kedua Surah tersebut yang mengandung kisah Nabi Yunus ini, terdapat beberapa persamaan, misalnya dalam ungkapan-ungkapan yang berbunyi:\nBetapa banyak umat sebelum mereka yang telah Kami binasakan, lalu mereka meminta tolong padahal (waktu itu) bukanlah saat untuk lari melepaskan diri. (shad/38: 3)\nUngkapan tersebut terdapat dalam Surah al-Anbiya` ini, dan terdapat pula dalam ayat Surah shad. Perhatikan pula al-Anbiya`/21:11 dan Yunus/10: 13.\nDalam ayat ini Allah berfirman, mengingatkan manusia pada kisah Nabi Yunus, ketika ia pergi dalam keadaan marah. Yang dimaksud ialah bahwa pada suatu ketika Nabi Yunus sangat marah kepada kaumnya, karena mereka tidak juga beriman kepada Allah. Ia telah diutus Allah sebagai Rasul-Nya untuk menyampaikan seruan kepada umatnya, untuk mengajak mereka kepada agama Allah. Tetapi hanya sedikit saja di antara mereka yang beriman, sedang sebagian besar mereka tetap saja ingkar dan durhaka. Keadaan yang demikian itu menjadikan ia marah, lalu pergi ke tepi laut, menjauhkan diri dari kaumnya.\nKisah ini memberi kesan bahwa Nabi Yunus tidak dapat berlapang hati dan sabar menghadapi umatnya. Akan tetapi memang demikianlah keadaannya, ia termasuk nabi-nabi yang sempit dada. Memang dari sekian banyak Nabi dan Rasul yang diutus Allah, hanya lima orang saja yang disebut \"Ulul Azmi\", yaitu rasul-rasul yang amat sabar dan ulet. Mereka adalah Nabi Ibrahim, Musa, Isa, Nuh dan Muhammad saw. Sedang yang lain-lainnya, walaupun mereka ma'shum dari dosa besar dan sifat-sifat yang tercela, namun pada saat-saat tertentu sempit juga dada mereka menghadapi kaum yang ingkar dan durhaka kepada Allah.\nAkan tetapi, walaupun Nabi Yunus pada suatu ketika marah kepada kaumnya, namun kemarahannya itu dapat dipahami, karena ia sangat ikhlas kepada mereka, dan sangat ingin agar mereka memperoleh kebahagiaan dunia dan akhirat dengan menjalankan agama Allah yang disampaikannya kepada mereka. Tetapi ternyata sebagian besar dari mereka itu tetap ingkar dan durhaka. Inilah yang menyakitkan hatinya, dan mengobarkan kemarahannya.\nNabi Muhammad sendiri, walaupun sudah termasuk ulul 'azmi, namun Allah beberapa kali memberi peringatan kepada beliau agar jangan sampai marah dan bersempit hati menghadapi kaumnya yang ingkar. Allah berfirman dalam ayat yang lain:\nMaka bersabarlah engkau (Muhammad) terhadap ketetapan Tuhanmu, dan janganlah engkau seperti (Yunus) orang yang berada dalam (perut) ikan. (al- Qalam/68: 48)\nFirman-Nya lagi kepada Nabi Muhammad saw:\nMaka boleh jadi engkau (Muhammad) hendak meninggalkan sebagian dari apa yang diwahyukan kepadamu dan dadamu sempit karenanya. (Hud/11: 12)\nRingkasnya sifat marah yang terdapat pada Nabi Yunus bukanlah timbul dari sifat yang buruk, melainkan karena kekesalan hatinya melihat keingkaran kaumnya yang semula diharapkannya untuk menerima dan melaksanakan agama Allah yang disampaikannya.\nSelanjutnya dalam ayat ini Allah menjelaskan kesalahan Nabi Yunus dimana kemarahannya itu menimbulkan kesan bahwa seolah-olah dia mengira bahwa sebagai Nabi dan Rasul Allah tidak akan pernah dibiarkan menghadapi kesulitan, sehingga jalan yang dilaluinya akan selalu indah tanpa halangan.\nAkan tetapi dalam kenyatan tidak demikian. Pada umumnya para rasul dan nabi banyak menemui rintangan, bahkan siksaan dan ejekan terhadap dirinya dari orang-orang yang ingkar. Hanya saja dalam keadaan yang sangat gawat, baik dimohon atau tidak oleh yang bersangkutan, Allah mendatangkan pertolongan-Nya, sehingga Rasul-Nya selamat dan umatnya yang ingkar itu mengalami kebinasaan.\nMenurut riwayat yang dinukil dari Ibnu Kashir, bahwa ketika Nabi Yunus dalam keadaan marah, ia lalu menjauhkan diri dari kaumnya pergi ke tepi pantai. Di sana ia menjumpai sebuah perahu, lalu ia ikut serta naik ke perahu itu dengan wajah yang muram. Di kala perahu itu hendak berlayar, datanglah gelombang besar yang menyebabkan perahu itu terancam tenggelam apabila muatannya tidak segera dikurangi. Maka nahkoda perahu itu berkata, \"Tenggelamnya seseorang lebih baik daripada tenggelamnya kita semua.\" Lalu diadakan undian untuk menentukan siapakah di antara mereka yang harus dikeluarkan dari perahu itu. Setelah diundi, ternyata bahwa Nabi Yunuslah yang harus dikeluarkan. Akan tetapi, penumpang kapal itu merasa keberatan mengeluarkannya dari pertahu itu. Maka undian dilakukan sekali lagi, tetapi hasilnya tetap demikian. Bahkan undian yang ketiga kalinya pun demikian pula. Akhirnya Yunus melepaskan pakaiannya, lalu ia terjun ke laut atas kemauannya sendiri. Allah mengirim seekor ikan besar yang berenang dengan cepat lalu menelan Yunus.\nDalam ayat ini selanjutnya Allah menerangkan bahwa setelah Nabi Yunus berada dalam tiga tingkat \"kegelapan berbeda\", maka ia berdoa kepada Allah, \"Tidak ada Tuhan selain Engkau, Mahasuci Engkau, sesungguhnya aku termasuk orang-orang yang zalim.\"\nYang dimaksud dengan tiga kegelapan berbeda di sini ialah bahwa Nabi Yunus sedang berada di dalam perut ikan yang gelap, dalam laut yang dalam dan gelap, dan di malam hari yang gelap gulita pula.\nPengakuan Nabi Yunus bahwa dia \"termasuk golongan orang-orang yang zalim\", berarti dia sadar atas kesalahannya yang telah dilakukannya sebagai Nabi dan Rasul, yaitu tidak sabar dan tidak berlapang dada menghadapi kaumnya, seharusnya ia bersabar sampai menunggu datangnya ketentuan Allah atas kaumnya yang ingkar itu.\nKarena kesadaran itu maka ia mohon ampun kepada Allah, dan mohon pertolongan-Nya untuk menyelamatkan dirinya dari malapetaka itu.\n"}},{"number":88,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKarena ia berdoa dengan ikhlas serta menyadari kesalahannya,\u0026nbsp;\u003cem\u003emaka Kami kabulkan\u003c/em\u003e\u0026nbsp;(doa)-\u003cem\u003enya dan Kami selamatkan dia dari kedukaan\u003c/em\u003e\u0026nbsp;dan kesedihan, karena berada dalam perut ikan besar.\u0026nbsp;\u003cem\u003eDan demikianlah Kami menyelamatkan orang-orang yang beriman\u003c/em\u003e\u0026nbsp;dari segala kesulitan yang dihadapinya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menjelaskan bahwa Allah mengabulkan doa Nabi Yunus, lalu diselamatkannya dari rasa duka yang amat sangat. Duka karena rasa bersalah, duka karena keingkaran umatnya, dan duka karena malapetaka yang menimpa dirinya.\nPada akhir ayat ini Allah menegaskan bahwa demikianlah Dia menyelamatkan mereka dari azab duniawi dan mengaruniakan mereka kebahagiaan ukhrawi. Hal ini diterangkan Allah dalam firman-Nya pada ayat yang lain:\nMaka mengapa tidak ada (penduduk) suatu negeri pun yang beriman, lalu imannya itu bermanfaat kepadanya selain kaum Yunus? Ketika mereka (kaum Yunus itu), beriman, Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia, dan Kami beri kesenangan kepada mereka sampai waktu tertentu. (Yunus/10: 98)\n\nSesuai dengan kisah Yunus ini Nabi mengajarkan umatnya yang sedang mengalami kesulitan untuk berdoa seperti doa Nabi Yunus. Mus'ab bin Umair meriwayatkan dari Rasulullah bersabda:\nSiapa yang berdoa dengan doa Nabi Yunus, maka akan dikabulkan. (Riwayat at-Tirmidzi)\n"}},{"number":89,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e ingatlah kisah\u003cem\u003e Zakaria,\u003c/em\u003e seorang rasul yang terus berusaha dan berdoa agar diberi keturunan, \u003cem\u003eketika dia berdoa kepada Tuhannya\u003c/em\u003e dengan khusyuk, \u0026ldquo;\u003cem\u003eYa Tuhanku, janganlah Engkau biarkan aku hidup seorang diri\u003c/em\u003e tanpa keturunan yang akan melanjutkan tugasku membimbing umat; \u003cem\u003edan\u003c/em\u003e aku yakin, sekiranya Engkau tidak memberikan keturunan kepadaku, \u003cem\u003eEngkaulah ahli waris yang terbaik\u003c/em\u003e yang akan memelihara agama ini setelah aku wafat.\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah mengarahkan perhatian Nabi Muhammad saw dan umatnya kepada kisah Nabi Zakaria. Karena ia tidak mempunyai anak, maka ia merasa kesepian dan tidak mempunyai seorang pun keturunan yang akan menggantikan dan melanjutkan perjuangannya bila ia telah meninggal dunia. Sebab itu ia berdoa kepada Allah agar Dia tidak membiarkannya hidup tanpa keturunan.\nPada akhir ayat ini disebutkan ucapan Nabi Zakaria setelah ia mengucapkan doanya itu. Lalu ia berkata, \"Dan Engkau adalah ahli waris yang paling baik?\" Maksudnya ialah bahwa apabila Allah menghendaki tidak akan menganugerahkan keturunan kepadanya, maka ia pun rela dan tidak berkecil hati, karena ia yakin bahwa Allah akan tetap memelihara agamanya, dan tidak akan menyia-nyiakan agamanya dan Allah tentu akan memilih orang yang paling tepat sebagai pengganti Zakaria setelah wafatnya.\nKisah ini telah dibahas lebih luas dalam Surah Ali 'Imran dan Surah Maryam.\n"}},{"number":90,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKarena Zakaria terus berusaha dan tekun berdoa memohon keturunan,\u0026nbsp;\u003cem\u003emaka Kami kabulkan\u003c/em\u003e\u0026nbsp;doa-\u003cem\u003enya\u003c/em\u003e, meskipun istrinya sudah tua dan mandul.\u0026nbsp;\u003cem\u003eDan Kami\u003c/em\u003e\u0026nbsp;pun\u0026nbsp;\u003cem\u003emenganugerahkan kepadanya Yahya\u003c/em\u003e, seorang anak yang cerdas dan saleh;\u003cem\u003e\u0026nbsp;dan Kami jadikan istrinya\u003c/em\u003e\u0026nbsp;yang tua dan mandul itu\u0026nbsp;\u003cem\u003edapat mengandung. Sungguh, mereka\u003c/em\u003e, Zakaria dan istrinya, senantiasa\u0026nbsp;\u003cem\u003ebersegera dalam\u003c/em\u003e\u0026nbsp;mengerjakan berbagai\u0026nbsp;\u003cem\u003ekebaikan\u003c/em\u003e\u0026nbsp;yang menyebabkan doanya dikabulkan;\u003cem\u003e\u0026nbsp;dan mereka\u003c/em\u003e\u0026nbsp;senantiasa\u0026nbsp;\u003cem\u003eberdoa kepada Kami\u003c/em\u003e\u0026nbsp;untuk mendapatkan keturunan\u0026nbsp;\u003cem\u003edengan penuh harap\u003c/em\u003e\u0026nbsp;akan dikabulkan\u0026nbsp;\u003cem\u003edan cemas\u003c/em\u003e\u0026nbsp;karena menyadari istrinya tua dan mandul.\u0026nbsp;\u003cem\u003eDan mereka orang-orang yang khusyuk\u003c/em\u003e, dalam beribadah dan berdoa\u0026nbsp;\u003cem\u003ekepada Kami.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menjelaskan bahwa Allah telah memperkenankan doa Nabi Zakaria itu, dan mengaruniakan kepadanya seorang putra bernama Yahya. Untuk itu Allah telah mengaruniakan kesehatan yang baik kepada istri Zakaria, sehingga memungkinkan untuk mengandung, padahal sebelum itu ia adalah perempuan yang mandul.\nPada lanjutan ayat ini Allah menjelaskan apa alasan-Nya untuk mengabulkan permohonan Zakaria itu, ialah karena mereka semua senantiasa bersegera dalam berbuat kebajikan, terutama dalam memelihara keturunan dengan sebaik-baiknya. Selain itu juga, karena senantiasa berdoa kepada Allah dengan hati yang harap-harap cemas, harap akan ampunan Tuhan dan cemas terhadap kemurkaan dan siksaan Allah. Dan alasan ketiga ialah karena mereka selalu khusyuk dan tawadu` kepada-Nya, dan tidak pernah sombong atau takabur dan mengingkari karunia-Nya.\nJadi, sifat-sifat yang mulia itulah yang menyebabkan mereka memperoleh karunia dari Allah.\n"}},{"number":91,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e ingatlah kisah Maryam, seorang perempuan salehah, \u003cem\u003eyang memelihara kehormatannya\u003c/em\u003e dari berbuat zina, bahkan dari sentuhan laki-laki. \u003cem\u003eLalu Kami tiupkan\u003c/em\u003e roh \u003cem\u003edari Kami ke dalam\u003c/em\u003e rahim-\u003cem\u003enya\u003c/em\u003e sehingga ia hamil; \u003cem\u003edan Kami jadikan dia dan anaknya\u003c/em\u003e sejak lahir \u003cem\u003esebagai tanda\u003c/em\u003e kebesaran Allah\u003cem\u003e bagi seluruh alam\u003c/em\u003e, karena anak itu lahir tanpa ayah, bisa berbicara sejak bayi dan menyatakan dirinya hamba Allah, serta menjadi nabi dan rasul Allah.\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah menerangkan kisah Maryam secara ringkas, yaitu bahwa dia adalah seorang perempuan yang memelihara kehormatan dirinya, maka suatu ketika Allah mengutus malaikat Jibril untuk memberitahukan Maryam bahwa Allah meniupkan ruh ke dalam tubuh Maryam sehingga ia mengandung, kemudian Maryam melahirkan Isa as tanpa ayah. Oleh karena Isa lahir tanpa ayah, maka Maryam dan Isa lalu menjadi salah satu bukti bagi seluruh isi alam ini, tentang kekuasaan dan kemahaesaan Allah. Kelahiran Isa mengandung bukti dan tanda kekuasaan Allah sebagaimana halnya Nabi Adam yang lahir ke dunia tanpa ayah dan ibu, sedang Isa lahir tanpa ayah saja.\nHal yang membuat heran adalah karena Maryam belum pernah mengadakan hubungan apa pun dengan kaum lelaki, baik secara halal melalui perkawinan, apalagi secara tidak halal. Allah menyebutkan ucapan Maryam mengenai dirinya sendiri sebagai berikut:\nTidak pernah ada orang (laki-laki) yang menyentuhku dan aku bukan seorang pezina!\" (Maryam/19: 20)\nFirman Allah dalam ayat lain;\nDan Maryam putri Imran yang memelihara kehormatannya. (at-Tahrim/66: 12)\nKeheranan Maryam yang disampaikan kepada Malaikat Jibril dijawab degan firman Allah:\nDia (Jibril) berkata, \"Demikianlah.\" Tuhanmu berfirman, \"Hal itu mudah bagi-Ku. (Maryam/19 : 21)\n\nTanda-tanda kebesaran dan kekuasaan Allah yang diperlihatkan kepada diri Maryam ialah bahwa dia hamil tanpa melalui hubungan kelamin dengan siapa pun, dan malaikat senantiasa menyediakan makanan untuknya.\nMengenai hal ini Al-Qur'an menceritakan pertanyaan Zakaria kepada Maryam dan jawaban Maryam kepadanya:\n\"Wahai Maryam! Dari mana ini engkau peroleh?\" Dia (Maryam) menjawab, \"Itu dari Allah.\" (Ali 'Imran/3: 37)\nAdapun tanda-tanda kebesaran dan kemahakuasaan Allah yang terlihat melalui diri Isa as, sudah diterangkan dengan panjang lebar dalam Surah Ali 'Imran dan Surah Maryam.\n"}},{"number":92,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePada ayat sebelumnya dijelaskan kisah para nabi seperti Nabi Ibrahim, Lut, Ishak, Yakub, Nuh, Dawud, Sulaiman, Ayub, Ismail, Idris, Zulkifli, Yunus, Zakaria, dan Yahya. Mereka mengajarkan prinsip tidak ada tuhan selain Allah dan tidak ada ibadah kecuali kepada-Nya.\u0026nbsp;\u003cem\u003eSungguh\u003c/em\u003e, agama tauhid yang diajarkan oleh para nabi\u0026nbsp;\u003cem\u003einilah agama kamu\u003c/em\u003e, agama yang sama dengan yang diajarkan Rasulullah berdasarkan Al-Qur\u0026rsquo;an, yaitu\u0026nbsp;\u003cem\u003eagama yang satu\u003c/em\u003e\u0026nbsp;untuk seluruh umat, agama penyerahan diri kepada Allah.\u0026nbsp;\u003cem\u003eDan Aku\u003c/em\u003e, Allah,\u0026nbsp;\u003cem\u003eadalah Tuhanmu\u003c/em\u003e, yang menciptakan langit dan bumi;\u0026nbsp;\u003cem\u003emaka sembahlah Aku\u003c/em\u003e\u0026nbsp;sepanjang hayat kamu, Tuhan yang menghidupkan dan mematikan kamu.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini ditegaskan bahwa agama tauhid ini adalah agama untuk seluruh manusia, dan merupakan agama yang satu, yaitu sama dalam akidah, meskipun berbeda dalam syariat.\nRasulullah bersabda, \"Kami para nabi seperti ibarat saudara-saudara se ayah, agama kami satu.\" (Riwayat al-Bukhari, Muslim, Abu Daud dan Ahmad dari Abu Hurairah.)\nKemudian pada akhir ayat ini ditegaskan bahwa Allah adalah Tuhan bagi seluruh umat manusia. Oleh sebab itu kepada-Nya sajalah mereka harus menyembah.\n"}},{"number":93,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMeskipun misi para nabi itu mengajarkan satu agama kepada manusia, yaitu agama tauhid, \u003cem\u003etetapi mereka, \u003c/em\u003emanusia\u003cem\u003e,\u003c/em\u003e \u003cem\u003eterpecah belah dalam urusan\u003c/em\u003e agama mereka \u003cem\u003edi antara\u003c/em\u003e\u0026nbsp;sesama \u003cem\u003emereka\u003c/em\u003e ke dalam berbagai agama. Ada yang lurus memegang prinsip tauhid dan ada pula yang menyimpang. \u003cem\u003eMasing-masing\u003c/em\u003e golongan itu semua \u003cem\u003eakan kembali kepada Kami\u003c/em\u003e di akhirat untuk mempertanggungjawabkan perbuatan mereka selama hidup di dunia.\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah memperingatkan kaum Muslimin atas perpecahan yang timbul antara umat manusia. Seluruh umat manusia itu seharusnya menganut agama tauhid, karena agama yang diturunkan Allah adalah satu, yaitu agama tauhid (agama Islam). Akan tetapi mereka telah berpecah belah, sehingga kesatuan mereka menjadi terkotak-kotak kecil yang dipisahkan dengan ketat oleh perbedaan pandangan, baik mengenai masalah-masalah yang tidak prinsip dalam agama maupun masalah-masalah duniawi semata. Perbedaan-perbedaan paham itu pada umumnya disertai taklid kepada imam atau pemimpin sehingga kelompok yang satu menutup diri terhadap kelompok yang lain. Dengan demikian mereka sudah melalaikan ajaran agama, yang menyuruh mereka bersatu dan memelihara kesatuan umat. Akan tetapi mereka berbuat sebaliknya, yaitu berpecah belah.\nPada akhir ayat ini ditegaskan, bahwa umat manusia yang sudah berpecah belah itu, seluruhnya akan kembali kepada-Nya juga. Maka Allah akan melakukan hisab dan memberikan balasan atas keimanan dan amal mereka masing-masing.\n"}},{"number":94,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp class=\"MsoNormal\"\u003e\u003cspan style=\"font-size: 10.5pt; line-height: 107%; font-family: 'Verdana','sans-serif'; color: #444444; background: white;\"\u003eManusia dalam mempertanggungjawabkan perbuatannya di hadapan Allah sangat tergantung kepada pilihan hidupnya di dunia.\u0026nbsp;\u003c/span\u003e\u003cem style=\"font-variant-ligatures: normal; font-variant-caps: normal; orphans: 2; text-align: start; widows: 2; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; word-spacing: 0px;\"\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003eBarang siapa mengerjakan kebajikan\u003c/span\u003e\u003c/em\u003e\u003cspan style=\"font-variant-ligatures: normal; font-variant-caps: normal; orphans: 2; text-align: start; widows: 2; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; float: none; word-spacing: 0px;\"\u003e\u0026nbsp;kepada Allah, sesama manusia, dan alam,\u003c/span\u003e\u003cem style=\"font-variant-ligatures: normal; font-variant-caps: normal; orphans: 2; text-align: start; widows: 2; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; word-spacing: 0px;\"\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003e\u0026nbsp;dan dia\u003c/span\u003e\u003c/em\u003e\u003cspan style=\"font-variant-ligatures: normal; font-variant-caps: normal; orphans: 2; text-align: start; widows: 2; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; float: none; word-spacing: 0px;\"\u003e\u0026nbsp;melakukan kebajikan itu sebagai orang\u003c/span\u003e\u003cem style=\"font-variant-ligatures: normal; font-variant-caps: normal; orphans: 2; text-align: start; widows: 2; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; word-spacing: 0px;\"\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003e\u0026nbsp;beriman\u003c/span\u003e\u003c/em\u003e\u003cspan style=\"font-variant-ligatures: normal; font-variant-caps: normal; orphans: 2; text-align: start; widows: 2; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; float: none; word-spacing: 0px;\"\u003e, atas dasar keimanannya yang mantap,\u0026nbsp;\u003c/span\u003e\u003cem style=\"font-variant-ligatures: normal; font-variant-caps: normal; orphans: 2; text-align: start; widows: 2; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; word-spacing: 0px;\"\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003emaka usahanya\u003c/span\u003e\u003c/em\u003e\u003cspan style=\"font-variant-ligatures: normal; font-variant-caps: normal; orphans: 2; text-align: start; widows: 2; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; float: none; word-spacing: 0px;\"\u003e\u0026nbsp;sekecil apa pun juga dalam mewujudkan kebajikan itu\u003c/span\u003e\u003cem style=\"font-variant-ligatures: normal; font-variant-caps: normal; orphans: 2; text-align: start; widows: 2; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; word-spacing: 0px;\"\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003e\u0026nbsp;tidak akan diingkari\u003c/span\u003e\u003c/em\u003e\u003cspan style=\"font-variant-ligatures: normal; font-variant-caps: normal; orphans: 2; text-align: start; widows: 2; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; float: none; word-spacing: 0px;\"\u003e, disia-siakan hingga terbuang percuma, tetapi akan tetap tersimpan;\u003c/span\u003e\u003cem style=\"font-variant-ligatures: normal; font-variant-caps: normal; orphans: 2; text-align: start; widows: 2; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; word-spacing: 0px;\"\u003e\u003cspan style=\"font-family: 'Verdana','sans-serif'; mso-bidi-font-family: Arial; mso-bidi-theme-font: minor-bidi;\"\u003e\u0026nbsp;dan sungguh, Kamilah yang mencatat\u003c/span\u003e\u003c/em\u003e\u003cspan style=\"font-variant-ligatures: normal; font-variant-caps: normal; orphans: 2; text-align: start; widows: 2; -webkit-text-stroke-width: 0px; text-decoration-style: initial; text-decoration-color: initial; float: none; word-spacing: 0px;\"\u003e\u0026nbsp;perbuatan baik itu untuknya. Demikian juga, perbuatan buruk sekecil apa pun tercatat dengan akurat dan akan diperlihatkan kepada tiap-tiap manusia dengan objektif.\u003c/span\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menjamin bahwa amal kebajikan yang dilakukan oleh seseorang yang beriman, betapapun kecilnya, namun Allah akan membalasnya dengan kebaikan pula. Amal kebajikan itu tidak akan hilang percuma, dan tidak akan diingkari karena Allah telah menuliskannya untuk orang yang melakukannya.\nJaminan Allah untuk memberikan balasan atas setiap kebajikan hamba-Nya terdapat dalam firman-Nya:\nDan barang siapa menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh, sedangkan dia beriman, maka mereka itulah orang yang usahanya dibalas dengan baik. (al-Isra`/17: 19)\nFirman-Nya lagi pada ayat yang lain:\nSungguh, mereka yang beriman dan mengerjakan kebajikan, Kami benar-benar tidak akan menyia-nyiakan pahala orang yang mengerjakan perbuatan yang baik itu. (al-Kahf/18: 30)\n"}},{"number":95,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDi antara umat manusia ada yang dibinasakan sebagai hukuman atas kekufurannya, dan ada juga yang dibiarkan. \u003cem\u003eDan tidak mungkin bagi\u003c/em\u003e penduduk \u003cem\u003esuatu negeri yang telah Kami binasakan\u003c/em\u003e, baik di masa silam, sekarang, maupun di masa depan, \u003cem\u003ebahwa mereka tidak akan kembali\u003c/em\u003e kepada Kami guna mempertanggungjawabkan perbuatannya selama hidup di dunia.\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini dijelaskan bahwa tidak mungkinlah bagi penduduk suatu negeri yang telah dibinasakan dengan azab-Nya, bahwa mereka tidak akan kembali kepada-Nya.\nMaksudnya, kaum yang ingkar dan kafir itu, walaupun sudah dibinasakan dengan azab yang berat di dunia, namun mereka pasti akan kembali kepada Allah di akhirat kelak, lalu dihisab semua amalannya, dan diberi balasan yang setimpal.\n"}},{"number":96,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKebinasaan suatu negeri bisa jadi karena serangan bangsa biadab seperti Yakjuj dan Makjuj, Tartar dan Mongol, yang membuat kerusakan di bumi. Lalu Zulkarnain, seorang raja yang kuat, membuat benteng kokoh dari besi dan tembaga guna melindungi bangsa yang lemah dari keganasan Yakjuj dan Makjuj.\u0026nbsp;\u003cem\u003eHingga apabila\u003c/em\u003e\u0026nbsp;benteng yang menghalangi\u0026nbsp;\u003cem\u003eYakjuj dan Makjuj dibukakan\u003c/em\u003e\u0026nbsp;seperti yang terjadi pada serangan Jengis Khan dan Hulagu Khan, keturunan bangsa Tartar dan Mongol, maka terjadilah kehancuran sejak Asia Tengah hingga Bagdad tahun 1258.\u0026nbsp;\u003cem\u003eDan mereka\u003c/em\u003e, Yakjuj dan Makjuj,\u003cem\u003e\u0026nbsp;turun dengan cepat dari seluruh tempat yang tinggi\u003c/em\u003e\u0026nbsp;melakukan kerusakan di bumi dengan membunuh, merampas, dan melakukan segala macam keganasan. (Lihat Surah al-Kahf/18: 94-99)\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menerangkan bahwa kaum kafir telah dibinasakan dengan azab yang berat di dunia ini, sehingga mereka menemui kemusnahan, mereka tidak akan kembali lagi ke dunia, mereka akan tetap dalam kemusnahan sampai hari Kiamat kelak. Sebagai salah satu dari tanda-tanda akan datangnya hari Kiamat adalah terbukanya tembok Yakjuj dan Makjuj, sehingga Yakjuj dan Makjuj berdatangan, meluncur dengan cepat dari setiap tempat yang tinggi. Mereka membuat keonaran dan kebinasaan di dunia."}},{"number":97,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah menjanjikan bahwa kehidupan dunia ini akan binasa dengan terjadinya Kiamat. \u003cem\u003eDan\u003c/em\u003e apabila \u003cem\u003ejanji yang benar\u003c/em\u003e, Kiamat itu \u003cem\u003etelah dekat, maka tiba-tiba mata orang-orang yang kafir terbelalak\u003c/em\u003e karena panik, terkejut, dan bingung apa yang harus dilakukan. Mereka berkata dengan jujur, \u0026rdquo;\u003cem\u003eAlangkah celakanya kami! Kami benar-benar lengah tentang ini\u003c/em\u003e, tidak percaya akan terjadi Kiamat dan tidak mempersiapkan diri dengan beriman dan beramal saleh, \u003cem\u003ebahkan kami benar-benar orang yang zalim\u003c/em\u003e, karena kami mendustakan Kiamat dan terus berbuat maksiat.\u0026rdquo;\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini ditegaskan, bahwa pada waktu keluarnya Yakjuj dan Makjuj itu, dan di waktu telah dekatnya saat kedatangan janji yang benar, yaitu hari kebangkitan dan hisab, maka dengan serta merta terbelalaklah mata kaum kafir karena terkejut, seraya berteriak dengan nada penyesalan, \"Aduhai celakalah kami, benar-benar kami lalai tentang kedatangan hari kebangkitan dan hisab, sehingga kami tidak mempersiapkan diri kami dengan baik. Bahkan kami ini adalah orang-orang yang zalim atas diri kami dan terhadap orang lain, karena kami telah diberi peringatan bahwa hari kebangkitan dan hisab itu benar-benar akan datang, tetapi kami tidak mengindahkan peringatan itu, bahkan mendustakannya.\nAkan tetapi, betapa pun mereka menyesali dirinya pada saat itu namun penyesalan itu sudah tidak berguna lagi, karena saat kebangkitan dan hisab itu memang benar-benar datang, sedang mereka tidak percaya sedikitpun.\n"}},{"number":98,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAyat sebelumnya menggambarkan keadaan orang kafir yang terbe-lalak, panik, terkejut, dan bingung menyaksikan Kiamat. Ayat ini men-jelaskan keadaan orang yang menyekutukan Allah.\u0026nbsp;\u003cem\u003eSungguh, kamu\u003c/em\u003e\u0026mdash;orang yang menyekutukan Allah\u0026mdash;\u003cem\u003edan apa yang kamu sembah selain Allah\u003c/em\u003e, baik berupa manusia, patung, setan, jin maupun roh leluhur\u003cem\u003e\u0026nbsp;adalah bahan bakar Jahanam\u003c/em\u003e\u0026nbsp;yang menyebabkan api Jahanam terus menyala.\u0026nbsp;\u003cem\u003eKamu\u003c/em\u003e, karena menyekutukan Allah, pasti akan\u0026nbsp;\u003cem\u003emasuk ke dalamnya\u003c/em\u003e\u0026nbsp;dan menjadi bahan bakarnya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menegaskan kepada orang-orang musyrik Mekah bahwa mereka beserta apa yang mereka sembah selain Allah, selama mereka hidup di dunia, seperti patung, binatang, benda-benda mati, pohon atau tempat keramat dan sebagainya akan dimasukkan ke dalam neraka Jahannam. Hal ini merupakan janji Allah kepada mereka, yang pasti ditepati-Nya.\nDalam ayat ini disebutkan bahwa orang-orang musyrik beserta sembahan-sembahan mereka akan dimasukkan ke dalam neraka, padahal yang berdosa dan memperserikatkan Tuhan dalam hal ini ialah penyembah-penyembahnya. Adapun sembahan-sembahan itu mereka tidak tahu menahu apa yang diperbuat oleh penyembah-penyembahnya. Hikmah menyertakan sembahan-sembahan itu beserta penyembah-penyembahnya ialah untuk memperlihatkan kepada mereka bahwa kepercayaan mereka terhadap sembahan-sembahan itu sewaktu di dunia adalah tidak benar. Mereka waktu di dunia dahulu mempercayai bahwa patung-patung dan segala apa yang mereka sembah itu akan memberi syafaat kepada mereka di hari Kiamat, sehingga mereka terhindar dari azab Allah. Dengan perantara sembahan-sembahan itu mereka akan dimasukkan ke dalam surga. Setelah hari Kiamat datang dan setelah mereka masuk ke dalam neraka bersama-sama dengan sembahan-sembahan yang mereka sembah itu, ternyata sembahan-sembahan itu tidak dapat berbuat sesuatu pun terhadap mereka. Dengan demikian terbuktilah kesalahan kepercayaan yang mereka anut dan kebenaran risalah yang pernah disampaikan Muhammad kepada mereka. \n"}},{"number":99,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eSeandainya\u003c/em\u003e benar keyakinan mereka bahwa berhala-berhala yang disembah \u003cem\u003eitu tuhan\u003c/em\u003e, mereka berhala-berhala itu, \u003cem\u003etidak akan memasuki\u003c/em\u003e neraka. Akan tetapi, karena keyakinan sesat, mereka\u003cem\u003e semuanya\u003c/em\u003e, baik yang menyembah maupun yang disembah \u003cem\u003eakan kekal di dalamnya\u003c/em\u003e, karena Allah mengekalkannya.\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan seandainya sembahan-sembahan yang disembah orang-orang musyrik itu benar tuhan di samping Allah sebagaimana kepercayaan mereka, tentulah sembahan itu akan selamat bersama-sama mereka, karena jika ia tuhan tentulah ia mahakuasa dan perkasa, tidak ada sesuatu pun yang dapat menyiksanya, bahkan ia sendirilah yang akan menyiksa orang-orang yang durhaka padanya. Akan tetapi yang terjadi ialah bahwa semuanya itu baik penyembah-penyembah berhala, maupun sembahan-sembahan yang disembah akan kekal di dalam neraka."}},{"number":100,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePara penghuni neraka tidak kuat berada di dalamnya.\u0026nbsp;\u003cem\u003eMereka merintih dan menjerit\u003c/em\u003e\u0026nbsp;merasakan penderitaan\u0026nbsp;\u003cem\u003edi dalamnya\u003c/em\u003e\u0026nbsp;yang tiada ber-akhir.\u0026nbsp;\u003cem\u003eDan mereka\u003c/em\u003e\u0026nbsp;pun\u0026nbsp;\u003cem\u003edi dalamnya tidak dapat mendengar\u003c/em\u003e\u0026nbsp;sedikit pun suara indah, lembut, dan damai yang membawa ketenangan dan kenikmatan.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Kemudian Allah menerangkan keadaan penyembah berhala- berhala itu beserta sembahan-sembahan mereka di dalam neraka, yaitu:\n1. Mereka di dalam neraka mengeluh dan merintih dan nafas mereka menjadi sesak menanggung azab yang tiada terperikan dahsyatnya.\nMaka adapun orang-orang yang sengsara, maka (tempatnya) di dalam neraka, di sana mereka mengeluarkan dan menarik nafas dengan merintih. (Hud/11:106)\n2. Penyembah-penyembah berhala yang sedang diazab itu tidak dapat mengetahui keadaan temannya yang lain yang juga diazab, karena mereka tidak sempat memikirkannya, masing-masing mereka sibuk menghadapi azab yang selalu menimpa mereka.\n"}},{"number":101,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eSungguh\u003c/em\u003e, merupakan ketetapan Kami yang mutlak, \u003cem\u003esejak dahulu bagi orang-orang\u003c/em\u003e \u003cem\u003eyang telah ada\u003c/em\u003e ketetapan \u003cem\u003eyang baik dari Kami\u003c/em\u003e, yang terpadu dengan pilihan, sikap, dan perbuatan mereka yang baik pula, \u003cem\u003emereka itu\u003c/em\u003e dengan seizin-Nya \u003cem\u003eakan dijauhkan\u003c/em\u003e dari neraka.\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini diterangkan keadaan orang-orang yang beriman dan mengerjakan amal saleh serta orang-orang yang telah diberi Allah taufik untuk taat kepada-Nya, bahwa mereka tidak dimasukkan ke dalam neraka bahkan mereka sedikit pun tidak didekatkan kepadanya.\nDiriwayatkan oleh al-Hakim dari Ibnu Abbas, bahwa waktu ayat 98 diturunkan, orang-orang musyrik Quraisy merasa terpukul karenanya. Mereka berkata, \"Muhammad telah memaki-maki tuhan-tuhan kita. Lalu mereka pergi kepada Ibnu az-Ziba`ra dan menceritakan tentang ayat yang diturunkan itu, dia menjawab, \"Kalau saya berhadapan dengan Muhammad tentulah saya dapat membantahnya.\" Orang-orang musyrik Quraisy itu berkata, \"Apakah yang kamu katakan.\" Dia menjawab, \"Aku mengatakan kepadanya, \"Al- Masih disembah orang-orang Nasrani, 'Uzair disembah orang Yahudi, apakah Al-Masih dan 'Uzair itu akan menjadi bahan bakar api neraka? Orang-orang Quraisy tertarik hatinya mendengar ucapan Ibnu az-Ziba`ra dan merasa telah dapat mengalahkan Muhammad. Maka turunlah ayat 99 sampai 101 Surah ini, yang menegaskan ayat 98 di atas.\nDengan turunnya ayat-ayat ini Ibnu az-Ziba`ra bungkam dan bimbanglah kembali hati orang-orang musyrik. Tetapi karena kedengkian mereka kepada Nabi Muhammad dan kaum Muslimin, maka mereka tetap dalam kemusyrikan mereka.\n"}},{"number":102,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eBerbeda dengan penghuni neraka yang tidak mendengar sedikit pun suara lembut yang membawa ketenangan dan kedamaian; para penghuni surga berada dalam kenikmatan.\u0026nbsp;\u003cem\u003eMereka tidak mendengar bunyi desis\u003c/em\u003e\u0026nbsp;api neraka yang menakutkan,\u003cem\u003e\u0026nbsp;dan mereka\u003c/em\u003e\u0026nbsp;pun\u0026nbsp;\u003cem\u003ekekal dalam\u003c/em\u003e\u0026nbsp;menikmati\u0026nbsp;\u003cem\u003esemua yang mereka ingini.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":". Allah menerangkan keadaan penduduk surga, yaitu:\n1. Mereka tidak mendengar suara api neraka yang ditimbulkan oleh gejolak apinya dan bunyi menghanguskan barang-barang yang sedang dibakar.\n2. Mereka berada dalam kesenangan dan kegembiraan yang tidak putusputusnya, menikmati segala yang mereka inginkan, mendengar segala yang menyenangkan hati dan melihat apa yang disenangi mata mereka.\n3. Mereka tidak dirisaukan oleh bunyi sangkakala yang terakhir, yaitu bunyi sangkakala yang menandakan kebangkitan manusia dari kubur untuk dihisab, Allah berfirman:\nDan sangkakala pun ditiup, maka matilah semua (makhluk) yang di langit dan di bumi kecuali mereka yang dikehendaki Allah. Kemudian ditiup sekali lagi (sangkakala itu) maka seketika itu mereka bangun (dari kuburnya) menunggu (keputusan Allah). (az-Zumar/39: 68)\n4. Mereka disambut para malaikat dengan menyampaikan kabar gembira atas kemenangan mereka. Seakan-akan malaikat menyampaikan kepada mereka, \"Inilah hari yang pernah dijanjikan Allah kepadamu hai orang-orang yang beriman sewaktu di dunia dahulu, pada saat ini Allah melimpahkan pahala yang besar dan kesenangan yang abadi sebagai balasan atas keimanan, ketaatan, dan kesucian dirimu dari perbuatan dosa dengan mengerjakan amal-amal saleh dan dengan melaksanakan semua perintah Allah dan menjauhi semua yang dilarang-Nya.\"\n"}},{"number":103,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eKejutan yang dahsyat\u003c/em\u003e ketika bumi dan langit hancur dan ketika manusia bangkit dari alam kubur, tidak membuat \u003cem\u003emereka\u003c/em\u003e, para calon penghuni surga, \u003cem\u003emerasa sedih\u003c/em\u003e, karena mereka berada dalam kenikmatan; \u003cem\u003edan para malaikat\u003c/em\u003e pun akan \u003cem\u003emenyambut mereka\u003c/em\u003e dengan ucapan yang menye-nangkan, \u0026ldquo;\u003cem\u003eInilah hari kebahagianmu yang telah dijanjikan kepadamu\u003c/em\u003e untuk memasuki surga, negeri penuh kedamaian.\u0026rdquo;\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":". Allah menerangkan keadaan penduduk surga, yaitu:\n1. Mereka tidak mendengar suara api neraka yang ditimbulkan oleh gejolak apinya dan bunyi menghanguskan barang-barang yang sedang dibakar.\n2. Mereka berada dalam kesenangan dan kegembiraan yang tidak putusputusnya, menikmati segala yang mereka inginkan, mendengar segala yang menyenangkan hati dan melihat apa yang disenangi mata mereka.\n3. Mereka tidak dirisaukan oleh bunyi sangkakala yang terakhir, yaitu bunyi sangkakala yang menandakan kebangkitan manusia dari kubur untuk dihisab, Allah berfirman:\nDan sangkakala pun ditiup, maka matilah semua (makhluk) yang di langit dan di bumi kecuali mereka yang dikehendaki Allah. Kemudian ditiup sekali lagi (sangkakala itu) maka seketika itu mereka bangun (dari kuburnya) menunggu (keputusan Allah). (az-Zumar/39: 68)\n4. Mereka disambut para malaikat dengan menyampaikan kabar gembira atas kemenangan mereka. Seakan-akan malaikat menyampaikan kepada mereka, \"Inilah hari yang pernah dijanjikan Allah kepadamu hai orang-orang yang beriman sewaktu di dunia dahulu, pada saat ini Allah melimpahkan pahala yang besar dan kesenangan yang abadi sebagai balasan atas keimanan, ketaatan, dan kesucian dirimu dari perbuatan dosa dengan mengerjakan amal-amal saleh dan dengan melaksanakan semua perintah Allah dan menjauhi semua yang dilarang-Nya.\"\n"}},{"number":104,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eOleh karena itu, manusia hendaklah mengingat hari Kiamat, yaitu\u003cem\u003e\u0026nbsp;pada hari langit Kami gulung seperti menggulung lembaran-lembaran kertas\u003c/em\u003e\u0026nbsp;sehingga kehidupan dunia ini hancur. Keadaannya\u003cem\u003e\u0026nbsp;sebagaimana Kami memulai penciptaan pertama\u003c/em\u003e, ketika kehidupan dunia ini tidak ada.\u0026nbsp;\u003cem\u003eBegitulah Kami akan mengulanginya lagi\u003c/em\u003e\u0026nbsp;sehingga kehidupan ini pun kembali tidak ada. Hal ini merupakan\u0026nbsp;\u003cem\u003ejanji yang pasti Kami tepati\u003c/em\u003e\u0026nbsp;dengan tepat dan akurat;\u0026nbsp;\u003cem\u003esungguh, Kami akan melaksanakannya\u003c/em\u003e, tetapi Kami tetap merahasiakan waktunya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Orang-orang yang mendapat sambutan para malaikat itu tidak merasa gentar dan terkejut dengan datangnya hari Kiamat, di waktu langit dilipat dan diganti dengan langit yang lain, seakan-akan langit yang lama dilipat untuk disimpan dan langit yang baru dikembangkan. Allah berfirman:\nDan mereka tidak mengagungkan Allah sebagaimana mestinya padahal bumi seluruhnya dalam genggaman-Nya pada hari Kiamat dan langit digulung dengan tangan kanan-Nya. Mahasuci Dia dan Mahatinggi Dia dari apa yang mereka persekutukan. (az-Zumar/39: 67)\nDemikianlah Allah membangkitkan manusia setelah mereka mati dan berada di dalam kubur, untuk dikumpulkan di padang mahsyar, agar dapat dihisab amal perbuatan mereka. Membangkitkan manusia setelah mati dan hancur menjadi tanah adalah mudah bagi Allah. Jika Allah menciptakan manusia dari tidak ada menjadi ada, tentulah mengulangi kembali menciptakannya adalah lebih mudah dari menciptakan pertama kali. Membangkitkan manusia kembali untuk dihisab itu adalah suatu janji dari Allah yang pasti ditepati-Nya.\nSecara saintis, sebagaimana telah dijelaskan dalam ayat 30 dari surah ini, penciptaan alam semesta dimulai dari ketiadaan (keadaan singularitas: massa tak terhingga besarnya, volume tak terhingga kecilnya) yang kemudian meledak dahsyat dan kemudian membentuk alam semesta yang terus mengembang sampai dengan saat ini. Bukti tentang alam semesta yang mengembang ini dapat ditemukan pada hasil pengamatan dengan teleskop yang menunjukkan bahwa dengan berjalannya waktu, jarak antara benda-benda langit semakin menjauh. Para ilmuwan mengatakan bahwa alam semesta akan terus mengembang sampai dengan dicapainya massa kritis alam semesta. Apabila massa kritis ini telah tercapai, maka gaya tarik menarik (gravitasi) antara massa berbagai benda langit akan menahan proses pengembangan alam semesta. \nBahkan akan tercapai keadaan kontraksi alam semesta. Alam semesta yang semula mengembang akan mengkerut (berkontraksi) mengecil dan suatu saat akan hancur dan kembali pada keadaan awal (singularitas); keadaan seperti inilah yang disebut hari kiamat. Hari kiamat dalam ayat ini digambarkan sebagai hari di mana Allah akan \"menggulung langit\", bagaikan menggulung lembaran-lembaran kertas, sebagaimana halnya awal penciptaan yang pertama. Istilah \"menggulung langit\" adalah ungkapan yang tepat, karena sesungguhnya alam semesta tidak bundar melainkan datar terdiri dari trilyunan galaksi yang membentuk \"gulungan\".\n"}},{"number":105,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePada ayat yang lalu Allah menerangkan keadaan orang kafir dan orang beriman di akhirat. Pada ayat ini Allah menerangkan ketetapan-Nya tentang orang-orang yang mewarisi bumi.\u003cem\u003e Dan sungguh, telah Kami tulis\u003c/em\u003e sebagai suatu ketetapan \u003cem\u003edi dalam Zabur\u003c/em\u003e, yang diturunkan kepada Nabi Dawud dan Sulaiman, \u003cem\u003esetelah\u003c/em\u003e tertulis\u003cem\u003e di dalam Az-Zikr,\u003c/em\u003e yaitu di Lauh Mahfuz,\u003cem\u003e bahwa bumi ini\u003c/em\u003e milik-Ku dan\u003cem\u003e akan diwarisi oleh hamba-hamba-Ku yang saleh\u003c/em\u003e, yaitu sanggup mengelola bumi dan memakmurkannya, mengambil manfaat dari kekayaan alamnya, serta sanggup memimpin masyarakat dan membangunnya dengan mengikuti petunjuk-Ku.\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa Allah telah menurunkan kitab kepada para Rasul, seperti Taurat, Zabur, Injil dan Al-Qur'an. Dalam kitab-kitab itu diterangkan bahwa bumi ini adalah kepunyaan Allah, diwariskan kepada siapa yang dikehendaki-Nya. Allah telah menetapkan juga dalam ayat ini, bahwa hamba-hamba yang mewarisi bumi itu ialah hamba-hamba yang sanggup mengolah bumi dan memakmurkannya, selama dia mengikuti petunjuk Allah.\nJika diperhatikan sejarah dunia dan sejarah umat manusia, maka orang-orang yang dijadikan Allah sebagai penguasa di bumi ini, ialah orang-orang yang sanggup mengatur dan memimpin masyarakat, mengolah bumi ini untuk kepentingan umat manusia, sanggup mempertahankan diri dari serangan luar dan dapat mengokohkan persatuan rakyat yang ada di negaranya. Pemberian kekuasaan oleh Allah kepada orang-orang tersebut bukanlah berarti Allah telah meridai tindakan-tindakan mereka; karena kehidupan duniawi lain halnya dengan kehidupan ukhrawi. Ada orang yang bahagia hidup di akhirat saja, dan ada pula yang bahagia hidup di dunia saja. Sedangkan yang dicita-citakan seorang muslim ialah bahagia hidup di dunia dan di akhirat.\nApabila orang muslim ingin hidup bahagia di dunia dan akhirat, mereka harus mengikuti Sunnatullah di atas, yaitu taat beribadah kepada Allah, sanggup memimpin umat manusia dengan baik, sanggup mengolah bumi ini untuk kepentingan umat manusia, menggalang persatuan dan kesatuan yang kuat di antara meraka sehingga tidak mudah dipecah belah oleh musuh.\nPara mufasir berbeda pendapat dalam menafsirkan kata \"bumi\" dalam ayat ini, di antaranya:\na. Sebagian ahli tafsir mengartikan \"bumi\" dalam ayat ini dengan \"surga\". Karena \"surga\" itu diwariskan Allah kepada hamba-hamba-Nya yang beriman dan beramal saleh. Firman Allah:\nDan mereka berkata, \"Segala puji bagi Allah yang telah memenuhi janji-Nya kepada kami dan telah memberikan tempat ini kepada kami sedang kami (diperkenankan) menempati surga di mana saja yang kami kehendaki.\" Maka (surga itulah) sebaik-baik balasan bagi orang-orang yang beramal. (az-Zumar/39: 74)\nb. Sebagian yang lain mengartikan kata \"bumi\" dengan bumi yang sekarang ditempati umat manusia. Firman Allah: \nAllah telah menjanjikan kepada orang-orang di antara kamu yang beriman dan yang mengerjakan kebajikan, bahwa Dia sungguh, akan menjadikan mereka berkuasa di bumi. (an-Nur/24: 55)\n\"Sesungguhnya bumi (ini) milik Allah; diwariskan-Nya kepada siapa saja yang Dia kehendaki di antara hamba-hamba-Nya. Dan kesudahan (yang baik) adalah bagi orang-orang yang bertakwa.\" (al-A'raf/7: 128)\nc. Sebagian mufasir lain mengartikan \"bumi\" dengan tanah suci yang diwarisi oleh orang yang saleh, firman Allah:\nDan Kami wariskan kepada kaum yang tertindas itu, bumi bagian timur dan bagian baratnya yang telah Kami berkahi. (al-A'raf/7: 137)\n"}},{"number":106,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eSungguh\u003c/em\u003e, semua kisah para nabi yang disebutkan\u0026nbsp;\u003cem\u003edi dalam\u003c/em\u003e\u0026nbsp;surah\u003cem\u003e\u0026nbsp;ini,\u003c/em\u003e\u0026nbsp;bahkan di dalam Al-Qur\u0026rsquo;an ini\u003cem\u003e\u0026nbsp;benar-benar menjadi petunjuk\u003c/em\u003e\u0026nbsp;yang lengkap dan pelajaran yang berharga guna mencapai kebahagiaan hidup dunia akhirat\u0026nbsp;\u003cem\u003ebagi orang-orang yang menyembah\u003c/em\u003e\u0026nbsp;Allah dengan pikiran, perasaan dan rohani yang bersih.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menerangkan bahwa segala kisah yang diterangkan dalam surah ini adalah pelajaran dan peringatan yang disampaikan sejak awal sampai akhir surah ini, cukup menjadi pelajaran dan banyak hikmah yang terkandung di dalamnya, sebagai bekal dan bahan bagi orang yang ingin mencapai kebahagiaan hidup di dunia dan di akhirat. Bahkan ayat-ayat dalam surah ini merupakan peringatan dan ancaman yang keras dari Allah kepada orang-orang yang mengingkari seruan para rasul. Mereka akan ditimpa oleh malapetaka yang besar, sebagaimana telah ditimpakan kepada umat-umat dahulu.\nKarena itu kaum Muslimin wajib mengambil pelajaran dan mengamalkan ayat-ayat tersebut agar tidak terkena ancaman Allah yang berupa azab dan malapetaka yang sangat dahsyat.\n"}},{"number":107,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eTujuan Allah mengutus Nabi Muhammad membawa agama Islam bukan untuk membinasakan orang-orang kafir, melainkan untuk menciptakan perdamaian. \u003cem\u003eDan Kami tidak mengutus engkau\u003c/em\u003e Muhammad\u003cem\u003e melainkan untuk\u003c/em\u003e menjadi\u003cem\u003e rahmat bagi seluruh alam\u003c/em\u003e. Perlindungan, kedamaian, dan kasih sayang yang lahir dari ajaran dan pengamalan Islam yang baik dan benar.\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Tujuan Allah mengutus Nabi Muhammad yang membawa agama-Nya itu, tidak lain adalah memberi petunjuk dan peringatan agar mereka bahagia di dunia dan di akhirat. Rahmat Allah bagi seluruh alam meliputi perlindungan, kedamaian, kasih sayang dan sebagainya, yang diberikan Allah terhadap makhluk-Nya. Baik yang beriman maupun yang tidak beriman, termasuk binatang dan tumbuh-tumbuhan.\nJika dilihat sejarah manusia dan kemanusiaan, maka agama Islam adalah agama yang berusaha sekuat tenaga menghapuskan perbudakan dan penindasan oleh manusia terhadap manusia yang lain. Seandainya pintu perbudakan masih terbuka, itu hanyalah sekedar untuk mengimbangi perbuatan orang-orang kafir terhadap kaum Muslimin. Sedangkan jalan-jalan untuk menghapuskan perbudakan disediakan, baik dengan cara memberi imbalan yang besar bagi orang yang memerdekakan budak maupun dengan mengaitkan kafarat/hukuman dengan pembebasan budak. Perbaikanperbaikan tentang kedudukan perempuan yang waktu itu hampir sama dengan binatang, dan pengakuan terhadap kedudukan anak yatim, perhatian terhadap fakir dan miskin, perintah melakukan jihad untuk memerangi kebodohan dan kemiskinan, semuanya diajarkan oleh Al-Qur'an dan Hadis. Dengan demikian seluruh umat manusia memperoleh rahmat, baik yang langsung atau tidak langsung dari agama yang dibawa Nabi Muhammad. Tetapi kebanyakan manusia masih mengingkari padahal rahmat yang mereka peroleh adalah rahmat dan nikmat Allah.\n"}},{"number":108,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePada ayat sebelumnya diterangkan bahwa Allah mengutus Nabi Muhammad membawa agama Islam agar menjadi rahmat bagi manusia dan lingkungan hidup. Pada ayat ini Allah meminta Nabi Muhammad menjelaskan ajaran dasar agama Islam.\u003cem\u003e\u0026nbsp;Katakanlah\u003c/em\u003e\u0026nbsp;wahai Muhammad, \u0026ldquo;\u003cem\u003eSungguh, apa yang diwahyukan kepadaku\u003c/em\u003e\u0026nbsp;yang menjadi ajaran pokok agama yang dibawa para nabi,\u0026nbsp;\u003cem\u003eialah bahwa Tuhanmu\u003c/em\u003e\u0026nbsp;Allah\u0026nbsp;\u003cem\u003eadalah Tuhan Yang Esa\u003c/em\u003e, yang melahirkan prinsip tauhid, tidak ada tuhan selain Allah dan tidak ada ibadah kecuali kepada-Nya;\u003cem\u003e\u0026nbsp;maka apakah kamu telah berserah diri\u003c/em\u003e\u0026nbsp;kepada-Nya dengan beriman, beribadah dan mematuhi ajaran-Nya?\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah memerintahkan kepada Muhammad agar menyampaikan kepada orang kafir dan kepada orang yang telah sampai seruan kepadanya, bahwa pokok wahyu yang disampaikan kepadanya ialah tidak ada tuhan yang berhak disembah selain Allah. Karena itu hendaklah manusia menyembah-Nya, jangan sekali-kali mempersekutukan-Nya dengan sesuatu pun seperti mengakui adanya tuhan-tuhan yang lain selain Dia, atau mempercayai bahwa selain Allah ada lagi sesuatu yang mempunyai kekuatan gaib seperti kekuatan Allah. Dan serahkanlah dirimu kepada Allah dengan memurnikan ketaatan dan ketundukan hanya kepada-Nya saja, dan ikutilah segala wahyu yang diturunkan kepada Nabi Muhammad saw."}},{"number":109,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eTugas pokok rasul adalah menyampaikan ajaran Allah kepada manusia dan mengajak manusia mengikuti ajaran Allah. \u003cem\u003eMaka jika mereka berpaling\u003c/em\u003e dari ajaran Allah, \u003cem\u003emaka katakanlah\u003c/em\u003e, wahai Muhammad, kepada mereka, baik Yahudi maupun Nasrani, \u0026ldquo;\u003cem\u003eAku telah menyampaikan kepadamu\u003c/em\u003e ajaran agama \u003cem\u003eyang sama\u003c/em\u003e di antara kita, yaitu tidak ada tuhan selain Allah, tidak ada ibadah kecuali kepada-Nya, dan tidak mempertuhankan manusia. Jika kamu menolak ajaran ini, kamu akan mendapat murka Allah;\u003cem\u003e dan aku tidak tahu apakah yang diancamkan kepadamu itu sudah dekat atau masih jauh\u003c/em\u003e, karena murka Allah yang paling dahsyat itu dalam kehidupan sesudah mati.\u0026rdquo;\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Kemudian Allah mengingatkan Muhammad, akan tugasnya sebagai seorang Rasul, yaitu hanya menyampaikan agama Allah kepada manusia. Karena itu juga mereka tidak mengindahkan seruanmu, tidak mengikuti wahyu yang disampaikan kepada mereka, maka janganlah kamu bersedih hati, dan katakanlah kepada mereka bahwa kamu telah menunjukkan kepada mereka jalan yang lurus, menuju kebahagiaan yang sempurna. Jika mereka tidak mau mengikuti dan menempuh jalan yang telah dibentangkan itu berati mereka ingin mendapat azab dari Allah.\nPada ayat lain Allah berfirman:\nDan jika mereka (tetap) mendustakanmu (Muhammad), maka katakanlah, \"Bagiku pekerjaanku dan bagimu pekerjaanmu. Kamu tidak bertanggung jawab terhadap apa yang aku kerjakan dan aku pun tidak bertanggung jawab terhadap apa yang kamu kerjakan.\" (Yunus/10: 41)\nJika orang-orang kafir menanyakan kepada kamu Muhammad tentang kapan azab yang dijanjikan itu akan ditimpakan, maka katakanlah kepada mereka bahwa engkau tidak tahu menahu tentang waktunya, kapan azab itu akan ditimpakan, karena wewenang sepenuhnya berada di tangan Allah, dan tidak seorang pun yang mengetahuinya.\n"}},{"number":110,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSikap kamu menolak ajaran Allah terbuka maupun tertutup dalam hati kamu bagi Allah sama saja.\u0026nbsp;\u003cem\u003eSungguh, Dia, mengetahui perkataan\u003c/em\u003e\u0026nbsp;yang kamu ucapkan\u0026nbsp;\u003cem\u003edengan terang-terangan, dan mengetahui\u003c/em\u003e\u0026nbsp;pula\u003cem\u003e\u0026nbsp;apa yang kamu rahasiakan\u003c/em\u003e\u0026nbsp;dalam hati kamu seperti sikap orang munafik.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah Maha Mengetahui segala yang dikatakan oleh orang-orang kafir tentang agama Islam, baik dikatakan secara terang-terangan atau pun dikatakan secara berbisik, dan Allah mengetahui tentang kebencian hati orang-orang kafir terhadap kaum Muslimin. Karena itu Dia akan memberikan balasan yang setimpal kepada orang-orang yang demikian."}},{"number":111,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan aku tidak tahu\u003c/em\u003e sedikit pun mengapa azab yang diancamkan kepada kamu, orang-orang kafir itu, ditunda datangnya. \u003cem\u003eBoleh jadi hal itu cobaan bagi kamu\u003c/em\u003e sehingga kamu bertambah sombong dalam menolak ajaran Allah \u003cem\u003edan\u003c/em\u003e boleh jadi penundaan itu Allah memberi kesempatan kepada kamu merasakan\u003cem\u003e kesenangan\u003c/em\u003e yang singkat di dunia \u003cem\u003esampai waktu yang ditentukan\u003c/em\u003e kemudian kamu dikembalikan kepada azab yang kekal di akhirat.\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah memerintahkan pula agar Muhammad memberitahukan kepada orang kafir bahwa ia tidak mengetahui sedikit pun mengapa azab itu ditunda datangnya. Boleh jadi agar mereka menikmati segala kesenangan duniawi sampai kepada waktu yang ditentukan Allah, maka Allah akan menimpakan azab secara tiba-tiba tanpa diketahui darimana datangnya."}},{"number":112,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSelama 13 tahun di Mekah Rasulullah bersikap diam tanpa perla-wanan menghadapi penindasan, pengusiran, pemboikotan dan rencana pembunuhan orang-orang kafir Mekah kepada beliau dan para sahabat hingga akhirnya setelah hijrah ke Madinah, Dia, Muhammad,\u0026nbsp;\u003cem\u003eberkata\u003c/em\u003e\u0026nbsp;dalam doanya kepada Allah,\u0026nbsp;\u003cem\u003e\u0026ldquo;Ya Tuhanku, berilah keputusan dengan adil\u003c/em\u003e\u0026nbsp;di antara kami dan orang-orang kafir itu supaya tampak kebenaran dan kebatilan.\u0026nbsp;\u003cem\u003eDan\u003c/em\u003e, kami yakin,\u0026nbsp;\u003cem\u003eTuhan kami Maha Pengasih\u003c/em\u003e, kepada hamba-hamba-Nya; Allah\u0026nbsp;\u003cem\u003etempat memohon segala pertolongan\u003c/em\u003e\u0026nbsp;dalam menghadapi\u003cem\u003e\u0026nbsp;semua yang kamu katakan\u003c/em\u003e\u0026nbsp;kepada kami, orang-orang beriman, secara bodoh, keji, dan tidak berdasar tentang Allah, malaikat, Al-Qur\u0026rsquo;an, Rasulullah, dan hidup sesudah mati.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Karena orang musyrik Mekah semakin hari bertambah-tambah kezaliman mereka, maka Muhammad berdoa kepada Tuhan agar Dia segera menimpakan azab kepada mereka. Permohonan Muhammad ini dikabulkan Allah dengan kekalahan orang musyrik pada beberapa peperangan yang terjadi antara kaum Muslimin dengan kaum musyrik.\nQatadah berkata, \"Para nabi dahulu berdoa\":\nYa Tuhan kami, berilah keputusan antara kami dan kaum kami dengan hak (adil). Engkaulah pemberi keputusan terbaik.\" (al-A'raf/7: 89)\n\nMaka Rasulullah saw diperintahkan Allah untuk mengucapkan doa yang demikian itu.\n"}}]}}