{"number":33,"name":"Al-Ahzab","latin":" الاحزاب","total_ayat":73,"ayat_text":[{"number":1,"text":"يٰٓاَيُّهَا النَّبِيُّ اتَّقِ اللّٰهَ وَلَا تُطِعِ الْكٰفِرِيْنَ وَالْمُنٰفِقِيْنَ ۗاِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًاۙ "},{"number":2,"text":"وَّاتَّبِعْ مَا يُوْحٰىٓ اِلَيْكَ مِنْ رَّبِّكَ ۗاِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًاۙ "},{"number":3,"text":"وَّتَوَكَّلْ عَلَى اللّٰهِ ۗوَكَفٰى بِاللّٰهِ وَكِيْلًا"},{"number":4,"text":"مَا جَعَلَ اللّٰهُ لِرَجُلٍ مِّنْ قَلْبَيْنِ فِيْ جَوْفِهٖ ۚوَمَا جَعَلَ اَزْوَاجَكُمُ الّٰـِٕۤيْ تُظٰهِرُوْنَ مِنْهُنَّ اُمَّهٰتِكُمْ ۚوَمَا جَعَلَ اَدْعِيَاۤءَكُمْ اَبْنَاۤءَكُمْۗ ذٰلِكُمْ قَوْلُكُمْ بِاَفْوَاهِكُمْ ۗوَاللّٰهُ يَقُوْلُ الْحَقَّ وَهُوَ يَهْدِى السَّبِيْلَ"},{"number":5,"text":"اُدْعُوْهُمْ لِاٰبَاۤىِٕهِمْ هُوَ اَقْسَطُ عِنْدَ اللّٰهِ ۚ فَاِنْ لَّمْ تَعْلَمُوْٓا اٰبَاۤءَهُمْ فَاِخْوَانُكُمْ فِى الدِّيْنِ وَمَوَالِيْكُمْ ۗوَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيْمَآ اَخْطَأْتُمْ بِهٖ وَلٰكِنْ مَّا تَعَمَّدَتْ قُلُوْبُكُمْ ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا"},{"number":6,"text":"اَلنَّبِيُّ اَوْلٰى بِالْمُؤْمِنِيْنَ مِنْ اَنْفُسِهِمْ وَاَزْوَاجُهٗٓ اُمَّهٰتُهُمْ ۗوَاُولُوا الْاَرْحَامِ بَعْضُهُمْ اَوْلٰى بِبَعْضٍ فِيْ كِتٰبِ اللّٰهِ مِنَ الْمُؤْمِنِيْنَ وَالْمُهٰجِرِيْنَ اِلَّآ اَنْ تَفْعَلُوْٓا اِلٰٓى اَوْلِيَاۤىِٕكُمْ مَّعْرُوْفًا ۗ كَانَ ذٰلِكَ فِى الْكِتٰبِ مَسْطُوْرًا"},{"number":7,"text":"وَاِذْ اَخَذْنَا مِنَ النَّبِيّٖنَ مِيْثَاقَهُمْ وَمِنْكَ وَمِنْ نُّوْحٍ وَّاِبْرٰهِيْمَ وَمُوْسٰى وَعِيْسَى ابْنِ مَرْيَمَ ۖوَاَخَذْنَا مِنْهُمْ مِّيْثَاقًا غَلِيْظًاۙ"},{"number":8,"text":"لِّيَسْـَٔلَ الصّٰدِقِيْنَ عَنْ صِدْقِهِمْ ۚوَاَعَدَّ لِلْكٰفِرِيْنَ عَذَابًا اَلِيْمًا ࣖ"},{"number":9,"text":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ جَاۤءَتْكُمْ جُنُوْدٌ فَاَرْسَلْنَا عَلَيْهِمْ رِيْحًا وَّجُنُوْدًا لَّمْ تَرَوْهَا ۗوَكَانَ اللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرًاۚ "},{"number":10,"text":"اِذْ جَاۤءُوْكُمْ مِّنْ فَوْقِكُمْ وَمِنْ اَسْفَلَ مِنْكُمْ وَاِذْ زَاغَتِ الْاَبْصَارُ وَبَلَغَتِ الْقُلُوْبُ الْحَنَاجِرَ وَتَظُنُّوْنَ بِاللّٰهِ الظُّنُوْنَا۠   ۗ"},{"number":11,"text":"هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُوْنَ وَزُلْزِلُوْا زِلْزَالًا شَدِيْدًا"},{"number":12,"text":"وَاِذْ يَقُوْلُ الْمُنٰفِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ مَّا وَعَدَنَا اللّٰهُ وَرَسُوْلُهٗٓ اِلَّا غُرُوْرًا"},{"number":13,"text":"وَاِذْ قَالَتْ طَّاۤىِٕفَةٌ مِّنْهُمْ يٰٓاَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوْا ۚوَيَسْتَأْذِنُ فَرِيْقٌ مِّنْهُمُ النَّبِيَّ يَقُوْلُوْنَ اِنَّ بُيُوْتَنَا عَوْرَةٌ  ۗوَمَا هِيَ بِعَوْرَةٍ ۗاِنْ يُّرِيْدُوْنَ اِلَّا فِرَارًا"},{"number":14,"text":"وَلَوْ دُخِلَتْ عَلَيْهِمْ مِّنْ اَقْطَارِهَا ثُمَّ سُـِٕلُوا الْفِتْنَةَ لَاٰتَوْهَا وَمَا تَلَبَّثُوْا بِهَآ اِلَّا يَسِيْرًا"},{"number":15,"text":"وَلَقَدْ كَانُوْا عَاهَدُوا اللّٰهَ مِنْ قَبْلُ لَا يُوَلُّوْنَ الْاَدْبَارَ ۗوَكَانَ عَهْدُ اللّٰهِ مَسْـُٔوْلًا"},{"number":16,"text":"قُلْ لَّنْ يَّنْفَعَكُمُ الْفِرَارُ اِنْ فَرَرْتُمْ مِّنَ الْمَوْتِ اَوِ الْقَتْلِ وَاِذًا لَّا تُمَتَّعُوْنَ اِلَّا قَلِيْلًا "},{"number":17,"text":"قُلْ مَنْ ذَا الَّذِيْ يَعْصِمُكُمْ مِّنَ اللّٰهِ اِنْ اَرَادَ بِكُمْ سُوْۤءًا اَوْ اَرَادَ بِكُمْ رَحْمَةً ۗوَلَا يَجِدُوْنَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا"},{"number":18,"text":"۞ قَدْ يَعْلَمُ اللّٰهُ الْمُعَوِّقِيْنَ مِنْكُمْ وَالْقَاۤىِٕلِيْنَ لِاِخْوَانِهِمْ هَلُمَّ اِلَيْنَا ۚوَلَا يَأْتُوْنَ الْبَأْسَ اِلَّا قَلِيْلًاۙ"},{"number":19,"text":"اَشِحَّةً عَلَيْكُمْ ۖ فَاِذَا جَاۤءَ الْخَوْفُ رَاَيْتَهُمْ يَنْظُرُوْنَ اِلَيْكَ تَدُوْرُ اَعْيُنُهُمْ كَالَّذِيْ يُغْشٰى عَلَيْهِ مِنَ الْمَوْتِۚ فَاِذَا ذَهَبَ الْخَوْفُ سَلَقُوْكُمْ بِاَلْسِنَةٍ حِدَادٍ اَشِحَّةً عَلَى الْخَيْرِۗ اُولٰۤىِٕكَ لَمْ يُؤْمِنُوْا فَاَحْبَطَ اللّٰهُ اَعْمَالَهُمْۗ وَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا"},{"number":20,"text":"يَحْسَبُوْنَ الْاَحْزَابَ لَمْ يَذْهَبُوْا ۚوَاِنْ يَّأْتِ الْاَحْزَابُ يَوَدُّوْا لَوْ اَنَّهُمْ بَادُوْنَ فِى الْاَعْرَابِ يَسْاَلُوْنَ عَنْ اَنْۢبَاۤىِٕكُمْ ۖوَلَوْ كَانُوْا فِيْكُمْ مَّا قٰتَلُوْٓا اِلَّا قَلِيْلًا ࣖ"},{"number":21,"text":"لَقَدْ كَانَ لَكُمْ فِيْ رَسُوْلِ اللّٰهِ اُسْوَةٌ حَسَنَةٌ لِّمَنْ كَانَ يَرْجُوا اللّٰهَ وَالْيَوْمَ الْاٰخِرَ وَذَكَرَ اللّٰهَ كَثِيْرًاۗ"},{"number":22,"text":"وَلَمَّا رَاَ الْمُؤْمِنُوْنَ الْاَحْزَابَۙ قَالُوْا هٰذَا مَا وَعَدَنَا اللّٰهُ وَرَسُوْلُهٗ وَصَدَقَ اللّٰهُ وَرَسُوْلُهٗ  ۖوَمَا زَادَهُمْ اِلَّآ اِيْمَانًا وَّتَسْلِيْمًاۗ "},{"number":23,"text":"مِنَ الْمُؤْمِنِيْنَ رِجَالٌ صَدَقُوْا مَا عَاهَدُوا اللّٰهَ عَلَيْهِ ۚ فَمِنْهُمْ مَّنْ قَضٰى نَحْبَهٗۙ وَمِنْهُمْ مَّنْ يَّنْتَظِرُ ۖوَمَا بَدَّلُوْا تَبْدِيْلًاۙ "},{"number":24,"text":"لِيَجْزِيَ اللّٰهُ الصّٰدِقِيْنَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنٰفِقِيْنَ اِنْ شَاۤءَ اَوْ يَتُوْبَ عَلَيْهِمْ ۗاِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًاۚ "},{"number":25,"text":"وَرَدَّ اللّٰهُ الَّذِيْنَ كَفَرُوْا بِغَيْظِهِمْ لَمْ يَنَالُوْا خَيْرًا ۗوَكَفَى اللّٰهُ الْمُؤْمِنِيْنَ الْقِتَالَ ۗوَكَانَ اللّٰهُ قَوِيًّا عَزِيْزًاۚ "},{"number":26,"text":"وَاَنْزَلَ الَّذِيْنَ ظَاهَرُوْهُمْ مِّنْ اَهْلِ الْكِتٰبِ مِنْ صَيَاصِيْهِمْ وَقَذَفَ فِيْ قُلُوْبِهِمُ الرُّعْبَ فَرِيْقًا تَقْتُلُوْنَ وَتَأْسِرُوْنَ فَرِيْقًاۚ "},{"number":27,"text":"وَاَوْرَثَكُمْ اَرْضَهُمْ وَدِيَارَهُمْ وَاَمْوَالَهُمْ وَاَرْضًا لَّمْ تَطَـُٔوْهَا ۗوَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرًا ࣖ "},{"number":28,"text":"يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّاَزْوَاجِكَ اِنْ كُنْتُنَّ تُرِدْنَ الْحَيٰوةَ الدُّنْيَا وَزِيْنَتَهَا فَتَعَالَيْنَ اُمَتِّعْكُنَّ وَاُسَرِّحْكُنَّ سَرَاحًا جَمِيْلًا "},{"number":29,"text":"وَاِنْ كُنْتُنَّ تُرِدْنَ اللّٰهَ وَرَسُوْلَهٗ وَالدَّارَ الْاٰخِرَةَ فَاِنَّ اللّٰهَ اَعَدَّ لِلْمُحْسِنٰتِ مِنْكُنَّ اَجْرًا عَظِيْمًا"},{"number":30,"text":"يٰنِسَاۤءَ النَّبِيِّ مَنْ يَّأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُّبَيِّنَةٍ يُّضٰعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِۗ وَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا   ۔"},{"number":31,"text":"۞ وَمَنْ يَّقْنُتْ مِنْكُنَّ لِلّٰهِ وَرَسُوْلِهٖ وَتَعْمَلْ صَالِحًا نُّؤْتِهَآ اَجْرَهَا مَرَّتَيْنِۙ وَاَعْتَدْنَا لَهَا رِزْقًا كَرِيْمًا "},{"number":32,"text":"يٰنِسَاۤءَ النَّبِيِّ لَسْتُنَّ كَاَحَدٍ مِّنَ النِّسَاۤءِ اِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِيْ فِيْ قَلْبِهٖ مَرَضٌ وَّقُلْنَ قَوْلًا مَّعْرُوْفًاۚ "},{"number":33,"text":"وَقَرْنَ فِيْ بُيُوْتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْاُوْلٰى وَاَقِمْنَ الصَّلٰوةَ وَاٰتِيْنَ الزَّكٰوةَ وَاَطِعْنَ اللّٰهَ وَرَسُوْلَهٗ ۗاِنَّمَا يُرِيْدُ اللّٰهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ اَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيْرًاۚ "},{"number":34,"text":"وَاذْكُرْنَ مَا يُتْلٰى فِيْ بُيُوْتِكُنَّ مِنْ اٰيٰتِ اللّٰهِ وَالْحِكْمَةِۗ اِنَّ اللّٰهَ كَانَ لَطِيْفًا خَبِيْرًا ࣖ "},{"number":35,"text":"اِنَّ الْمُسْلِمِيْنَ وَالْمُسْلِمٰتِ وَالْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ وَالْقٰنِتِيْنَ وَالْقٰنِتٰتِ وَالصّٰدِقِيْنَ وَالصّٰدِقٰتِ وَالصّٰبِرِيْنَ وَالصّٰبِرٰتِ وَالْخٰشِعِيْنَ وَالْخٰشِعٰتِ وَالْمُتَصَدِّقِيْنَ وَالْمُتَصَدِّقٰتِ وَالصَّاۤىِٕمِيْنَ وَالصّٰۤىِٕمٰتِ وَالْحٰفِظِيْنَ فُرُوْجَهُمْ وَالْحٰفِظٰتِ وَالذَّاكِرِيْنَ اللّٰهَ كَثِيْرًا وَّالذَّاكِرٰتِ اَعَدَّ اللّٰهُ لَهُمْ مَّغْفِرَةً وَّاَجْرًا عَظِيْمًا "},{"number":36,"text":"وَمَا كَانَ لِمُؤْمِنٍ وَّلَا مُؤْمِنَةٍ اِذَا قَضَى اللّٰهُ وَرَسُوْلُهٗٓ اَمْرًا اَنْ يَّكُوْنَ لَهُمُ الْخِيَرَةُ مِنْ اَمْرِهِمْ ۗوَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ فَقَدْ ضَلَّ ضَلٰلًا مُّبِيْنًاۗ  "},{"number":37,"text":"وَاِذْ تَقُوْلُ لِلَّذِيْٓ اَنْعَمَ اللّٰهُ عَلَيْهِ وَاَنْعَمْتَ عَلَيْهِ اَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللّٰهَ وَتُخْفِيْ فِيْ نَفْسِكَ مَا اللّٰهُ مُبْدِيْهِ وَتَخْشَى النَّاسَۚ وَاللّٰهُ اَحَقُّ اَنْ تَخْشٰىهُ ۗ فَلَمَّا قَضٰى زَيْدٌ مِّنْهَا وَطَرًاۗ زَوَّجْنٰكَهَا لِكَيْ لَا يَكُوْنَ عَلَى الْمُؤْمِنِيْنَ حَرَجٌ فِيْٓ اَزْوَاجِ اَدْعِيَاۤىِٕهِمْ اِذَا قَضَوْا مِنْهُنَّ وَطَرًاۗ وَكَانَ اَمْرُ اللّٰهِ مَفْعُوْلًا "},{"number":38,"text":"مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيْمَا فَرَضَ اللّٰهُ لَهٗ ۗسُنَّةَ اللّٰهِ فِى الَّذِيْنَ خَلَوْا مِنْ قَبْلُ ۗوَكَانَ اَمْرُ اللّٰهِ قَدَرًا مَّقْدُوْرًاۙ  "},{"number":39,"text":" ۨالَّذِيْنَ يُبَلِّغُوْنَ رِسٰلٰتِ اللّٰهِ وَيَخْشَوْنَهٗ وَلَا يَخْشَوْنَ اَحَدًا اِلَّا اللّٰهَ ۗوَكَفٰى بِاللّٰهِ حَسِيْبًا "},{"number":40,"text":"مَا كَانَ مُحَمَّدٌ اَبَآ اَحَدٍ مِّنْ رِّجَالِكُمْ وَلٰكِنْ رَّسُوْلَ اللّٰهِ وَخَاتَمَ النَّبِيّٖنَۗ وَكَانَ اللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمًا ࣖ"},{"number":41,"text":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوا اللّٰهَ ذِكْرًا كَثِيْرًاۙ "},{"number":42,"text":"وَّسَبِّحُوْهُ بُكْرَةً وَّاَصِيْلًا "},{"number":43,"text":"هُوَ الَّذِيْ يُصَلِّيْ عَلَيْكُمْ وَمَلٰۤىِٕكَتُهٗ لِيُخْرِجَكُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَكَانَ بِالْمُؤْمِنِيْنَ رَحِيْمًا "},{"number":44,"text":"تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهٗ سَلٰمٌ ۚوَاَعَدَّ لَهُمْ اَجْرًا كَرِيْمًا "},{"number":45,"text":"يٰٓاَيُّهَا النَّبِيُّ اِنَّآ اَرْسَلْنٰكَ شَاهِدًا وَّمُبَشِّرًا وَّنَذِيْرًاۙ "},{"number":46,"text":"وَّدَاعِيًا اِلَى اللّٰهِ بِاِذْنِهٖ وَسِرَاجًا مُّنِيْرًا "},{"number":47,"text":"وَبَشِّرِ الْمُؤْمِنِيْنَ بِاَنَّ لَهُمْ مِّنَ اللّٰهِ فَضْلًا كَبِيْرًا "},{"number":48,"text":"وَلَا تُطِعِ الْكٰفِرِيْنَ وَالْمُنٰفِقِيْنَ وَدَعْ اَذٰىهُمْ وَتَوَكَّلْ عَلَى اللّٰهِ ۗوَكَفٰى بِاللّٰهِ وَكِيْلًا "},{"number":49,"text":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نَكَحْتُمُ الْمُؤْمِنٰتِ ثُمَّ طَلَّقْتُمُوْهُنَّ مِنْ قَبْلِ اَنْ تَمَسُّوْهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّوْنَهَاۚ فَمَتِّعُوْهُنَّ وَسَرِّحُوْهُنَّ سَرَاحًا جَمِيْلًا "},{"number":50,"text":"يٰٓاَيُّهَا النَّبِيُّ اِنَّآ اَحْلَلْنَا لَكَ اَزْوَاجَكَ الّٰتِيْٓ اٰتَيْتَ اُجُوْرَهُنَّ وَمَا مَلَكَتْ يَمِيْنُكَ مِمَّآ اَفَاۤءَ اللّٰهُ عَلَيْكَ وَبَنٰتِ عَمِّكَ وَبَنٰتِ عَمّٰتِكَ وَبَنٰتِ خَالِكَ وَبَنٰتِ خٰلٰتِكَ الّٰتِيْ هَاجَرْنَ مَعَكَۗ وَامْرَاَةً مُّؤْمِنَةً اِنْ وَّهَبَتْ نَفْسَهَا لِلنَّبِيِّ اِنْ اَرَادَ النَّبِيُّ اَنْ يَّسْتَنْكِحَهَا خَالِصَةً لَّكَ مِنْ دُوْنِ الْمُؤْمِنِيْنَۗ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِيْٓ اَزْوَاجِهِمْ وَمَا مَلَكَتْ اَيْمَانُهُمْ لِكَيْلَا يَكُوْنَ عَلَيْكَ حَرَجٌۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا "},{"number":51,"text":"۞ تُرْجِيْ مَنْ تَشَاۤءُ مِنْهُنَّ وَتُـْٔوِيْٓ اِلَيْكَ مَنْ تَشَاۤءُۗ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَۗ ذٰلِكَ اَدْنٰٓى اَنْ تَقَرَّ اَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَآ اٰتَيْتَهُنَّ كُلُّهُنَّۗ وَاللّٰهُ يَعْلَمُ مَا فِيْ قُلُوْبِكُمْ ۗوَكَانَ اللّٰهُ عَلِيْمًا حَلِيْمًا "},{"number":52,"text":"لَا يَحِلُّ لَكَ النِّسَاۤءُ مِنْۢ بَعْدُ وَلَآ اَنْ تَبَدَّلَ بِهِنَّ مِنْ اَزْوَاجٍ وَّلَوْ اَعْجَبَكَ حُسْنُهُنَّ اِلَّا مَا مَلَكَتْ يَمِيْنُكَۗ وَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ رَّقِيْبًا ࣖ "},{"number":53,"text":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَدْخُلُوْا بُيُوْتَ النَّبِيِّ اِلَّآ اَنْ يُّؤْذَنَ لَكُمْ اِلٰى طَعَامٍ غَيْرَ نٰظِرِيْنَ اِنٰىهُ وَلٰكِنْ اِذَا دُعِيْتُمْ فَادْخُلُوْا فَاِذَا طَعِمْتُمْ فَانْتَشِرُوْا وَلَا مُسْتَأْنِسِيْنَ لِحَدِيْثٍۗ اِنَّ ذٰلِكُمْ كَانَ يُؤْذِى النَّبِيَّ فَيَسْتَحْيٖ مِنْكُمْ ۖوَاللّٰهُ لَا يَسْتَحْيٖ مِنَ الْحَقِّۗ وَاِذَا سَاَلْتُمُوْهُنَّ مَتَاعًا فَاسْـَٔلُوْهُنَّ مِنْ وَّرَاۤءِ حِجَابٍۗ ذٰلِكُمْ اَطْهَرُ لِقُلُوْبِكُمْ وَقُلُوْبِهِنَّۗ وَمَا كَانَ لَكُمْ اَنْ تُؤْذُوْا رَسُوْلَ اللّٰهِ وَلَآ اَنْ تَنْكِحُوْٓا اَزْوَاجَهٗ مِنْۢ بَعْدِهٖٓ اَبَدًاۗ اِنَّ ذٰلِكُمْ كَانَ عِنْدَ اللّٰهِ عَظِيْمًا "},{"number":54,"text":"اِنْ تُبْدُوْا شَيْـًٔا اَوْ تُخْفُوْهُ فَاِنَّ اللّٰهَ كَانَ بِكُلِّ شَيْءٍ عَلِيْمًا "},{"number":55,"text":"لَا جُنَاحَ عَلَيْهِنَّ فِيْٓ اٰبَاۤىِٕهِنَّ وَلَآ اَبْنَاۤىِٕهِنَّ وَلَآ اِخْوَانِهِنَّ وَلَآ اَبْنَاۤءِ اِخْوَانِهِنَّ وَلَآ اَبْنَاۤءِ اَخَوٰتِهِنَّ وَلَا نِسَاۤىِٕهِنَّ وَلَا مَا مَلَكَتْ اَيْمَانُهُنَّۚ وَاتَّقِيْنَ اللّٰهَ ۗاِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ شَهِيْدًا "},{"number":56,"text":"اِنَّ اللّٰهَ وَمَلٰۤىِٕكَتَهٗ يُصَلُّوْنَ عَلَى النَّبِيِّۗ  يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا صَلُّوْا عَلَيْهِ وَسَلِّمُوْا تَسْلِيْمًا "},{"number":57,"text":"اِنَّ الَّذِيْنَ يُؤْذُوْنَ اللّٰهَ وَرَسُوْلَهٗ لَعَنَهُمُ اللّٰهُ فِى الدُّنْيَا وَالْاٰخِرَةِ وَاَعَدَّ لَهُمْ عَذَابًا مُّهِيْنًا "},{"number":58,"text":"وَالَّذِيْنَ يُؤْذُوْنَ الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ بِغَيْرِ مَا اكْتَسَبُوْا فَقَدِ احْتَمَلُوْا بُهْتَانًا وَّاِثْمًا مُّبِيْنًا ࣖ "},{"number":59,"text":"يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّاَزْوَاجِكَ وَبَنٰتِكَ وَنِسَاۤءِ الْمُؤْمِنِيْنَ يُدْنِيْنَ عَلَيْهِنَّ مِنْ جَلَابِيْبِهِنَّۗ ذٰلِكَ اَدْنٰىٓ اَنْ يُّعْرَفْنَ فَلَا يُؤْذَيْنَۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا "},{"number":60,"text":"۞ لَىِٕنْ لَّمْ يَنْتَهِ الْمُنٰفِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ وَّالْمُرْجِفُوْنَ فِى الْمَدِيْنَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُوْنَكَ فِيْهَآ اِلَّا قَلِيْلًا "},{"number":61,"text":"مَلْعُوْنِيْنَۖ اَيْنَمَا ثُقِفُوْٓا اُخِذُوْا وَقُتِّلُوْا تَقْتِيْلًا "},{"number":62,"text":"سُنَّةَ اللّٰهِ فِى الَّذِيْنَ خَلَوْا مِنْ قَبْلُ ۚوَلَنْ تَجِدَ لِسُنَّةِ اللّٰهِ تَبْدِيْلًا "},{"number":63,"text":"يَسْـَٔلُكَ النَّاسُ عَنِ السَّاعَةِۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ اللّٰهِ ۗوَمَا يُدْرِيْكَ لَعَلَّ السَّاعَةَ تَكُوْنُ قَرِيْبًا "},{"number":64,"text":"اِنَّ اللّٰهَ لَعَنَ الْكٰفِرِيْنَ وَاَعَدَّ لَهُمْ سَعِيْرًاۙ "},{"number":65,"text":"خٰلِدِيْنَ فِيْهَآ اَبَدًاۚ  لَا يَجِدُوْنَ وَلِيًّا وَّلَا نَصِيْرًا ۚ"},{"number":66,"text":"يَوْمَ تُقَلَّبُ وُجُوْهُهُمْ فِى النَّارِ يَقُوْلُوْنَ يٰلَيْتَنَآ اَطَعْنَا اللّٰهَ وَاَطَعْنَا الرَّسُوْلَا۠ "},{"number":67,"text":"وَقَالُوْا رَبَّنَآ اِنَّآ اَطَعْنَا سَادَتَنَا وَكُبَرَاۤءَنَا فَاَضَلُّوْنَا السَّبِيْلَا۠ "},{"number":68,"text":"رَبَّنَآ اٰتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيْرًا ࣖ "},{"number":69,"text":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَكُوْنُوْا كَالَّذِيْنَ اٰذَوْا مُوْسٰى فَبَرَّاَهُ اللّٰهُ مِمَّا قَالُوْا ۗوَكَانَ عِنْدَ اللّٰهِ وَجِيْهًا ۗ "},{"number":70,"text":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَقُوْلُوْا قَوْلًا سَدِيْدًاۙ "},{"number":71,"text":"يُّصْلِحْ لَكُمْ اَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوْبَكُمْۗ وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ فَقَدْ فَازَ فَوْزًا عَظِيْمًا "},{"number":72,"text":"اِنَّا عَرَضْنَا الْاَمَانَةَ عَلَى السَّمٰوٰتِ وَالْاَرْضِ وَالْجِبَالِ فَاَبَيْنَ اَنْ يَّحْمِلْنَهَا وَاَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْاِنْسَانُۗ اِنَّهٗ كَانَ ظَلُوْمًا جَهُوْلًاۙ "},{"number":73,"text":"لِّيُعَذِّبَ اللّٰهُ الْمُنٰفِقِيْنَ وَالْمُنٰفِقَتِ وَالْمُشْرِكِيْنَ وَالْمُشْرِكٰتِ وَيَتُوْبَ اللّٰهُ عَلَى الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ "}],"translation":{"lang":"id","translation_text":[{"number":1,"text":"Wahai Nabi! Bertakwalah kepada Allah dan janganlah engkau menuruti (keinginan) orang-orang kafir dan orang-orang munafik. Sesungguhnya Allah Maha Mengetahui, Mahabijaksana,"},{"number":2,"text":"dan ikutilah apa yang diwahyukan Tuhanmu kepadamu. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan,"},{"number":3,"text":"dan bertawakallah kepada Allah. Dan cukuplah Allah sebagai pemelihara."},{"number":4,"text":"Allah tidak menjadikan bagi seseorang dua hati dalam rongganya; dan Dia tidak menjadikan istri-istrimu yang kamu zihar itu sebagai ibumu, dan Dia tidak menjadikan anak angkatmu sebagai anak kandungmu (sendiri). Yang demikian itu hanyalah perkataan di mulutmu saja. Allah mengatakan yang sebenarnya dan Dia menunjukkan jalan (yang benar)."},{"number":5,"text":"Panggillah mereka (anak angkat itu) dengan (memakai) nama bapak-bapak mereka; itulah yang adil di sisi Allah, dan jika kamu tidak mengetahui bapak mereka, maka (panggillah mereka sebagai) saudara-saudaramu seagama dan maula-maulamu. Dan tidak ada dosa atasmu jika kamu khilaf tentang itu, tetapi (yang ada dosanya) apa yang disengaja oleh hatimu. Allah Maha Pengampun, Maha Penyayang."},{"number":6,"text":"Nabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri dan istri-istrinya adalah ibu-ibu mereka. Orang-orang yang mempunyai hubungan darah satu sama lain lebih berhak (waris-mewarisi) di dalam Kitab Allah daripada orang-orang mukmin dan orang-orang Muhajirin, kecuali kalau kamu hendak berbuat baikkepada saudara-saudaramu  (seagama). Demikianlah telah tertulis dalam Kitab (Allah)."},{"number":7,"text":"Dan (ingatlah) ketika Kami mengambil perjanjian dari para nabi dan dari engkau (sendiri), dari Nuh, Ibrahim, Musa dan Isa putra Maryam, dan Kami telah mengambil dari mereka perjanjian yang teguh,"},{"number":8,"text":"agar Dia menanyakan kepada orang-orang yang benar tentang kebenaran mereka. Dia menyediakan azab yang pedih bagi orang-orang kafir."},{"number":9,"text":"Wahai orang-orang yang beriman! Ingatlah akan nikmat Allah (yang telah dikaruniakan) kepadamu ketika bala tentara datang kepadamu, lalu Kami kirimkan kepada mereka angin topan dan bala tentara yang tidak dapat terlihat olehmu. Allah Maha Melihat apa yang kamu kerjakan."},{"number":10,"text":"(Yaitu) ketika mereka datang kepadamu dari atas dan dari bawahmu, dan ketika penglihatan(mu) terpana dan hatimu menyesak sampai ke tenggorokan dan kamu berprasangka yang bukan-bukan terhadap Allah."},{"number":11,"text":"Di situlah diuji orang-orang mukmin dan digoncangkan (hatinya) dengan goncangan yang dahsyat."},{"number":12,"text":"Dan (ingatlah) ketika orang-orang munafik dan orang-orang yang hatinya berpenyakit berkata, “Yang dijanjikan Allah dan Rasul-Nya kepada kami hanya tipu daya belaka.”"},{"number":13,"text":"Dan (ingatlah) ketika segolongan di antara mereka berkata, “Wahai penduduk Yasrib (Madinah)! Tidak ada tempat bagimu, maka kembalilah kamu.” Dan sebagian dari mereka meminta izin kepada Nabi (untuk kembali pulang) dengan berkata, “Sesungguhnya rumah-rumah kami terbuka (tidak ada penjaga).” Padahal rumah-rumah itu tidak terbuka, mereka hanyalah hendak lari."},{"number":14,"text":"Dan kalau (Yasrib) diserang dari segala penjuru, dan mereka diminta agar membuat kekacauan, niscaya mereka mengerjakannya; dan hanya sebentar saja mereka menunggu."},{"number":15,"text":"Dan sungguh, mereka sebelum itu telah berjanji kepada Allah, tidak akan berbalik ke belakang (mundur). Dan perjanjian dengan Allah akan diminta pertanggungjawabannya."},{"number":16,"text":"Katakanlah (Muhammad), “Lari tidaklah berguna bagimu, jika kamu melarikan diri dari kematian atau pembunuhan, dan jika demikian (kamu terhindar dari kematian) kamu hanya akan mengecap kesenangan sebentar saja.”"},{"number":17,"text":"Katakanlah, “Siapakah yang dapat melindungi kamu dari (ketentuan) Allah jika Dia menghendaki bencana atasmu atau menghendaki rahmat untuk dirimu?” Mereka itu tidak akan mendapatkan pelindung dan penolong selain Allah."},{"number":18,"text":"Sungguh, Allah mengetahui orang-orang yang menghalang-halangi di antara kamu dan orang yang berkata kepada saudara-saudaranya, “Marilah bersama kami.” Tetapi mereka datang berperang hanya sebentar,"},{"number":19,"text":"mereka kikir terhadapmu. Apabila datang ketakutan (bahaya), kamu lihat mereka itu memandang kepadamu dengan mata yang terbalik-balik seperti orang yang pingsan karena akan mati, dan apabila ketakutan telah hilang, mereka mencaci kamu dengan lidah yang tajam, sedang mereka kikir untuk berbuat kebaikan. Mereka itu tidak beriman, maka Allah menghapus amalnya. Dan yang demikian itu mudah bagi Allah."},{"number":20,"text":"Mereka mengira (bahwa) golongan-golongan (yang bersekutu) itu belum pergi, dan jika golongan-golongan (yang bersekutu) itu datang kembali, niscaya mereka ingin berada di dusun-dusun bersama-sama orang Arab Badui, sambil menanyakan berita tentang kamu. Dan sekiranya mereka berada bersamamu, mereka tidak akan berperang, melainkan sebentar saja."},{"number":21,"text":"Sungguh, telah ada pada (diri) Rasulullah itu suri teladan yang baik bagimu (yaitu) bagi orang yang mengharap (rahmat) Allah dan (kedatangan) hari Kiamat dan yang banyak mengingat Allah."},{"number":22,"text":"Dan ketika orang-orang mukmin melihat golongan-golongan (yang bersekutu) itu, mereka berkata, “Inilah yang dijanjikan Allah dan Rasul-Nya kepada kita.” Dan benarlah Allah dan Rasul-Nya. Dan yang demikian itu menambah keimanan dan keislaman mereka."},{"number":23,"text":"Di antara orang-orang mukmin itu ada orang-orang yang menepati apa yang telah mereka janjikan kepada Allah. Dan di antara mereka ada yang gugur, dan di antara mereka ada (pula) yang menunggu-nunggu dan mereka sedikit pun tidak mengubah (janjinya),"},{"number":24,"text":"agar Allah memberikan balasan kepada orang-orang yang benar itu karena kebenarannya, dan mengazab orang munafik jika Dia kehendaki, atau menerima tobat mereka. Sungguh, Allah Maha Pengampun, Maha Penyayang."},{"number":25,"text":"Dan Allah menghalau orang-orang kafir itu yang keadaan mereka penuh kejengkelan, karena mereka (juga) tidak memperoleh keuntungan apa pun. Cukuplah Allah (yang menolong) menghindarkan orang-orang mukmin dalam peperangan. Dan Allah Mahakuat, Mahaperkasa."},{"number":26,"text":"Dan Dia menurunkan orang-orang Ahli Kitab (Bani Quraizah) yang membantu mereka (golongan-golongan yang bersekutu) dari benteng-benteng mereka, dan Dia memasukkan rasa takut ke dalam hati mereka. Sebagian mereka kamu bunuh dan sebagian yang lain kamu tawan."},{"number":27,"text":"Dan Dia mewariskan kepadamu tanah-tanah, rumah-rumah dan harta benda mereka, dan (begitu pula) tanah yang belum kamu injak. Dan Allah Mahakuasa terhadap segala sesuatu."},{"number":28,"text":"Wahai Nabi! Katakanlah kepada istri-istrimu, “Jika kamu menginginkan kehidupan di dunia dan perhiasannya, maka kemarilah agar kuberikan kepadamu mut‘ah dan aku ceraikan kamu dengan cara yang baik.”"},{"number":29,"text":"Dan jika kamu menginginkan Allah dan Rasul-Nya dan negeri akhirat, maka sesungguhnya Allah menyediakan pahala yang besar bagi siapa yang berbuat baik di antara kamu."},{"number":30,"text":"Wahai istri-istri Nabi! Barangsiapa di antara kamu yang mengerjakan perbuatan keji yang nyata, niscaya azabnya akan dilipatgandakan dua kali lipat kepadanya. Dan yang demikian itu, mudah bagi Allah."},{"number":31,"text":"Dan barangsiapa di antara kamu (istri-istri Nabi) tetap taat kepada Allah dan Rasul-Nya dan mengerjakan kebajikan, niscaya Kami berikan pahala kepadanya dua kali lipat dan Kami sediakan rezeki yang mulia baginya."},{"number":32,"text":"Wahai istri-istri Nabi! Kamu tidak seperti perempuan-perempuan yang lain, jika kamu bertakwa. Maka janganlah kamu tunduk (melemah lembutkan suara) dalam berbicara sehingga bangkit nafsu orang yang ada penyakit dalam hatinya, dan ucapkanlah perkataan yang baik."},{"number":33,"text":"Dan hendaklah kamu tetap di rumahmu dan janganlah kamu berhias dan (bertingkah laku) seperti orang-orang jahiliah dahulu, dan laksanakanlah salat, tunaikanlah zakat dan taatilah Allah dan Rasul-Nya. Sesungguhnya Allah bermaksud hendak menghilangkan dosa dari kamu, wahai ahlulbait dan membersihkan kamu sebersih-bersihnya."},{"number":34,"text":"Dan ingatlah apa yang dibacakan di rumahmu dari ayat-ayat Allah dan hikmah (sunnah Nabimu). Sungguh, Allah Mahalembut, Maha Mengetahui."},{"number":35,"text":"Sungguh, laki-laki dan perempuan muslim, laki-laki dan perempuan mukmin, laki-laki dan perempuan yang tetap dalam ketaatannya, laki-laki dan perempuan yang benar, laki-laki dan perempuan yang sabar, laki-laki dan perempuan yang khusyuk, laki-laki dan perempuan yang bersedekah, laki-laki dan perempuan yang berpuasa, laki-laki dan perempuan yang memelihara kehormatannya, laki-laki dan perempuan yang banyak menyebut (nama) Allah, Allah telah menyediakan untuk mereka ampunan dan pahala yang besar."},{"number":36,"text":"Dan tidaklah pantas bagi laki-laki yang mukmin dan perempuan yang mukmin, apabila Allah dan Rasul-Nya telah menetapkan suatu ketetapan, akan ada pilihan (yang lain) bagi mereka tentang urusan mereka. Dan barangsiapa mendurhakai Allah dan Rasul-Nya, maka sungguh, dia telah tersesat, dengan kesesatan yang nyata."},{"number":37,"text":"Dan (ingatlah), ketika engkau (Muhammad) berkata kepada orang yang telah diberi nikmat oleh Allah dan engkau (juga) telah memberi nikmat kepadanya, “Pertahankanlah terus istrimu dan bertakwalah kepada Allah,” sedang engkau menyembunyikan di dalam hatimu apa yang akan dinyatakan oleh Allah, dan engkau takut kepada manusia, padahal Allah lebih berhak engkau takuti. Maka ketika Zaid telah mengakhiri keperluan terhadap istrinya (menceraikannya), Kami nikahkan engkau dengan dia (Zainab) agar tidak ada keberatan bagi orang mukmin untuk (menikahi) istri-istri anak-anak angkat mereka, apabila anak-anak angkat itu telah menyelesaikan keperluannya terhadap istrinya. Dan ketetapan Allah itu pasti terjadi."},{"number":38,"text":"Tidak ada keberatan apa pun pada Nabi tentang apa yang telah ditetapkan Allah baginya. (Allah telah menetapkan yang demikian) sebagai sunnah Allah pada nabi-nabi yang telah terdahulu. Dan ketetapan Allah itu suatu ketetapan yang pasti berlaku,"},{"number":39,"text":"(yaitu) orang-orang yang menyampaikan risalah-risalah Allah, mereka takut kepada-Nya dan tidak merasa takut kepada siapa pun selain kepada Allah. Dan cukuplah Allah sebagai pembuat perhitungan."},{"number":40,"text":"Muhammad itu bukanlah bapak dari seseorang di antara kamu, tetapi dia adalah utusan Allah dan penutup para nabi. Dan Allah Maha Mengetahui segala sesuatu."},{"number":41,"text":"Wahai orang-orang yang beriman! Ingatlah kepada Allah, dengan mengingat (nama-Nya) sebanyak-banyaknya,"},{"number":42,"text":"dan bertasbihlah kepada-Nya pada waktu pagi dan petang."},{"number":43,"text":"Dialah yang memberi rahmat kepadamu dan para malaikat-Nya (memohonkan ampunan untukmu), agar Dia mengeluarkan kamu dari kegelapan kepada cahaya (yang terang). Dan Dia Maha Penyayang kepada orang-orang yang beriman."},{"number":44,"text":"Penghormatan mereka (orang-orang mukmin itu) ketika mereka menemui-Nya ialah, “Salam,” dan Dia menyediakan pahala yang mulia bagi mereka."},{"number":45,"text":"Wahai Nabi! Sesungguhnya Kami mengutusmu untuk menjadi saksi, pembawa kabar gembira dan pemberi peringatan,"},{"number":46,"text":"dan untuk menjadi penyeru kepada (agama) Allah dengan izin-Nya dan sebagai cahaya yang menerangi."},{"number":47,"text":"Dan sampaikanlah kabar gembira kepada orang-orang mukmin bahwa sesungguhnya bagi mereka karunia yang besar dari Allah."},{"number":48,"text":"Dan janganlah engkau (Muhammad) menuruti orang-orang kafir dan orang-orang munafik itu, janganlah engkau hiraukan gangguan mereka dan bertawakallah kepada Allah. Dan cukuplah Allah sebagai pelindung."},{"number":49,"text":"Wahai orang-orang yang beriman! Apabila kamu menikahi perempuan-perempuan mukmin, kemudian kamu ceraikan mereka sebelum kamu mencampurinya maka tidak ada masa idah atas mereka yang perlu kamu perhitungkan. Namun berilah mereka mut’ah dan lepaskanlah mereka itu dengan cara yang sebaik-baiknya."},{"number":50,"text":"Wahai Nabi! Sesungguhnya Kami telah menghalalkan bagimu istri-istrimu yang telah engkau berikan maskawinnya dan hamba sahaya yang engkau miliki, termasuk apa yang engkau peroleh dalam peperangan yang dikaruniakan Allah untukmu, dan (demikian pula) anak-anak perempuan dari saudara laki-laki bapakmu, anak-anak perempuan dari saudara perempuan bapakmu, anak-anak perempuan dari saudara laki-laki ibumu dan anak-anak perempuan dari saudara perempuan ibumu yang turut hijrah bersamamu, dan perempuan mukmin yang menyerahkan dirinya kepada Nabi kalau Nabi ingin menikahinya, sebagai kekhususan bagimu, bukan untuk semua orang mukmin. Kami telah mengetahui apa yang Kami wajibkan kepada mereka tentang istri-istri mereka dan hamba sahaya yang mereka miliki agar tidak menjadi kesempitan bagimu. Dan Allah Maha Pengampun, Maha Penyayang."},{"number":51,"text":"Engkau boleh menangguhkan (menggauli) siapa yang engkau kehendaki di antara mereka (para istrimu) dan (boleh pula) menggauli siapa (di antara mereka) yang engkau kehendaki. Dan siapa yang engkau ingini untuk menggaulinya kembali dari istri-istrimu yang telah engkau sisihkan, maka tidak ada dosa bagimu. Yang demikian itu lebih dekat untuk ketenangan hati mereka, dan mereka tidak merasa sedih, dan mereka rela dengan apa yang telah engkau berikan kepada mereka semuanya. Dan Allah mengetahui apa yang (tersimpan) dalam hatimu. Dan Allah Maha Mengetahui, Maha Penyantun."},{"number":52,"text":"Tidak halal bagimu (Muhammad) menikahi perempuan-perempuan (lain) setelah itu, dan tidak boleh (pula) mengganti mereka dengan istri-istri (yang lain), meskipun kecantikannya menarik hatimu kecuali perempuan-perempuan (hamba sahaya) yang engkau miliki. Dan Allah Maha Mengawasi segala sesuatu."},{"number":53,"text":"Wahai orang-orang yang beriman! Janganlah kamu memasuki rumah-rumah Nabi kecuali jika kamu diizinkan untuk makan tanpa menunggu waktu masak (makanannya), tetapi jika kamu dipanggil maka masuklah dan apabila kamu selesai makan, keluarlah kamu tanpa memperpanjang percakapan. Sesungguhnya yang demikian itu adalah mengganggu Nabi sehingga dia (Nabi) malu kepadamu (untuk menyuruhmu keluar), dan Allah tidak malu (menerangkan) yang benar. Apabila kamu meminta sesuatu (keperluan) kepada mereka (istri-istri Nabi), maka mintalah dari belakang tabir. (Cara) yang demikian itu lebih suci bagi hatimu dan hati mereka. Dan tidak boleh kamu menyakiti (hati) Rasulullah dan tidak boleh (pula) menikahi istri-istrinya selama-lamanya setelah (Nabi wafat). Sungguh, yang demikian itu sangat besar (dosanya) di sisi Allah."},{"number":54,"text":"Jika kamu menyatakan sesuatu atau menyembunyikannya, maka sesungguhnya Allah Maha Mengetahui segala sesuatu."},{"number":55,"text":"Tidak ada dosa atas istri-istri Nabi (untuk berjumpa tanpa tabir) dengan bapak-bapak mereka, anak laki-laki mereka, saudara laki-laki mereka, anak laki-laki dari saudara laki-laki mereka, anak laki-laki dari saudara perempuan mereka, perempuan-perempuan mereka (yang beriman) dan hamba sahaya yang mereka miliki, dan bertakwalah kamu (istri-istri Nabi) kepada Allah. Sungguh, Allah Maha Menyaksikan segala sesuatu."},{"number":56,"text":"Sesungguhnya Allah dan para malaikat-Nya bersalawat untuk Nabi. Wahai orang-orang yang beriman! Bersalawatlah kamu untuk Nabi dan ucapkanlah salam dengan penuh penghormatan kepadanya."},{"number":57,"text":"Sesungguhnya (terhadap) orang-orang yang menyakiti Allah dan Rasul-Nya, Allah akan melaknatnya di dunia dan di akhirat, dan menyediakan azab yang menghinakan bagi mereka."},{"number":58,"text":"Dan orang-orang yang menyakiti orang-orang mukmin laki-laki dan perempuan, tanpa ada kesalahan yang mereka perbuat, maka sungguh, mereka telah memikul kebohongan dan dosa yang nyata."},{"number":59,"text":"Wahai Nabi! Katakanlah kepada istri-istrimu, anak-anak perempuanmu dan istri-istri orang mukmin, “Hendaklah mereka menutupkan jilbabnya ke seluruh tubuh mereka.” Yang demikian itu agar mereka lebih mudah untuk dikenali, sehingga mereka tidak diganggu. Dan Allah Maha Pengampun, Maha Penyayang."},{"number":60,"text":"Sungguh, jika orang-orang munafik, orang-orang yang berpenyakit dalam hatinya dan orang-orang yang menyebarkan kabar bohong di Madinah tidak berhenti (dari menyakitimu), niscaya Kami perintahkan engkau (untuk memerangi) mereka, kemudian mereka tidak lagi menjadi tetanggamu (di Madinah) kecuali sebentar,"},{"number":61,"text":"dalam keadaan terlaknat. Di mana saja mereka dijumpai, mereka akan ditangkap dan dibunuh tanpa ampun."},{"number":62,"text":"Sebagai sunnah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunnah Allah."},{"number":63,"text":"Manusia bertanya kepadamu (Muhammad) tentang hari Kiamat. Katakanlah, “Ilmu tentang hari Kiamat itu hanya di sisi Allah.” Dan tahukah engkau, boleh jadi hari Kiamat itu sudah dekat waktunya."},{"number":64,"text":"Sungguh, Allah melaknat orang-orang kafir dan menyediakan bagi mereka api yang menyala-nyala (neraka),"},{"number":65,"text":"mereka kekal di dalamnya selama-lamanya; mereka tidak akan mendapatkan pelindung dan penolong."},{"number":66,"text":"Pada hari (ketika) wajah mereka dibolak-balikkan dalam neraka, mereka berkata, “Wahai, kiranya dahulu kami taat kepada Allah dan taat (pula) kepada Rasul.”"},{"number":67,"text":"Dan mereka berkata, “Ya Tuhan kami, sesungguhnya kami telah menaati para pemimpin dan para pembesar kami, lalu mereka menyesatkan kami dari jalan (yang benar)."},{"number":68,"text":"Ya Tuhan kami, timpakanlah kepada mereka azab dua kali lipat dan laknatlah mereka dengan laknat yang besar.”"},{"number":69,"text":"Wahai orang-orang yang beriman! Janganlah kamu seperti orang-orang yang menyakiti Musa, maka Allah membersihkannya dari tuduhan-tuduhan yang mereka lontarkan. Dan dia seorang yang mempunyai kedudukan terhormat di sisi Allah."},{"number":70,"text":"Wahai orang-orang yang beriman! Bertakwalah kamu kepada Allah dan ucapkanlah perkataan yang benar,"},{"number":71,"text":"niscaya Allah akan memperbaiki amal-amalmu dan mengampuni dosa-dosamu. Dan barangsiapa menaati Allah dan Rasul-Nya, maka sungguh, dia menang dengan kemenangan yang agung."},{"number":72,"text":"Sesungguhnya Kami telah menawarkan amanat kepada langit, bumi dan gunung-gunung; tetapi semuanya enggan untuk memikul amanat itu dan mereka khawatir tidak akan melaksanakannya (berat), lalu dipikullah amanat itu oleh manusia. Sungguh, manusia itu sangat zalim dan sangat bodoh,"},{"number":73,"text":"sehingga Allah akan mengazab orang-orang munafik laki-laki dan perempuan, orang-orang musyrik, laki-laki dan perempuan; dan Allah akan menerima tobat orang-orang mukmin laki-laki dan perempuan. Dan Allah Maha Pengampun, Maha Penyayang."}]},"tafsir":{"lang":"id","source":"Kementrian Agama Republic Indonesia","tafsirs":[{"number":1,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eWahai Nabi! Bertakwalah kepada Allah\u003c/em\u003e dengan melaksanakan perintah-Nya dan menjauhi larangan-Nya; \u003cem\u003edan\u003c/em\u003e karenanya \u003cem\u003ejanganlah engkau menuruti\u003c/em\u003e keinginan \u003cem\u003eorang-orang kafir\u003c/em\u003e agar engkau berpaling dari ketaatan kepada Allah, dan janganlah engkau menuruti kehendak \u003cem\u003eorang-orang munafik\u003c/em\u003e agar engkau duduk bersama mereka dan menjauhi kaum duafa. \u003cem\u003eSesungguhnya Allah Maha Mengetahui\u003c/em\u003e akibatnya, \u003cem\u003eMahabijaksana\u003c/em\u003e dalam segala firman dan aturan-Nya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini memerintahkan kepada Nabi Muhammad dan kaum Muslimin agar bertakwa kepada Allah dengan melaksanakan semua perintah-Nya dan menghentikan semua larangan-Nya. Allah juga melarang Nabi saw dan kaum Muslimin menuruti keinginan-keinginan orang-orang kafir yang pernah menganjurkan kepada beliau agar mengusir orang-orang mukmin yang lemah dan miskin dari majelisnya. Ayat ini juga melarang Nabi dan orang-orang mukmin mengikuti orang-orang munafik yang lahirnya mengaku sebagai seorang mukmin, tetapi hatinya tetap kafir, bahkan selalu berusaha dan bekerja sama dengan orang-orang kafir yang lain untuk menghancurkan Islam dan kaum Muslimin.\nBerdasarkan ayat ini dan sebab turunnya, yang dimaksud dengan \"menuruti keinginan orang-orang kafir dan munafik\" ialah \"menuruti keinginan mereka agar kaum Muslimin mengakui kepercayaan dan tuhan-tuhan mereka, mempercayai bahwa tuhan-tuhan mereka dapat memberi syafaat dan manfaat kepada orang-orang yang menyembahnya, dan mengakui syariat-syariat mereka sebagaimana mengakui syariat yang diturunkan Allah.\" Hendaklah kaum Muslimin waspada terhadap segala usaha orang-orang kafir dan munafik yang sengaja mengaburkan dan merusak agama dan kepercayaan mereka, sehingga pemahaman mereka terhadap agama itu menjadi menyimpang dari paham yang sebenarnya.\nAkhir ayat ini memperingatkan bahwa Allah Maha Mengetahui segala yang dikatakan, dianjurkan, disampaikan, dan disembunyi-kan dalam hati orang kafir itu, serta segala yang mereka maksudkan dan inginkan. Oleh karena itu, Dia akan menetapkan hukuman yang adil bagi mereka dan Dia Mahabijaksana dalam mengatur segala urusan Nabi dan para sahabat-sahabatnya.\n"}},{"number":2,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDan karena itu, \u003cem\u003eikutilah\u003c/em\u003e dan lakukanlah \u003cem\u003eapa\u003c/em\u003e saja yang telah \u003cem\u003ediwahyukan Tuhanmu kepada engkau. Sungguh, Allah\u003c/em\u003e \u003cem\u003eMaha\u003c/em\u003e mengetahui dengan sangat \u003cem\u003eteliti terhadap\u003c/em\u003e \u003cem\u003eapa yang kamu kerjakan\u003c/em\u003e, baik secara terang-terangan maupun tersembunyi; dan Dia akan membalasnya sesuai apa yang telah kamu lakukan.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Setelah Allah melarang kaum Muslimin memenuhi keinginan-keinginan orang-orang kafir itu, lalu Ia memerintahkan agar mereka mengamalkan dan melaksanakan semua yang telah diwahyukan-Nya, yaitu Al-Qur'an, dengan menjadikannya sebagai pedoman dalam berbuat, bertindak, dan menentukan sikap dalam menetapkan pilihan. Yang sesuai dengan petunjuk Al-Qur'an tetap dilaksanakan, sedang yang tidak sesuai segera dihentikan dan dijauhi. Dengan demikian, mereka akan hidup berbahagia, dan dakwah Islamiyah akan berhasil dengan gemilang. Mereka akan terhindar dari segala kemungkinan menurut keinginan orang-orang kafir dan kemungkinan salah dalam memahami agama.\nKemudian Allah memperingatkan bahwa Dia mengetahui segala yang diperbuat Nabi dan para sahabatnya. Tidak ada satu pun yang tersembunyi bagi-Nya. Oleh karena itu, Dia akan memberikan balasan sesuai dengan yang telah dijanjikan-Nya, dan akan mewahyukan kepada Muhammad saw segala yang diperlukannya, segala yang bermanfaat dalam menyampaikan risalah dan dalam membina masyarakat Islam.\n"}},{"number":3,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan bertawakallah kepada Allah\u003c/em\u003e agar Dia meneguhkan langkahmu dalam menyerukan kebenaran. \u003cem\u003eDan\u003c/em\u003e janganlah engkau minta perlindungan kepada siapa pun karena \u003cem\u003ecukuplah Allah sebagai pemelihara\u003c/em\u003e dirimu dari ancaman dan atau kemungkinan buruk dari kaum kafir dan munafik\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah memperingatkan bahwa apabila Muhammad telah mengikuti apa yang telah diwahyukan dan tidak mengikuti keinginan orang-orang kafir, hendaklah kaum Muslimin berserah diri kepada Allah, menyerahkan segala urusan kepada-Nya saja, dan berpegang dengan agama-Nya dengan sungguh-sungguh. Cukuplah Dia sebagai pemelihara hamba-hamba-Nya. Tidak seorang pun yang dapat menghalangi apabila Allah ber-kehendak memberikan manfaat dan syafaat kepada seseorang. Demikian pula, tidak seorang pun yang sanggup melindungi, apabila Allah berkehendak memberikan cobaan dan pengajaran yang berupa mudarat dan kesengsaraan kepada seseorang."}},{"number":4,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eBeralih dari perintah bertakwa dan larangan menaati orang kafir, Allah melalui ayat ini kemudian berbicara tentang orang yang hatinya tidak istikamah, masalah zihar, dan anak angkat. \u003cem\u003eAllah tidak menjadikan bagi seseorang dua hati dalam rongganya\u003c/em\u003e. Setiap manusia hanya memiliki satu hati dan darinya muncul kehendak atau keinginan. Karena itu, tidak mungkin di satu sisi ia beriman dan takut kepada Allah namun di sisi lain ia takut kepada selain Allah. \u003cem\u003eDan\u003c/em\u003e begitu juga, \u003cem\u003eDia tidak\u003c/em\u003e \u003cem\u003emenjadikan istrimu yang kamu zihar itu sebagai ibumu\u003c/em\u003e. Zihar adalah perkataan suami kepada istri, \u0026ldquo;Punggungmu haram bagiku seperti punggung ibuku,\u0026rdquo; atau yang sama maksudnya. \u003cem\u003eDan Dia\u003c/em\u003e juga \u003cem\u003etidak\u003c/em\u003e membenarkanmu \u003cem\u003emenjadikan anak angkatmu sebagai anak kandungmu\u003c/em\u003e sendiri. Sejak saat itu hukum anak angkat dibatalkan. Dengan begitu nasab anak itu kembali ke nasab ayah kandungnya. Sesungguhnya \u003cem\u003eyang demikian itu hanyalah perkataan di mulutmu saja\u003c/em\u003e yang tidak dilandasi ilmu yang benar.\u003cem\u003e Allah mengatakan\u003c/em\u003e dan menetapkan hukum \u003cem\u003eyang sebenarnya dan Dia menunjukkan\u003c/em\u003e kepadamu \u003cem\u003ejalan\u003c/em\u003e yang benar dan lurus.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah menerangkan bahwa Dia tidak menjadikan dua hati dalam satu tubuh sehingga tidak mungkin pada diri seseorang berkumpul iman dan kafir. Jika seseorang beriman kepada Allah dan Rasul-Nya, tentu di dalam hatinya tidak ada kekafiran dan kemunafikan, walaupun sedikit, dan ia tentu mengikuti Al-Qur'an dan sunah Rasulullah, menyeru manusia mengikuti jalan Allah, mengikuti hukum-hukum-Nya dan berserah diri hanya kepada Allah. Sebaliknya jika seseorang itu kafir atau munafik, tentu di dalam hatinya tidak ada iman kepada Allah dan Rasul-Nya dan dia tidak akan bertawakal kepada Allah. Dengan kata lain, mustahil berkumpul pada diri seseorang dua buah keyakinan yang berlawanan, sebagaimana tidak mungkin ada dua hati di dalam satu tubuh manusia.\nPada masa Jahiliah sering terjadi pada bangsa Arab, untuk maksud dan dengan ucapan tertentu, mereka menjadikan istrinya sebagai ibunya. Maka bila dia mengucapkan kepada istrinya ucapan tertentu itu, jadilah istrinya sebagai ibunya yakni tidak dapat dicampurinya.\nMenurut kebiasaan orang-orang Arab di masa Jahiliah, apabila seorang suami mengatakan kepada istrinya, \"Anti 'alayya kadhahri ummi\" (punggungmu haram atasku seperti haramnya punggung ibuku), maka sejak suami mengucapkan perkataan itu, istrinya haram dicampurinya, seperti dia haram mencampuri ibunya. Tindakan suami seperti itu di zaman Jahiliah disebut \"dhihar\". Dalam Islam hukum ini diganti dengan hukum yang diterangkan dalam surah al-Mujadalah/58 ayat 3.\nDan mereka yang menzihar istrinya, kemudian menarik kembali apa yang telah mereka ucapkan, maka (mereka diwajibkan) memerdekakan seorang budak sebelum kedua suami istri itu bercampur. Demikianlah yang diajarkan kepadamu, dan Allah Mahateliti terhadap apa yang kamu kerjakan. (al-Mujadilah/58: 3)\n\nKemudian dalam ayat ini, Allah mencela satu lagi kebiasaan orang-orang Arab di masa Jahiliah, karena hal itu termasuk mengada-adakan sesuatu yang tidak benar dan tidak mempunyai dasar yang kuat, yaitu mengangkat anak (adopsi). Apabila seseorang mengangkat anak orang lain menjadi anaknya pada masa Jahiliah, maka berlakulah bagi anak itu hukum-hukum yang berlaku atas anak kandungnya sendiri, seperti terjadinya hubungan waris-mewarisi, hubungan mahram, dan sebagainya. Kebiasaan bangsa Arab Jahiliah ini pernah dilakukan Nabi Muhammad sebelum turunnya ayat ini. Beliau pernah mengangkat Zaid bin harisah menjadi anak angkatnya.\nZaid ini adalah putra harisah bin Syarahil dan berasal dari Bani thayyi' di Syam. Ketika terjadi peperangan antara salah satu kabilah Arab dengan Bani thayyi', Zaid kecil tertawan dan dijadikan budak. Kemudian Khalil dari suku Tihamah membeli Zaid dan lalu menjualnya kepada hakim bin ham bin Khuwailid. hakim memberikan Zaid sebagai hadiah kepada Khadijah, saudara perempuan ayahnya. Setelah Nabi Muhammad menikah dengan Khadijah, beliau tertarik kepada Zaid, maka Khadijah menghadiahkan Zaid kepada suaminya itu. \nMendengar kabar bahwa Zaid berada pada Muhammad, harisah, ayah Zaid, pergi dengan saudaranya ke Mekah dengan maksud menebus anaknya yang tercinta itu. Ia pun meminta kepada Muhammad agar menyerahkan Zaid. Nabi Muhammad lalu memberi keleluasaan kepada Zaid untuk memutuskan sendiri, bahkan beliau tidak mau menerima tebusan. Setelah ditanyakan kepadanya, maka Zaid memilih untuk tetap bersama Nabi Muhammad, tidak mau ikut dengan bapaknya ke negeri Syam. harisah dan saudaranya lalu berkata kepada Zaid, \"Celakalah engkau Zaid, engkau lebih memilih perbudakan dari kemerdekaan.\" Zaid menjawab, \"Sesungguhnya aku melihat kebaikan pada laki-laki ini (Muhammad), yang menjadikanku tidak sanggup berpisah dengannya, dan aku tidak sanggup memilih orang lain selain dia untuk selama-lamanya.\"\nNabi saw kemudian keluar menemui orang banyak dan berkata, \"Saksikanlah oleh kamu sekalian bahwa Zaid adalah anakku, aku akan mewarisinya, dan ia akan mewarisiku...\" Mendengar hal yang demikian, hati harisah dan saudaranya menjadi senang, maka dipanggillah Zaid dengan \"Zaid bin Muhammad\" sampai turun ayat ini.\nMenurut Qurthubi, seluruh ahli tafsir sependapat bahwa ayat ini diturunkan berhubungan dengan Zaid bin harisah itu.\nDiriwayatkan oleh al-Bukhari, Muslim, at-Tirmidzi, an-Nasa'i, dan imam-imam hadis yang lain dari Ibnu 'Umar bahwa ia berkata, \"Kami tidak pernah memanggil \"Zaid bin harisah\", tetapi kami memanggilnya \"Zaid bin Muhammad\" hingga turunnya ayat ini (al-Ahzab ayat 5).\" Dengan turunnya ayat ini, Nabi saw berkata, \"Engkau Zaid bin harisah.\"\nPada akhir ayat ini, Allah menegaskan lagi bahwa perkataan suami bahwa istrinya haram dicampurinya sebagaimana ia haram mencampuri ibunya, dan perbuatan mengangkat anak dan menjadikan kedudukannya sama dengan anak sendiri (kandung) adalah ucapan lidah saja, tidak mempunyai dasar agama atau pikiran yang benar. Oleh karena itu, ucapan tersebut tidak akan menimbulkan akibat hukum sedikit pun. Allah mengatakan yang benar, sehingga mustahil istri dapat disamakan dengan ibu, sebagaimana mustahil pula orang lain dihukum sama dengan anaknya sendiri. Semua anak itu menasabkan (membawa nama ayah sesudah nama sendiri) dirinya kepada ayah dan ibunya. Tidak mungkin seseorang mengatakan orang lain ayah dari seorang anak jika bukan keturunannya, sebagaimana tidak mungkin pula seseorang ibu mengatakan ia adalah ibu dari seorang anak, padahal ia tidak pernah melahirkannya. Oleh karena itu, Allah mengatakan perkataan yang benar dan lurus, maka ikutilah perkataan itu dan turutilah jalan lurus yang telah dibentangkan-Nya.\nDengan turunnya ayat ini, maka hilanglah akibat-akibat buruk yang dialami oleh istri-istri karena zihar suaminya dan haramlah hukumnya mengangkat anak dan menjadikannya mempunyai hukum yang sama dengan anak kandung. Adapun memelihara anak orang lain sebagai amal sosial untuk diasuh dan dididik dengan izin orang tuanya sendiri, tanpa waris-mewarisi, tidak menjadikannya sebagai mahram sebagaimana status anak kandung, dan masih dinasabkan kepada orang tuanya, maka hal itu tidak diharamkan, bahkan mendapat pahala.\n"}},{"number":5,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah tidak menjadikan anak angkatmu sebagai anak kandung. Karena itu, \u003cem\u003epanggillah mereka dengan\u003c/em\u003e dinisbatkan \u003cem\u003ekepada nama\u003c/em\u003e \u003cem\u003ebapak\u003c/em\u003e kandung \u003cem\u003emereka\u003c/em\u003e sendiri, bukan bapak angkatnya. Panggilan demikian \u003cem\u003eitulah yang\u003c/em\u003e secara syariat dinilai \u003cem\u003eadil di sisi Allah, dan jika kamu tidak mengetahui\u003c/em\u003e nama \u003cem\u003ebapak\u003c/em\u003e kandung \u003cem\u003emereka\u003c/em\u003e, \u003cem\u003emaka\u003c/em\u003e panggillah mereka sebagai \u003cem\u003esaudara-saudaramu seagama dan maula-maulamu\u003c/em\u003e. \u003cem\u003eDan tidak ada dosa atasmu\u003c/em\u003e menisbatkan seorang anak kepada selain bapaknya \u003cem\u003ejika\u003c/em\u003e \u003cem\u003ekamu khilaf\u003c/em\u003e atau belum tahu hukum \u003cem\u003etentang\u003c/em\u003e hal \u003cem\u003eitu\u003c/em\u003e, \u003cem\u003etetapi\u003c/em\u003e yang menimbulkan dosa adalah \u003cem\u003eapa yang disengaja oleh hatimu\u003c/em\u003e dengan menetapkan sesuatu yang batil. \u003cem\u003eAllah Maha Pengampun\u003c/em\u003e kepada siapa saja yang memohon ampunan-Nya, \u003cem\u003eMaha Penyayang\u003c/em\u003e sehingga tidak serta-merta mengazab hamba-Nya yang bersalah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa Allah memerintahkan agar kaum Muslimin menasabkan seorang anak hanya kepada bapak dan ibunya, karena anak itu berasal dari tulang sulbi bapaknya, kemudian dikandung dan dilahirkan oleh ibunya. Menasabkan anak kepada orang tuanya adalah hukum Allah yang wajib ditaati oleh seluruh kaum Muslimin. Sebaliknya menasabkan anak kepada orang lain yang bukan orang tuanya bukanlah hukum Allah, tetapi adalah hukum yang dibuat-buat oleh manusia sendiri, sehingga hukumnya haram.\nPendapat ini disepakati oleh kebanyakan ulama yang mengatakan, \"Mengangkat anak sehingga kedudukan anak angkat itu sama hukumnya dengan kedudukan anak kandung, seperti berhak mewarisi, menjadikan hubungan mahram, dan sebagainya termasuk dosa besar berdasarkan hadis:\nDiriwayatkan dari Sa'ad bin Abi Waqqash r.a. bahwa Rasulullah saw bersabda, \"Barang siapa yang menasabkan dirinya kepada selain bapaknya atau menasabkan budak kepada selain tuannya, maka ia berhak mendapatkan laknat Allah, para malaikat, dan manusia seluruhnya, Allah Ta'ala tidak menerima pemalingan dosa tebusan padanya. (Riwayat al-Bukhari dan Muslim)\n\nHadis Nabi saw, beliau bersabda:\nTidak ada seorang pun yang menasabkan kepada selain bapaknya, sedang ia mengetahui, melainkan dia telah kafir. (Riwayat al-Bukhari dan Muslim dari Abu dzarr) \n\nPada lafal yang lain, juga diriwayatkan al-Bukhari dan Muslim, Rasulullah saw bersabda:\nBarang siapa yang menasabkan dirinya kepada selain bapaknya, sedang ia mengetahui bahwa laki-laki itu bukan bapaknya, maka haram atasnya surga. (Riwayat al-Bukhari dan Muslim dari Sa'ad bin Abu Waqqash dan Abu Bakrah)\n\nAl-Alusi dalam Tafsir Ruh al-Ma'ani membedakan antara pengakuan dan pengasuhan anak. Pengangkatan anak yang dilakukan oleh seseorang terhadap seorang anak dan menasabkan anak itu kepadanya sehingga sama hukumnya dengan anak sendiri (kandung), mempunyai hak waris, menjadi mahram dan kerabat, hukumnya adalah haram. Adapun jika seseorang mengambil anak dan memperlakukannya seperti anak sendiri, tetapi tidak menasabkan anak itu kepadanya dan tidak menyatakan sama kedudukannya dalam hukum dengan anak sendiri, maka Allah tidak mengharamkannya.\nAyat ini menerangkan bahwa jika seorang anak tidak diketahui ayahnya, dan ia dipelihara oleh seorang muslim yang lain, maka hubungan pemeliharaan dengan anak itu adalah hubungan saudara seagama atau hubungan tuan dengan maulanya (hamba yang telah dimerdekakan). Oleh karena itu, dia harus memanggil anak itu dengan sebutan \"saudara\" atau \"maula\". Orang lain pun diharapkan untuk menyebutnya demikian, umpamanya \"Salim maula Huzaifah\", karena Salim ini sebelum datangnya agama Islam adalah budak Huzaifah yang tidak dikenal bapaknya.\nAllah lalu menutup ayat ini dengan menyatakan bahwa semua perbuatan dosa seperti menasabkan seorang anak kepada yang bukan ayahnya yang dilakukan sebelum ayat ini turun, asalkan dihentikan setelah turunnya, akan diampuni Allah. Allah Maha Pengampun lagi Maha Penyayang kepada hamba-hamba-Nya.\n"}},{"number":6,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eUsai membatalkan hukum anak angkat yang terkait dengan Nabi pada ayat sebelumnya, pada ayat ini Allah menegaskan bahwa kedudukan \u003cem\u003eNabi itu lebih utama bagi\u003c/em\u003e \u003cem\u003eorang-orang mukmin\u003c/em\u003e daripada sekadar bapak dari seseorang. Bahkan, beliau lebih utama \u003cem\u003edibandingkan diri mereka sendiri\u003c/em\u003e sebab beliau selalu menginginkan kebaikan bagi umatnya dan berkat beliau pula mereka selamat dari kebinasaan. \u003cem\u003eDan \u003c/em\u003eadapun \u003cem\u003eistri-istrinya\u003c/em\u003e secara hukum \u003cem\u003eadalah \u003c/em\u003eseperti \u003cem\u003eibu-ibu mereka\u003c/em\u003e sendiri yang harus dimuliakan dan haram mereka nikahi jandanya. Begitupun, hanya \u003cem\u003eorang-orang yang mempunyai hubungan darah\u003c/em\u003e yang \u003cem\u003esatu sama lain lebih berhak\u003c/em\u003e untuk saling mewarisi sebagaimana tercantum \u003cem\u003edi dalam Kitab Allah, daripada orang-orang mukmin dan orang-orang Muhajirin\u003c/em\u003e yang hanya diikat oleh hubungan keagamaan, bukan kekerabatan, \u003cem\u003ekecuali kalau kamu hendak berbuat baik\u003c/em\u003e dengan berwasiat yang tidak lebih dari sepertiga hartamu \u003cem\u003ekepada saudara-saudaramu\u003c/em\u003e seagama. \u003cem\u003eDemikianlah telah tertulis dalam Kitab\u003c/em\u003e Allah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan kedudukan Nabi Muhammad di antara umatnya. Diterangkan bahwa sekalipun orang-orang yang beriman itu mengutamakan diri mereka, tetapi Nabi Muhammad lebih banyak memperhatikan, mementingkan, dan mengutamakan mereka. Nabi selalu menolong dan membantu mereka, dan selalu berkeinginan agar mereka menempuh jalan yang lurus yang dapat menyampaikan mereka kepada kebahagiaan yang abadi. Oleh karena itu, sebenarnya Nabi lebih berhak atas diri mereka sendiri. Cinta Nabi kepada kaum Muslimin melebihi cinta beliau terhadap makhluk Allah manapun. Dengan demikian, hendaklah kaum Muslimin mengikuti segala perintahnya. \nNabi adalah pemimpin kaum Muslimin dalam kehidupan duniawi dan penuntun mereka ke jalan Allah. Apabila beliau mengajak kaum Muslimin berperang di jalan Allah, hendaklah mereka segera mengikutinya, tidak perlu menunggu izin dari ibu bapak. Mereka juga hendaknya selalu bersedia menjadi tebusan, perisai, dan pemelihara Nabi.\nPada hadis yang lain diterangkan tentang kepemimpinan Nabi terhadap kaum Muslimin:\nSesungguhnya Rasulullah saw bersabda, \"Tidak seorangpun dari orang-orang yang beriman, kecuali akulah yang paling dekat kepadanya di dunia dan di akhirat. Bacalah firman Allah, jika kamu sekalian menghendaki, \"Nabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri.\" Maka barang siapa di antara orang-orang yang beriman (mati) dan meninggalkan harta, maka harta itu hendaknya diwarisi 'ashabah (ahli waris)nya. Dan barang siapa yang meninggalkan hutang atau keluarga, maka hendaklah datang kepadaku, maka akulah orang yang akan mengurus keadaannya.\" (Riwayat al-Bukhari dari Abu Hurairah) \n\nBerdasarkan ayat dan hadis di atas, para ulama sependapat bahwa setelah Rasulullah meninggal dunia, maka imamlah yang menggantikan kedudukan beliau. Oleh karena itu, imam wajib membayar hutang orang-orang fakir yang meninggal dunia, sebagaimana Rasulullah telah melakukannya. Imam membayar hutang itu dengan mengambil dananya dari Baitul Mal atau Kas Negara.\nKarena Rasulullah adalah bapak dari kaum Muslimin, maka istri-istri beliau pun adalah ibu-ibu mereka. Maksudnya ialah menempati kedudukan ibu, dalam kewajiban memuliakan dan menghormatinya, dan haram menikahinya. Adapun dalam hal yang lain, seperti hubungan waris-mewarisi, hukum melihat auratnya atau berkhalwat dengannya, sama hukumnya dengan perempuan lain yang tidak memiliki hubungan mahram.\nPrinsip ini tidaklah bertentangan dengan firman Allah:\nMuhammad itu bukanlah bapak dari seseorang di antara kamu, tetapi dia adalah utusan Allah dan penutup para nabi. (al-Ahzab/33: 40)\n\nKarena yang dimaksud ialah bahwa Nabi Muhammad itu adalah bapak dari seluruh orang-orang yang beriman, bukan bapak angkat dari seseorang.\nKemudian ayat ini menerangkan bahwa hubungan kerabat lebih berhak untuk menjadi sebab mendapatkan warisan daripada hubungan persaudaraan, keagamaan, atau karena berhijrah. Sebagaimana diketahui bahwa kaum Muslimin pada permulaan Islam di Medinah saling mewarisi dengan jalan persaudaraan yang dijalin oleh Nabi, bukan dengan dasar hubungan kerabat. Oleh karena itu, seorang dari Muhajirin memperoleh warisan dari seorang Anshar, sekalipun mereka tidak ada hubungan kerabat. Mereka itu waris-mewarisi semata-mata karena hubungan persaudaraan yang telah dijalin oleh Nabi. \nHubungan semacam itu dilakukan Nabi karena orang-orang Muhajirin yang baru pindah dari Mekah ke Medinah dalam keadaan miskin, karena mereka tidak sempat membawa harta benda mereka dari Mekah. Sedangkan orang-orang Anshar, sebagai penduduk asli Medinah, tentu sewajarnya menjadi penolong kaum Muhajirin yang miskin ini. Waktu itu tugas utama kaum Muslimin ialah memperkuat persatuan antara kaum Muhajirin dengan kaum Anshar untuk menghadapi musuh yang selalu mencari kesempatan untuk menghancurkan mereka. Memperkuat hubungan antara Muhajirin dan Anshar adalah salah satu jalan untuk memperkuat persatuan itu. Maka Nabi saw memperkuat hubungan itu dengan mempersaudarakan kaum Muhajirin dengan kaum Anshar. Persaudaraan itu dijadikannya sama dengan persaudaraan yang berdasar atas pertalian kerabat, sehingga antara Muhajirin dan Anshar dapat waris-mewarisi. Oleh karena itu, Nabi mempersaudarakan Abu Bakar ash-siddiq, seorang Muhajirin, dengan Kharijah bin Zaid, seorang Anshar. Demikian pula Zubair dipersaudarakan dengan Ka'ab bin Malik dan Umar bin Khaththab dengan 'Utbah bin Malik al-Anshari, Abu 'Ubaidah dengan Sa'ad bin Mu'az, dan lain-lain.\nDiriwayatkan oleh Hisyam bin 'Urwah dari bapaknya, dari Zubair bahwa ia berkata, \"Sesungguhnya kami seluruh orang Quraisy yang datang ke Medinah tanpa harta, dan mendapati golongan Anshar sebagai teman yang paling baik, maka kami mengadakan ikatan persaudaraan dengan mereka, dan saling berhak waris mewarisi. Maka Rasulullah saw mempersaudarakan Abu Bakar dengan Kharijah bin Zaid, aku dengan Ka'ab bin Malik.\"\nSetelah kaum Muslimin menjadi kuat dan orang Muhajirin serta orang-orang Anshar mempunyai kehidupan yang baik, maka turunlah ayat yang menghapus hukum persaudaraan seagama dan hijrah sebagai dasar waris-mewarisi. Allah menetapkan hubungan kerabat sebagai dasar hukum warisan, sedangkan hubungan antara kaum Muslimin dikembalikan kepada kedudukan semula, yaitu hubungan seagama, sekeyakinan, tolong menolong yang tidak membawa kepada waris-mewarisi, sebagaimana diterangkan dalam firman-Nya:\nSesungguhnya orang-orang mukmin itu bersaudara. (al-hujurat/49: 10)\n\nHadis Nabi saw:\nTidak beriman salah seorang kamu hingga ia menginginkan pada saudaranya apa yang diinginkannya pada dirinya sendiri. (Riwayat al-Bukhari, Muslim, Ahmad, dan an-Nasa'i dari Anas) \n\nSelanjutnya Allah menerangkan bahwa tidaklah berdosa seorang mukmin berbuat suatu kebaikan kepada orang mukmin yang lain, yang telah terjalin antara mereka hubungan kasih sayang, hubungan seagama dan sebagainya. Kebaikan itu ialah berupa wasiat untuk mereka, karena tidak lagi berhak waris-mewarisi dengan turunnya ayat ini. Kadar wasiat ini telah ditetapkan oleh hadis, yaitu tidak lebih dari sepertiga dari seluruh harta peninggalan.\nMenetapkan \"ulu al-arham\" (kerabat) sebagai dasar hukum waris-mewarisi adalah keputusan Allah yang ditetapkan di dalam Al-Qur'an. Oleh karena itu, hukum tersebut tidak boleh ditukar atau diganti oleh siapa pun.\n"}},{"number":7,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDemikianlah kedudukan Nabi dan istri-istrinya di kalangan kaum mukmin. Nabi juga mempunyai kedudukan luhur sebagai pembawa risalah dan penyeru kepada agama yang benar, sebagaimana para rasul sebelumnya. \u003cem\u003eDan\u003c/em\u003e ingatlah \u003cem\u003eketika Kami mengambil perjanjian dari para nabi dan dari engkau\u003c/em\u003e sendiri, khususnya para rasul Ulul \u0026lsquo;Azmi, seperti \u003cem\u003edari Nuh, Ibrahim, Musa, dan Isa putra Maryam, dan Kami telah mengambil dari mereka perjanjian yang teguh\u003c/em\u003e untuk menyampaikan risalah Allah kepada kaum masing-masing \u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa Allah mengingatkan kepada Nabi Muhammad bahwa Dia telah menerima janji dari Nuh, Ibrahim, Musa, dan Isa bahwa mereka benar-benar akan menyampaikan agama Allah kepada manusia. Mereka juga akan saling membenarkan dalam menyampaikan risalah itu, yaitu dengan cara mengakui para nabi yang terdahulu dari mereka sebagai nabi-nabi Allah.\nAyat ini senada dengan firman Allah:\nDan (ingatlah), ketika Allah mengambil perjanjian dari para nabi, \"Manakala Aku memberikan kitab dan hikmah kepadamu lalu datang kepada kamu seorang rasul yang membenarkan apa yang ada pada kamu, niscaya kamu akan sungguh-sungguh beriman kepadanya dan menolongnya.\" Allah berfirman, \"Apakah kamu setuju dan menerima perjanjian dengan-Ku atas yang demikian itu?\" Mereka menjawab, \"Kami setuju.\" Allah berfirman, \"Kalau begitu bersaksilah kamu (para nabi) dan Aku menjadi saksi bersama kamu.\" (ali 'Imran/3: 81) \n\nDalam ayat ini hanya disebutkan para nabi yang termasuk ulul azmi, yaitu Nuh, Ibrahim, Musa, Isa, dan Muhammad, karena merekalah yang mempunyai syariat dan kitab suci.\nJanji yang diberikan oleh para nabi itu adalah janji yang kuat dan berat yang harus ditepati. Di akhirat nanti, Allah akan menanyakan kepada para nabi itu dan umatnya masing-masing tentang pelaksanaan tugas yang telah mereka janjikan.\nDalam ayat yang lain, Allah berfirman:\nMaka pasti akan Kami tanyakan kepada umat yang telah mendapat seruan (dari rasul-rasul) dan Kami akan tanyai (pula) para rasul. (al-A'raf/7: 6) \n"}},{"number":8,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eagar Dia menanyakan kepada orang-orang yang benar\u003c/em\u003e dari para rasul \u003cem\u003etentang kebenaran mereka\u003c/em\u003e di hari kiamat\u0026mdash;apakah mereka melaksanakan ajaran Allah itu, dan \u003cem\u003eDia menyediakan azab yang pedih bagi orang-orang kafir.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini diterangkan penyebab Allah mengambil janji yang kuat dari para nabi untuk menyampaikan agama Allah kepada manusia, dan untuk saling menolong di antara mereka dengan saling mengatakan kepada umatnya bahwa mereka semua adalah rasul Allah. Sebabnya ialah agar Allah dapat menanyakan kepada para nabi itu di akhirat nanti tugas yang diberikan kepada mereka, apakah mereka telah menjalankan dengan baik, atau belum, dan bagaimana sambutan umat-umat mereka terhadap seruan itu. Demikian pula agar Allah dapat menanyakan kepada umat-umat itu sendiri di akhirat nanti tentang sikap mereka terhadap seruan para rasul. Dengan demikian, Allah menyediakan azab yang pedih bagi orang-orang yang mengingkari seruan para rasul, sebagaimana Dia menyediakan pahala yang besar bagi orang-orang yang memperkenankan seruan para rasul itu."}},{"number":9,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAyat ini menginformasikan pertolongan Allah kepada kaum mukmin pada Perang Khandak.\u003cem\u003e Wahai orang-orang yang beriman! Ingatlah akan nikmat\u003c/em\u003e Allah yang telah Dia karuniakan \u003cem\u003ekepadamu ketika bala tentara\u003c/em\u003e dari kaum musyrik dan Yahudi Bani Quraizah \u003cem\u003edatang kepadamu, lalu Kami kirimkan kepada mereka angin topan dan bala tentara yang tidak dapat terlihat olehmu\u003c/em\u003e, yaitu para malaikat yang memorak-porandakan barisan mereka. \u003cem\u003eAllah Maha Melihat apa yang kamu kerjakan\u003c/em\u003e dan akan memberi balasan yang setimpal atasnya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah mengingatkan kepada kaum Muslimin akan nikmat besar yang telah dilimpahkan-Nya kepada mereka pada Perang Ahzab ketika mereka dikepung rapat oleh tentara yang bersekutu yang terdiri dari tentara kaum Quraisy, Bani Gathafan, Bani an-Nadhir yang telah dibuang Rasulullah ke Khaibar dan tentara-tentara yang lain yang datang menyerang mereka ke Medinah. Setelah sebulan terkepung, maka Allah menghalau musuh-musuh mereka itu dengan tentara malaikat dan topan yang amat dingin dan kencang di malam yang sangat dingin pula, sehingga menerbangkan kemah-kemah tentara itu. Pada waktu itu, timbullah kegentaran dan ketakutan dalam hati musuh-musuh itu, sehingga salah seorang pemimpin mereka yang bernama thulaihah bin Khawailid al-Asadi berkata, \"Muhammad telah menyihir kamu, maka selamatkan dirimu, selamatkan dirimu!\" Dengan demikian, Perang Ahzab ini dimenangkan oleh kaum Muslimin tanpa terjadi pertempuran, karena musuh telah dihalau oleh tentara malaikat dan topan angin dingin yang amat kencang itu.\nPada akhir ayat ini, Allah menerangkan bahwa Dia melihat dan mengetahui segala yang dikerjakan kaum Muslimin dalam Perang Ahzab itu, seperti menggali parit, menyusun taktik, dan strategi peperangan untuk menegakkan agama-Nya. Allah juga mengetahui segala penderitaan yang mereka alami selama dikepung musuh, tetapi semua penderitaan itu mereka hadapi dengan tabah dan sabar. Semua yang dialami kaum Muslimin itu akan mendapat balasan yang berlipat ganda dari Allah.\n"}},{"number":10,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eWahai kaum mukmin, Allah mengirim para malaikat untuk mendukungmu pada Perang Khandak, yaitu \u003cem\u003eketika mereka\u003c/em\u003e, yakni tentara musyrik, \u003cem\u003edatang kepadamu dari\u003c/em\u003e \u003cem\u003eatas\u003c/em\u003e, yaitu dari timur, \u003cem\u003edan\u003c/em\u003e tentara Yahudi Bani Quraizah datang \u003cem\u003edari bawahmu\u003c/em\u003e, yaitu dari barat, \u003cem\u003edan ketika penglihatan-\u003c/em\u003emu \u003cem\u003eterpana\u003c/em\u003e oleh besarnya pasukan mereka \u003cem\u003edan\u003c/em\u003e hal itu menimbulkan rasa takut yang hebat sehingga \u003cem\u003ehatimu menyesak sampai ke tenggorokan,\u003c/em\u003e \u003cem\u003edan\u003c/em\u003e bahkan sebagian dari \u003cem\u003ekamu\u003c/em\u003e terjangkiti sifat munafik sehingga \u003cem\u003eberprasangka yang bukan-bukan terhadap\u003c/em\u003e \u003cem\u003eAllah\u003c/em\u003e seakan Dia tidak mampu memenangkan pasukan mukmin atas pasukan kafir.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa Allah mengetahui ketika tentara yang bersekutu datang dari bawah lembah, yaitu dari sebelah timur yang terdiri dari golongan Gathafan, penduduk Nejed, dan ikut pula beserta mereka Bani Quraidhah dan Bani an-Nadhir. Allah mengetahui pula kedatangan golongan yang bersekutu lain yang datang dari atas lembah dari sebelah barat yang terdiri dari orang-orang Quraisy dan pengikut-pengikutnya dari bermacam-macam suku dengan Bani Kinanah dan penduduk Tihamah. Dalam keadaan musuh mulai mengepung itu, timbullah rasa takut dan gentar terutama dalam hati orang-orang munafik yang ikut bersama-sama kaum Muslimin. Mata mereka terbelalak dan kerongkongan mereka terasa tersumbat akibat ketakutan, dan timbul dalam hati mereka was-was, ragu-ragu, dan berbagai prasangka. Bahkan di antara mereka ada yang telah menduga bahwa kaum Muslimin akan dikalahkan oleh tentara sekutu, mengingat jumlah mereka yang jauh lebih banyak jika dibandingkan dengan jumlah kaum Muslimin.\nAdapun orang-orang yang beriman percaya benar akan janji Allah, bahwa Rasulullah saw dan kaum Muslimin akan memenangkan peperangan itu, dan pertolongan Allah pasti datang, serta mereka percaya benar akan kekuasaan dan kebesaran-Nya. Sedang orang-orang munafik berprasangka bahwa kaum Muslimin dan agama Islam akan hancur dan binasa. Kaum musyrik Mekah akan menaklukkan kota Medinah dan mengembalikannya kepada keadaan masa Jahiliah.\n"}},{"number":11,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eOrang-orang mukmin terpana melihat besarnya jumlah pasukan kafir. \u003cem\u003eDi situlah orang-orang mukmin diuji dan\u003c/em\u003e sengaja \u003cem\u003edigoncangkan \u003c/em\u003ehatinya \u003cem\u003edengan goncangan\u003c/em\u003e \u003cem\u003eyang dahsyat\u003c/em\u003e agar terlihat jelas siapa di antara mereka yang benar-benar beriman dan siapa yang munafik.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam keadaan yang demikian mencekam, Allah menguji kekuatan iman orang-orang yang beriman, sehingga nyata mana yang benar-benar beriman, yang memurnikan ketaatan hanya kepada Allah saja, percaya bahwa Muhammad saw adalah rasul Allah, dan percaya pula akan kemenangan Islam dan kaum Muslimin, serta mana yang goyah dan rapuh imannya, yang mengikuti Rasulullah hanya semata-mata hendak mencari keuntungan diri mereka saja. Seakan-akan Perang Ahzab ini merupakan suatu seleksi bagi kaum Muslimin, tentang siapa yang benar-benar kawan dan siapa yang sungguh-sungguh lawan.\n(12) Menurut riwayat, thu'mah bin Ubairiq dan tujuh puluh orang yang lain mengatakan, \"Bagaimana pula yang dijanjikan kepada kita penaklukan kerajaan Persia dan Romawi, padahal pada saat ini untuk buang air besar saja tidak seorang pun di antara kita yang sanggup.\" Ucapan ini sengaja mereka lontarkan tatkala mereka mendengar berita tentang peristiwa yang terjadi di waktu Rasulullah menggali parit dan mencangkuli batu yang memancarkan cahaya sebagaimana yang telah diterangkan. Maka Allah menurunkan ayat ini.\nDalam ayat ini diterangkan hasil ujian Allah kepada kaum Muslimin, yaitu dengan tercetusnya perkataan orang-orang munafik seperti Mu'attib bin Qusyair dan orang-orang yang lain yang masih lemah imannya, \"Semua yang dijanjikan Allah dan Rasul-Nya kepada kita, seperti akan mendapat kemenangan, memperoleh kebahagiaan hidup, dan sebagainya, tidak lain hanyalah tipu daya dan janji-janji kosong saja, bahkan janji itu menimbulkan kesengsaraan dan malapetaka bagi kita semuanya. Muhammad mengatakan bahwa kerajaan Persia dan Romawi akan takluk ke bawah kekuasaan kaum Muslimin, tetapi kenyataannya sekarang, kaum Muslimin yang akan menaklukkan itu sedang dikepung rapat oleh tentara yang bersekutu dan akan mengalami kehancuran dan kemusnahan.\"\n"}},{"number":12,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan \u003c/em\u003eingatlah \u003cem\u003eketika orang-orang munafik\u003c/em\u003e yang sengaja menyembunyikan kekafirannya \u003cem\u003edan orang-orang yang hatinya berpenyakit\u003c/em\u003e serta lemah imannya \u003cem\u003eberkata\u003c/em\u003e, \u003cem\u003e\u0026ldquo;Apa yang dijanjikan Allah dan Rasul-Nya kepada kami hanya tipu daya belaka\u003c/em\u003e. Dia pasti tidak akan mampu menolong pasukan mukmin.\u0026rdquo; Mereka berkata demikian karena mereka melihat jumlah pasukan kafir jauh lebih besar daripada pasukan mukmin.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam keadaan yang demikian mencekam, Allah menguji kekuatan iman orang-orang yang beriman, sehingga nyata mana yang benar-benar beriman, yang memurnikan ketaatan hanya kepada Allah saja, percaya bahwa Muhammad saw adalah rasul Allah, dan percaya pula akan kemenangan Islam dan kaum Muslimin, serta mana yang goyah dan rapuh imannya, yang mengikuti Rasulullah hanya semata-mata hendak mencari keuntungan diri mereka saja. Seakan-akan Perang Ahzab ini merupakan suatu seleksi bagi kaum Muslimin, tentang siapa yang benar-benar kawan dan siapa yang sungguh-sungguh lawan."}},{"number":13,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDemikianlah perkataan kaum munafik. \u003cem\u003eDan\u003c/em\u003e ingatlah juga \u003cem\u003eketika segolongan di antara mereka berkata\u003c/em\u003e dengan penuh hasutan,\u003cem\u003e \u0026ldquo;Wahai penduduk Yasrib! Tidak ada\u003c/em\u003e \u003cem\u003etempat bagimu\u003c/em\u003e untuk menyelamatkan diri jika kamu tetap bersama Muhammad dan tentaranya, \u003cem\u003emaka kembalilah kamu\u003c/em\u003e ke rumah.\u0026rdquo; \u003cem\u003eDan\u003c/em\u003e lihatlah bahwa akibat dari upaya hasutan itu \u003cem\u003esebagian dari mereka\u003c/em\u003e, yakni pasukan mukmin, terpengaruh sehingga \u003cem\u003ememinta izin\u003c/em\u003e pulang \u003cem\u003ekepada\u003c/em\u003e \u003cem\u003eNabi dengan berkata, \u0026ldquo;Sesungguhnya rumah-rumah kami terbuka\u003c/em\u003e tanpa penjaga,\u0026rdquo; \u003cem\u003epadahal rumah-rumah itu tidak terbuka; mereka hanyalah\u003c/em\u003e membuat-buat alasan karena ketakutam sehingga \u003cem\u003ehendak lari\u003c/em\u003e dari peperangan itu.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Di antara mereka, seperti 'Abdullah bin Ubay dan kawan-kawannya, ada pula yang mengatakan, \"Hai penduduk kota Medinah, tempat ini bukanlah tempat yang harus kita tempati, maka kembalilah ke rumahmu masing-masing, agar kamu tidak ditimpa malapetaka dan kesengsaraan serta tidak mati terbunuh oleh musuh-musuh yang sedang mengepung kita.\"\nSebagian ahli tafsir ada yang menafsirkan, \"Hai penduduk Medinah, tidak ada tempat bagi kamu sekalian untuk tetap menganut agama Muhammad. Kembalilah kamu kepada agamamu dahulu, dan serahkanlah Muhammad dan pengikut-pengikutnya kepada musuh-musuhnya yang sedang mengepung itu, sehingga keselamatan kamu semua terjamin.\"\nKarena perkataan dan ajakan pemimpin-pemimpin munafik dan Yahudi itu, maka sebagian dari mereka ada yang terpengaruh dan meminta kepada Nabi saw agar dapat meninggalkan medan perang dan kembali ke rumah mereka. Di antara yang meminta itu ialah Bani harisah. Alasan yang mereka kemukakan ialah rumah-rumah mereka berada di tempat yang berdekatan dengan pangkalan-pangkalan pasukan musuh sedang dindingnya tidak kuat, mereka khawatir musuh akan mengambil harta benda mereka.\nPada akhir ayat ini, Allah menerangkan bahwa semua alasan yang dikemukakan oleh orang-orang munafik dan Yahudi adalah alasan-alasan yang dibuat-buat saja. Alasan-alasan itu mereka kemukakan semata-mata untuk menghindarkan diri dari ikut berperang beserta Nabi dan kaum Muslimin, karena mereka tidak melihat suatu keuntungan yang akan mereka peroleh.\n"}},{"number":14,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDemikianlah lemahnya iman dalam hati orang-orang yang terpengaruh hasutan kaum munafik itu. \u003cem\u003eDan kalau \u003c/em\u003eYasrib \u003cem\u003ediserang\u003c/em\u003e musuh \u003cem\u003edari segala penjuru, dan mereka\u003c/em\u003e \u003cem\u003ediminta\u003c/em\u003e untuk murtad dan \u003cem\u003emembuat kekacauan\u003c/em\u003e dengan memerangi kaum mukmin, \u003cem\u003eniscaya mereka mengerjakannya; dan hanya sebentar saja mereka menunggu\u003c/em\u003e untuk melakukan hal itu tanpa berpikir panjang. Mereka amat cinta dunia dan takut mati sehingga tidak heran bila mereka membuat alasan palsu agar diizinkan tidak ikut berperang.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan kelemahan hati dan keyakinan orang-orang munafik dan Yahudi yang sedang menerima cobaan Allah itu. Mereka tidak sanggup mengatasi kesukaran-kesukaran yang sedang mereka hadapi, dan tidak sanggup menghadapi bahaya dan ancaman yang datang kepada mereka, sehingga mereka meminta kepada Rasulullah saw agar diizinkan meninggalkan medan pertempuran.\nKeadaan hati dan keyakinan mereka itu dilukiskan Allah sebagai berikut, \"Seandainya tentara sekutu itu memasuki rumah-rumah orang munafik dan Yahudi dari segenap penjuru, merusak dan merampas apa yang ada di dalamnya, menganiaya dan membunuh anak-anak dan keluarga mereka, meminta mereka agar kembali memeluk agama syirik, mengadakan keonaran dan menghantam kaum Muslimin dari belakang, tentulah mereka membiarkan tindakan musuh itu dan mengikuti segala yang mereka kehendaki. Hal itu diakibatkan karena ketakutan dan tidak adanya cita-cita dalam hati mereka, kecuali mencari kesenangan duniawi dan keuntungan pribadi belaka.\"\nDari ayat ini dipahami bahwa ketakutanlah yang merupakan sebab, sehingga orang-orang munafik dan Yahudi tidak mempunyai pendirian. Ketakutan itu timbul di dalam hati mereka karena tidak ada keimanan sedikit pun. Padahal jika mereka berpikir dengan benar dan menimbang untung ruginya, mereka lebih selamat jika ikut andil dalam peperangan.\n"}},{"number":15,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan sungguh, sebelum itu,\u003c/em\u003e yaitu pada Perang Uhud, \u003cem\u003emereka telah berjanji kepada Allah\u003c/em\u003e di hadapan Rasulullah bahwa mereka \u003cem\u003etidak akan berbalik ke belakang\u003c/em\u003e atau mundur dari medan perang. \u003cem\u003eDan\u003c/em\u003e mereka lupa bahwa \u003cem\u003eperjanjian dengan Allah akan diminta pertanggungjawabannya\u003c/em\u003e di hari kiamat kelak.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa orang-orang yang minta izin meninggalkan medan pertempuran itu pernah berjanji dengan Rasulullah saw bahwa mereka tidak akan mengkhianatinya dan akan ikut berperang bersama-sama kaum Muslimin menghadapi kaum musyrik. Akan tetapi, akhirnya mereka mengingkari janjinya.\nMenurut riwayat, Bani harisah pernah lari dari medan Perang Uhud, kemudian mereka minta agar Nabi memaafkan kesalahan mereka. Mereka berjanji tidak akan lari lagi dari medan pertempuran dan akan berjuang dengan Nabi dan kaum Muslimin.\nPada akhir ayat ini, Allah menegaskan bahwa mereka yang telah berjanji itu akan diminta pertanggungjawaban tentang apa yang telah diucapkannya. Di hari Kiamat, mereka akan diberi pembalasan yang setimpal dengan tindakan mereka itu.\n"}},{"number":16,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eTindakan mereka amat tercela. Karena itu, \u003cem\u003ekatakanlah\u003c/em\u003e wahai Nabi Muhammad, \"\u003cem\u003eLari\u003c/em\u003e dari medan perang \u003cem\u003etidaklah berguna bagimu jika kamu\u003c/em\u003e memang ingin \u003cem\u003emelarikan\u003c/em\u003e \u003cem\u003ediri dari kematian atu pembunuhan. Dan jika\u003c/em\u003e saja kamu berhasil melakukan hal \u003cem\u003edemikian\u003c/em\u003e itu, yakni lari dari kematian, sungguh \u003cem\u003ekamu hanya akan mengecap\u003c/em\u003e \u003cem\u003ekesenangan sebentar saja\u003c/em\u003e di dunia ini. Cepat atau lambat kematian pasti akan menjemputmu juga.\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah memerintahkan kepada Rasulullah saw agar menyampaikan kepada orang-orang yang menghindarkan diri dan lari dari medan pertempuran itu, bahwa tindakan mereka tidak akan ada manfaatnya sedikit pun. Mereka tidak akan dapat menghindarkan ajal yang telah ditetapkan Allah, tidak dapat mengelakkan pembunuhan yang ditetapkan Allah terhadap seseorang, yang akan dilakukan oleh musuh-musuhnya. Segala sesuatu itu telah ditetapkan Allah, tidak seorang pun yang dapat mengubahnya.\nSeandainya seseorang dapat lari dari pertempuran dan hal itu memberi manfaat kepadanya, serta dapat menghindarkan kematian dirinya, maka yang demikian itu hanyalah bersifat sementara. Hidup di dunia ini adalah hidup yang fana, walaupun dirasakan lama, pada hakikatnya adalah singkat sekali jika dibandingkan dengan kehidupan akhirat yang abadi.\n"}},{"number":17,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah Mahakuasa, karena itu \u003cem\u003ekatakanlah\u003c/em\u003e wahai Nabi Muhammad untuk mengingatkan mereka,\u003cem\u003e \u0026ldquo;Siapakah yang dapat melindungi kamu dari\u003c/em\u003e ketentuan Allah \u003cem\u003ejika Dia\u003c/em\u003e \u003cem\u003emenghendaki bencana atasmu atau menghendaki rahmat untuk dirimu?\u0026rdquo;\u003c/em\u003e Tentu tidak satu pun. \u003cem\u003eMereka itu tidak akan mendapatkan pelindung dan penolong selain\u003c/em\u003e \u003cem\u003eAllah\u003c/em\u003e jika bencana itu benar-benar datang.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Menurut riwayat lain bahwa yang mengajak itu adalah orang-orang Yahudi. Mereka mengajak orang-orang munafik menghindarkan diri dari Nabi dan orang-orang Muslimin dengan mengatakan, \"Apabila Abu Sufyan menang, tentulah Muhammad dan pengikut-pengikutnya akan dibinasakan semuanya.\" Karena itu turunlah ayat ini.\nPada ayat ini, Allah memerintahkan kepada Nabi Muhammad untuk menjawab perkataan orang-orang yang mengatakan bahwa mereka akan selamat bila mereka meninggalkan medan pertempuran. Allah berfirman, \"Tidak seorang pun di antara kamu yang sanggup menghindarkan diri dari pembunuhan atau kesengsaraan jika Allah telah menetapkannya. Demikian pula, tidak seorang pun yang dapat mendatangkan sesuatu kebaikan kepada seseorang jika Allah tidak menghendakinya. Manfaat dan kemelaratan itu hanya Allah yang menetapkannya, tidak seorang pun yang sanggup mengganti atau mengubahnya. Oleh karena itu, orang-orang munafik dan Yahudi yang mengkhianati Nabi tidak akan mendapatkan orang yang dapat menolong dan mengelakkan bencana yang akan menimpa mereka.\nMenurut suatu riwayat, 'Abdullah bin Ubay dan kawan-kawannya, orang-orang munafik dan Yahudi berkata kepada kaum Muslimin, \"Muhammad dan pengikut-pengikutnya sangat sedikit jika dibandingkan dengan jumlah kaum Quraisy dan sekutu-sekutunya. Oleh karena itu, mereka pasti binasa, dan marilah kita menjauhkan diri dari padanya.\"\n"}},{"number":18,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah mengetahui siapa saja yang berkhianat. \u003cem\u003eSungguh\u003c/em\u003e, dengan ilmu-Nya yang meliputi segala sesuatu \u003cem\u003eAllah mengetahui orang-orang yang menghalang-halangi di\u003c/em\u003e \u003cem\u003eantara kamu\u003c/em\u003e, dari kaum munafik, \u003cem\u003edan orang yang\u003c/em\u003e dengan maksud menghina \u003cem\u003eberkata kepada saudara-saudaranya\u003c/em\u003e yang bergaul dengan mereka di Madinah, \u003cem\u003e\u0026ldquo;Marilah\u003c/em\u003e ikut \u003cem\u003ebersama kami.\u003c/em\u003e Tinggalkanlah Muhammad. Jangan ikut perang sebab sebentar lagi Muhammad akan terbunuh di medan perang.\u0026rdquo; \u003cem\u003eTetapi mereka \u003c/em\u003ememang\u003cem\u003e datang\u003c/em\u003e untuk ikut \u003cem\u003eberperang\u003c/em\u003e, namun \u003cem\u003ehanya sebentar\u003c/em\u003e karena mereka takut mati.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa Allah mengetahui dengan sesungguhnya orang yang menghambat manusia mengikuti Rasulullah saw berperang di jalan-Nya. Dia mengetahui pula orang-orang yang enggan dan minta izin kepada Rasulullah saw untuk tidak ikut berperang, serta orang-orang yang mengajak penduduk Medinah agar tidak ikut berperang bersamanya.\nSementara itu, ada pula orang-orang yang ikut berperang sebentar saja sekedar untuk memperlihatkan kepada kaum Muslimin bahwa sebenarnya mereka itu termasuk orang yang ikut berperang. Akan tetapi, di saat kaum Muslimin lengah, mereka menghilang dengan diam-diam dan kembali ke rumahnya masing-masing.\n"}},{"number":19,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eWahai kaum mukmin, tidak hanya menghasutmu untuk pulang ke Madinah, \u003cem\u003emereka\u003c/em\u003e yang berjiwa munafik itu juga \u003cem\u003ekikir terhadapmu\u003c/em\u003e karena mereka sejatinya pengecut dan penakut. \u003cem\u003eApabila datang ketakutan\u003c/em\u003e dan bahaya yang mengancam, \u003cem\u003ekamu lihat mereka itu memandang kepadamu dengan\u003c/em\u003e penuh ketakutan sehingga \u003cem\u003ematanya terbalik-balik seperti orang yang pingsan karena akan mati; dan apabila\u003c/em\u003e rasa \u003cem\u003eketakutan telah hilang\u003c/em\u003e, \u003cem\u003emereka\u003c/em\u003e tampil seperti orang yang kuat dan pemberani, dan dengan sombong kembali \u003cem\u003emencaci kamu dengan lidah yang tajam\u003c/em\u003e atas kebaikan yang kamu lakukan, \u003cem\u003esedang mereka\u003c/em\u003e sendiri \u003cem\u003ekikir\u003c/em\u003e atau enggan \u003cem\u003euntuk berbuat kebaikan\u003c/em\u003e. \u003cem\u003eMereka itu\u003c/em\u003e pada hakikatnya \u003cem\u003etidak beriman, maka Allah menghapus\u003c/em\u003e pahala dari \u003cem\u003eamalnya\u003c/em\u003e dan di akhirat kelak mereka tidak akan mendapati apa yang mereka harapkan. \u003cem\u003eDan yang demikian itu\u003c/em\u003e tentu sangat \u003cem\u003emudah bagi Allah.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah menyebutkan sifat-sifat orang-orang yang selalu menghindarkan diri dari ikut berperang bersama Nabi saw:\n1. Mereka tidak menolong Muhammad dan kaum Muslimin dalam menghadapi musuh, baik pertolongan berupa harta benda maupun jiwa raga.\n2. Apabila musuh-musuh telah menyerang dan orang-orang yang beriman telah bertempur dengan gagah berani menolak serangan musuh, mereka menoleh ke kiri dan ke kanan karena ketakutan dan mencari jalan dan kesempatan untuk lari dari medan pertempuran menghindari kematian.\n3. Apabila pertempuran telah usai dan mereka merasa telah aman, mereka bersikap sombong dan membangga-banggakan jasa dan keberanian dalam medan pertempuran padahal semua itu adalah omong kosong belaka yang menyakitkan hati. Seakan-akan merekalah orang-orang yang berperang mati-matian sampai kemenangan tercapai, padahal semua yang mereka katakan itu adalah dusta belaka.\n4. Mereka sangat rakus kepada harta rampasan yang telah diperoleh kaum Muslimin, dan tidak mau melepaskan sesuatu yang telah mereka dapat. Padahal sebelumnya mereka tidak mau mengeluarkan harta untuk menolong Nabi saw.\nOrang-orang yang bersifat seperti yang disebutkan di atas itu pada hakikatnya adalah orang-orang yang tidak beriman kepada Allah dan Rasul-Nya, tidak beramal dengan tulus ikhlas dan tidak mau berkorban sedikit pun, karena mereka adalah orang-orang munafik. Karena sifat dan sikap mereka yang demikian itu, maka Allah menghapus segala pahala amal perbuatan mereka dan menjadikannya seolah-olah debu yang beterbangan yang tidak ada artinya sama sekali. Menghapuskan pahala amal perbuatan orang-orang munafik itu bukanlah suatu yang sukar bagi Allah, tetapi amat mudah bagi-Nya, karena Dia Mahakuasa lagi Maha Mengetahui segala sesuatu.\n"}},{"number":20,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSifat pengecut, kikir, dan penakut itu mendarah daging dalam jiwa mereka dan bukan sesuatu yang baru. \u003cem\u003eMereka mengira\u003c/em\u003e bahwa \u003cem\u003egolongan-golongan\u003c/em\u003e Yahudi Bani Quraizah dan kafir Mekah yang bersekutu \u003cem\u003eitu belum\u003c/em\u003e benar-benar \u003cem\u003epergi\u003c/em\u003e dan akan kembali untuk membalas dendam. \u003cem\u003eDan\u003c/em\u003e karenanya, \u003cem\u003ejika golongan-golongan\u003c/em\u003e yang bersekutu \u003cem\u003eitu datang kembali\u003c/em\u003e untuk menyerang kaum mukmin, \u003cem\u003eniscaya mereka\u003c/em\u003e yang munafik itu\u003cem\u003e ingin berada di dusun-dusun\u003c/em\u003e dan rumah-rumah mereka \u003cem\u003ebersama-sama orang Arab Badui\u003c/em\u003e dan tidak mau ikut perang, \u003cem\u003esambil\u003c/em\u003e terus \u003cem\u003emenanyakan\u003c/em\u003e dan mengikuti perkembangan \u003cem\u003eberita tentang kamu\u003c/em\u003e di medan perang tersebut. \u003cem\u003eDan\u003c/em\u003e \u003cem\u003esekiranya mereka berada bersamamu\u003c/em\u003e di medang perang, \u003cem\u003emereka tidak akan berperang melainkan sebentar saja\u003c/em\u003e karena mereka pengecut dan takut mati.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Karena sangat ketakutan, orang-orang munafik mengira bahwa tentara sekutu masih berada di medan pertempuran, padahal tentara-tentara itu telah lari berserakan, kembali ke negeri masing-masing. Hal ini menunjukkan bahwa orang-orang munafik adalah orang-orang pengecut dan tidak beriman sehingga tidak ikut berperang, seakan-akan mereka tidak hadir di sana. Oleh karena itu, mereka tidak mengetahui gerak gerik musuh. Dalam pada itu, jika tentara sekutu itu kembali lagi menyerang, mereka menginginkan agar mereka berada di Badiyah (padang pasir) yang jauh dari kota bersama-sama Arab Badui dan penduduk padang pasir, agar mereka tidak terkena bahaya peperangan. Bagi mereka cukuplah kiranya bila dapat bertanya kepada orang-orang yang datang ke tempat mereka tentang keadaan Nabi dan kaum Muslimin.\nSelanjutnya Allah menerangkan bahwa pada peperangan yang telah lewat itu, andaikata orang-orang munafik tidak meninggalkan medan peperangan dan tetap bersama kaum Muslimin di garis depan, kemudian terjadi pertempuran yang dahsyat, maka mereka juga tidak akan ikut berperang. Kalaupun ikut berperang, mereka berperang dengan tidak sepenuh hati dan keimanan. Mereka akan melawan musuh sekedar memenuhi permintaan Nabi saja.\n"}},{"number":21,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eRasulullah adalah teladan bagi manusia dalam segala hal, termasuk di medan perang. \u003cem\u003eSungguh, telah ada pada diri Rasulullah itu suri teladan yang baik bagimu\u003c/em\u003e dalam semua ucapan dan perilakunya, baik pada masa damai maupun perang. Namun, keteladan itu hanya berlaku \u003cem\u003ebagi orang yang\u003c/em\u003e hanya \u003cem\u003emengharap\u003c/em\u003e rahmat \u003cem\u003eAllah\u003c/em\u003e, tidak berharap dunia, \u003cem\u003edan \u003c/em\u003eberharap \u003cem\u003ehari Kiamat\u003c/em\u003e sebagai hari pembalasan; \u003cem\u003edan\u003c/em\u003e berlaku pula bagi orang \u003cem\u003eyang banyak mengingat Allah\u003c/em\u003e karena dengan begitu seseorang bisa kuat meneladani beliau.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah memperingatkan orang-orang munafik bahwa sebenarnya mereka dapat memperoleh teladan yang baik dari Nabi saw. Rasulullah saw adalah seorang yang kuat imannya, berani, sabar, dan tabah menghadapi segala macam cobaan, percaya sepenuhnya kepada segala ketentuan Allah, dan mempunyai akhlak yang mulia. Jika mereka bercita-cita ingin menjadi manusia yang baik, berbahagia hidup di dunia dan di akhirat, tentulah mereka akan mencontoh dan mengikutinya. Akan tetapi, perbuatan dan tingkah laku mereka menunjukkan bahwa mereka tidak mengharapkan keridaan Allah dan segala macam bentuk kebahagiaan hakiki itu."}},{"number":22,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSalah satu keteladanan Rasulullah adalah tidak gentar berhadapan dengan musuh. Inilah yang seharusnya diteladani oleh orang-orang mukmin pada perang Khandak. \u003cem\u003eDan ketika orang-orang mukmin melihat golongan-golongan\u003c/em\u003e Yahudi Bani Quraizah dan kafir Mekah yang bersekutu \u003cem\u003eitu, mereka berkata, \u0026ldquo;Inilah yang\u003c/em\u003e \u003cem\u003edijanjikan Allah dan Rasul-Nya kepada kita\u003c/em\u003e. Kita akan memperoleh kemenangan setelah kekalahan kita pada perang Uhud.\u0026rdquo; \u003cem\u003eDan benarlah janji Allah dan Rasul-Nya.\u003c/em\u003e \u003cem\u003eDan\u003c/em\u003e keadaan \u003cem\u003eyang demikian\u003c/em\u003e sulit dan berat \u003cem\u003eitu\u003c/em\u003e justru \u003cem\u003emenambah keimanan dan keislaman mereka.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah menerangkan sikap dan tindakan kaum Muslimin dalam menghadapi Perang Ahzab. Mereka bekerja dan berjuang semata-mata karena Allah dan mengikuti perintah Nabi, bukan karena kepentingan diri sendiri. Seluruh harta bahkan jiwa raga mereka serahkan kepada Nabi untuk kepen-tingan perjuangan. Mereka berjuang dengan tabah dan sabar. Semakin besar bahaya mengancam, semakin kuat iman dan ketabahan mereka. Ketika mereka melihat keadaan tentara sekutu yang jumlahnya sangat besar dan akan menyerbu mereka, sedang jumlah mereka hanya sedikit, mereka berkata, \"Inilah yang telah dijanjikan Allah dan Rasul Nya kepada kita, berupa ujian dan cobaan, sebagai pendahuluan dari kemenangan yang akan datang. Oleh karena itu, kita harus tabah dan sabar dalam menghadapinya.\"\nPada ayat yang lain diterangkan syarat-syarat kebahagiaan dan kemenangan yang akan diperoleh orang-orang yang beriman. Allah berfirman:\nAtaukah kamu mengira bahwa kamu akan masuk surga, padahal belum datang kepadamu (cobaan) seperti (yang dialami) orang-orang terdahulu sebelum kamu. Mereka ditimpa kemelaratan, penderitaan dan diguncang (dengan berbagai cobaan), sehingga Rasul dan orang-orang yang beriman bersamanya berkata, \"Kapankah datang pertolongan Allah?\" Ingatlah, sesungguhnya pertolongan Allah itu dekat. (al-Baqarah/2: 214)\n\nDan firman-Nya lagi:\nApakah manusia mengira bahwa mereka akan dibiarkan hanya dengan mengatakan, \"Kami telah beriman,\" dan mereka tidak diuji? (al- 'Ankabut/29: 2)\n\nDiriwayatkan oleh Ibnu Kasir bahwa pada waktu menggali parit sebelum tentara sekutu datang, Rasulullah saw pernah menyampaikan bahwa Jibril mengatakan kepadanya bahwa kerajaan Persia dan Romawi akan takluk di bawah kekuasaan kaum Muslimin. Mendengar kabar berita itu, kaum Muslimin sangat senang karena mereka percaya bahwa itu adalah janji Allah. \nTatkala datang tentara sekutu mengepung, mereka menganggap bahwa kedatangan tentara sekutu itu adalah ujian dan cobaan bagi mereka sebelum memperoleh kemenangan dan sebelum mereka menaklukkan Persia dan Romawi, sehingga mereka mengucapkan, \"Benar apa yang dijanjikan Allah itu dengan meluaskan agama Islam ke seluruh penjuru dunia di kemudian hari, dan benar pula apa yang diisyaratkan Allah untuk mencapai kemenangan dan kebahagiaan itu, yaitu bertawakal dan sabar dalam menerima cobaan dan halangan.\"\n"}},{"number":23,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDi antara sifat mulia beliau yang harus diteladani oleh setiap mukmin adalah memenuhi janji. \u003cem\u003eDi antara orang-orang mukmin\u003c/em\u003e yang beriman dengan sesungguhnya i\u003cem\u003etu ada orang-orang yang menepati apa yang telah mereka janjikan kepada Allah\u003c/em\u003e untuk sabar dan tegar menghadapi kesulitan. \u003cem\u003eDan di antara mereka ada yang\u003c/em\u003e \u003cem\u003egugur\u003c/em\u003e, seperti pada perang Uhud,\u003cem\u003e dan di antara mereka ada \u003c/em\u003epula \u003cem\u003eyang menunggu-nunggu\u003c/em\u003e apa yang Allah janjikan, seperti pertolongan-Nya pada Perang Khandak, \u003cem\u003edan mereka sedikit pun tidak mengubah\u003c/em\u003e janjinya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam suatu hadis yang diriwayatkan oleh Ahmad, Muslim, at- Tirmidzi, an-Nasa'i, dan imam-imam hadis yang lain dari sahabat Anas, ia berkata, \"Pamanku Anas bin an-Nadhar, tidak ikut Perang Badar, maka ia merasa sedih dan kecewa. Ia berkata, 'Aku tidak hadir pada peperangan yang pertama kali diikuti Rasulullah saw. Sesungguhnya jika Allah memberikan kesempatan kepadaku mengikuti peperangan bersama Rasulullah sesudah ini, tentulah Allah Taala akan melihat apa yang akan aku lakukan. Maka pamanku dapat ikut serta dalam Perang Uhud. Dalam perjalanan menuju Uhud, pamanku bertemu dengan Sa'ad bin Mu'adh, dan Sa'ad bertanya kepadanya, 'Hai Abu 'Amr, hendak ke manakah engkau? Pamanku menjawab, 'Mencari bau surga yang akan aku peroleh di Perang Uhud nanti. Maka pamanku terus ke Uhud dan gugur sebagai syuhada di sana. Pada tubuhnya terdapat kira-kira 80 bekas pukulan, tusukan tombak, dan lubang anak panah.\" Maka turunlah ayat ini.\nAllah menerangkan bahwa di antara kaum Muslimin yang benar-benar beriman kepada Allah dan Rasul-Nya, ada orang-orang yang menepati janjinya. Mereka telah berjuang dengan seluruh jiwa dan hartanya, di antara mereka ada yang mati syahid di Perang Badar, Perang Uhud, Perang Khandaq, dan peperangan-peperangan lainnya, sedang sebagian yang lain ada yang menunggu-nunggu dipanjangkan umurnya, menunggu ketetapan Allah Yang Maha Esa. Orang-orang yang masih hidup ini, sekali-kali tidak akan berubah janjinya kepada Allah, akan tetap ditepatinya janjinya selama hayat dikandung badan.\nDalam Tafsir al-Kasysyaf dijelaskan bahwa beberapa orang sahabat ada yang bernazar: jika mereka ikut perang bersama Rasulullah, mereka tidak akan mundur dan tetap bertahan sampai gugur sebagai syuhada. Di antara sahabat yang berjanji itu ialah Usman bin Affan, thalhah bin 'Ubaidillah, Sa'id bin Zaid, hamzah, Mush'ab bin 'Umair, dan sahabat-sahabat yang lain.\n"}},{"number":24,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eTujuan dari pemberian keadaan yang sulit dan berat itu kepada orang mukmin adalah \u003cem\u003eagar Allah memberikan balasan kepada orang-orang yang benar\u003c/em\u003e imannya \u003cem\u003eitu\u003c/em\u003e \u003cem\u003ekarena kebenarannya\u003c/em\u003e dengan bersabar dalam menghadapi kesulitan, \u003cem\u003edan mengazab orang munafik\u003c/em\u003e yang berkhianat dan merusak perjanjian, \u003cem\u003ejika Dia kehendaki,\u003c/em\u003e \u003cem\u003eatau menerima tobat mereka\u003c/em\u003e jika mau bertobat setelah memperoleh hidayah-Nya. \u003cem\u003eSungguh, Allah Maha Pengampun\u003c/em\u003e kepada hamba yang bertobat, \u003cem\u003eMaha\u003c/em\u003e \u003cem\u003ePenyayang\u003c/em\u003e kepada hamba yang berharap rahmat-Nya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah menerangkan bahwa sebab adanya ujian dan cobaan bagi orang-orang yang beriman ialah untuk membedakan yang jelek dengan yang baik, yang benar-benar beriman dengan yang kafir. Ujian ini juga bertujuan untuk menyatakan dan menampakkan apa yang berada dalam hati mereka yang sebenarnya. Dalam hal ini, Allah berfirman:\nDan sungguh, Kami benar-benar akan menguji kamu sehingga Kami mengetahui orang-orang yang benar-benar berjihad dan bersabar di antara kamu; dan akan Kami uji perihal kamu. (Muhammad/47: 31)\n\nDan firman Allah:\nAllah tidak akan membiarkan orang-orang yang beriman sebagaimana dalam keadaan kamu sekarang ini, sehingga Dia membedakan yang buruk dari yang baik. (ali 'Imran/3: 179)\n\nKemudian setelah jelas keadaan mereka, maka Allah memberi pahala kepada orang-orang yang benar-benar menepati janjinya, dan mengazab orang-orang munafik yang tidak menepati janjinya. Sekalipun demikian pintu tobat masih terbuka bagi orang-orang munafik itu, yaitu jika mereka beriman, menepati janjinya dan mengerjakan amal saleh. Allah akan mengampuni dosa-dosa yang telah diperbuatnya dahulu.\nPada akhir ayat ini, Allah menegaskan kepada hamba-hamba-Nya bahwa Dia Maha Pengampun lagi Maha Penyayang, menghapus segala dosa orang-orang yang benar-benar bertobat, seakan-akan dosa itu tidak pernah diperbuatnya. Dari ayat ini dipahami bahwa pintu tobat itu selalu terbuka, bagi setiap hamba yang melakukannya. Oleh karena itu, hendaklah kaum Muslimin selalu melakukannya.\n"}},{"number":25,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e pada akhir Perang Khandak \u003cem\u003eAllah menghalau orang-orang kafir itu\u003c/em\u003e dengan mengirim angin kencang yang membuat \u003cem\u003ekeadaan mereka penuh kejengkelan karena\u003c/em\u003e menderita kekalahan tanpa peperangan dan \u003cem\u003emereka\u003c/em\u003e juga \u003cem\u003etidak memperoleh keuntungan apa pun\u003c/em\u003e, baik ganimah maupun tawanan perang. Dengan demikian, \u003cem\u003ecukuplah Allah\u003c/em\u003e yang menolong \u003cem\u003emenghindarkan orang-orang mukmin dalam peperangan\u003c/em\u003e karena musuh mereka hancur tersapu angin kencang. \u003cem\u003eDan Allah Mahakuat, Mahaperkasa\u003c/em\u003e; tidak ada yang mampu mengalahkan dan melemahkan-Nya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, kembali Allah menerangkan tentang nikmat besar yang telah dilimpahkan-Nya kepada kaum Muslimin di Perang Ahzab, sehingga mereka lepas dari bahaya kehancuran. Nikmat itu ialah Allah telah mengirimkan kepada mereka bala bantuan berupa angin kencang yang sangat dingin dan bala tentara malaikat yang tidak kelihatan. Akibatnya orang-orang yang ingkar kepada Allah dan Rasul-Nya, yaitu kaum Quraisy beserta pengikut-pengikutnya, Gathafan dan pengikut-pengikutnya, golongan Yahudi, dan kaum munafik, tidak memperoleh apa yang mereka inginkan, bahkan mereka lari tunggang-langgang mencari keselamatan dirinya, kembali ke kampung halamannya masing-masing.\nDiriwayatkan oleh al-Bukhari dan Muslim dari Abu Hurairah bahwa Rasulullah saw bersabda:\nTidak ada Tuhan selain Allah sendiri. Dia menepati janji-Nya, menolong hamba-Nya, memenangkan tentara-Nya, menghancurkan tentara yang bersekutu sendirian, maka tidak ada lagi sesuatu pun sesudahnya.\n\nPada hadis yang lain al-Bukhari dan Muslim dari 'Abdullah bin Abu Aufa, ia berkata, \"Rasulullah saw berdoa kepada Allah:\n\"Wahai Tuhan yang telah menurunkan Al-Qur'an, amat cepat hisabnya, hancurkanlah tentara yang bersekutu itu, wahai Tuhan, hancurkanlah mereka dan goncangkanlah mereka.\"\n\nMenurut riwayat Muhammad bin Ishaq, tatkala tentara yang bersekutu telah lari dan meninggalkan parit itu, Rasulullah saw bersabda:\nOrang-orang Quraisy sekali-kali tidak akan memerangi kamu sesudah tahun ini, tetapi kamulah yang akan memerangi mereka.\n\nPerkataan Rasulullah ini terbukti di kemudian hari. Setelah Perang Ahzab, orang-orang musyrik tidak pernah lagi memerangi kaum Muslimin, tetapi Nabi dan kaum Musliminlah yang memerangi mereka, sampai Mekah dapat ditaklukkan. Oleh karena itu, dapat dikatakan bahwa peperangan Ahzab merupakan titik puncak kesulitan yang dihadapi Nabi dan kaum Muslimin dalam menghadapi orang-orang musyrik dalam menyebarkan agama Islam. Sekalipun kesulitan-kesulitan masih ada, tetapi tidak berarti bila dibanding dengan kesulitan-kesulitan sebelumnya.\nPada akhir ayat ini ditegaskan bahwa Allah Mahakuat lagi Maha Perkasa, tidak dapat ditandingi oleh sesuatu pun. Oleh Karena itu, dengan mudah Dia menghalau tentara yang bersekutu yang berjumlah banyak itu.\n"}},{"number":26,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSetelah kelompok yang bersekutu itu kocar-kacir, Allah memerin-tahkan Rasulullah menghalau Bani Quraizah dari benteng mereka. \u003cem\u003eDan Dia menurunkan orang-orang Ahli Kitab\u003c/em\u003e, yakni Bani Quraizah, \u003cem\u003eyang membantu mereka\u003c/em\u003e, yaitu golongan yang bersekutu, \u003cem\u003edari benteng-benteng mereka, dan Dia memasukkan rasa takut ke\u003c/em\u003e \u003cem\u003edalam hati mereka.\u003c/em\u003e \u003cem\u003eSebagian mereka,\u003c/em\u003e yaitu kaum laki-laki yang ikut berperang, \u003cem\u003ekamu bunuh dan sebagian yang lain\u003c/em\u003e, yaitu perempuan dan anak-anak, \u003cem\u003ekamu\u003c/em\u003e \u003cem\u003etawan\u003c/em\u003e.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan perang menghadapi Bani Quraidhah, salah satu dari suku-suku Yahudi Medinah yang telah membuat perjanjian damai dengan Nabi. Sebagaimana telah diterangkan terdahulu bahwa ketika kaum Muslimin dalam keadaan kritis menghadapi tentara yang bersekutu di Perang Ahzab, orang-orang Yahudi Bani Quraidhah yang menjadi warga kota Medinah mengkhianati kaum Muslimin dari dalam. Pemimpin mereka, Ka'ab bin Asad, dihasut oleh pemimpin Bani an-Nadhir, huyai bin Akhthab, agar membatalkan perjanjian damai yang telah mereka buat dengan Nabi, serta menggabungkan diri dengan tentara sekutu yang mengepung kota Medinah. Ajakan itu mula-mula ditolak oleh Ka'ab bin Asad, tetapi akhirnya ia menerima. Maka mereka mengkhianati Nabi dan bergabung dengan kelompok Ahzab.\nBerita pengkhianatan Bani Quraidhah itu menggemparkan kaum Muslimin, karena terjadi dalam kota Medinah. Oleh karena itu, Rasulullah saw segera mengutus dua orang sahabatnya, yaitu Sa'ad bin Mu'adz, kepala suku Aus, dan Sa'ad bin Ubadah, kepala suku Khazraj, kepada Bani Quraidhah untuk menasihati mereka agar jangan meneruskan pengkhianatan itu. Setibanya kedua utusan itu di tempat Bani Quraidhah, keduanya segera menyampaikan pesan-pesan Nabi saw. Akan tetapi, permintaan Nabi itu mereka tolak dengan sikap yang kasar serta penuh keangkuhan dan kesombongan, dan mereka tetap melanjutkan pengkhianatan tersebut.\nSetelah Allah menghalau pasukan sekutu, maka Dia mewahyukan kepada Nabi Muhammad, agar kaum Muslimin segera menumpas Bani Quraidhah yang telah berkhianat. Oleh karena itu, Nabi dan kaum Muslimin segera membuat perhitungan dengan para pengkhianat itu. Nabi dan kaum Muslimin segera mendatangi kampung mereka untuk mengepungnya. Setelah mendengar kedatangan Nabi dan Kaum Muslimin, mereka segera memasuki benteng-benteng untuk mempertahankan diri. Tentara kaum Muslimin waktu itu dipimpin oleh Ali bin Abi thalib. Setelah dua puluh lima hari lamanya mereka dikepung dalam benteng-benteng itu dengan penuh ketakutan, maka mereka mau menyerah kepada Nabi dengan syarat bahwa yang akan menjadi hakim atas perbuatan mereka ialah Sa'ad bin Mu'adz, kepala suku Aus. Penyerahan dan syarat itu diterima Nabi, maka mereka turun dari benteng-benteng itu dan menyerah kepadanya. Setelah mempertimbangkan dengan matang, maka Sa'ad menjatuhkan hukuman mati, laki-laki mereka dibunuh, sedang perempuan-perempuan dan anak-anak ditawan.\nHukuman yang demikian itu adalah wajar bagi pengkhianat-pengkhianat negara yang sedang dalam keadaan berperang, lebih-lebih pengkhianatan itu dilakukan ketika musuh sedang melancarkan serangan. Masyarakat Islam di Medinah waktu itu ialah masyarakat yang baru tumbuh, masyarakat yang baru mulai melaksanakan hukum-hukum berdasarkan ketetapan Islam yang berbeda dengan hukum-hukum yang lama. Oleh karena itu, wajar kiranya hukuman yang telah diberikan kepada Bani Quraidhah yang berkhianat di masa perang, sehingga yang berlaku adalah hukum perang. Dengan hukuman itu, maka kota Medinah tetap kuat dan Nabi tetap berwibawa dan penduduk Medinah yang lain mengetahui dan menyadari bahwa setiap pengkhianatan akan dikenakan hukuman yang setimpal.\n"}},{"number":27,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eBerkat pertolongan Allah pada Perang Khandak itu \u003cem\u003eDia mewariskan kepadamu tanah-tanah, rumah-rumah, dan harta benda mereka, dan\u003c/em\u003e begitu pula \u003cem\u003etanah yang belum kamu injak,\u003c/em\u003e yaitu tanah-tanah baru yang akan dimasuki oleh tentara mukmin. \u003cem\u003eDan Allah Mahakuasa terhadap segala sesuatu.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa harta benda Bani Quraidhah yang dijatuhi hukuman mati itu telah diberikan Allah kepada kaum Muslimin, termasuk segala kebun, rumah, dan binatang ternak yang mereka miliki. Bahkan dalam ayat ini, Allah menjanjikan kepada kaum Muslimin bahwa Dia akan mewariskan tanah-tanah yang lain, yang waktu itu belum dimasuki oleh tentara Islam, tetapi pasti akan mereka masuki dan mereka taklukkan.\nPada akhir ayat ini, Allah menerangkan bahwa Dia berkuasa memberikan semuanya kepada kaum Muslimin untuk menolong mereka dalam melaksanakan agama-Nya dan untuk memperluas Islam itu sendiri. Hal itu adalah ketentuan yang pasti terlaksana.\n"}},{"number":28,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDengan kemenangan pada Perang Khandak, kaum mukmin mendapat banyak ghanimah, tidak terkecuali Nabi Muhammad. Istri-istri beliau mengetahui hal ini dan mohon untuk diperkenalkan menikmatinya. Menanggapi permintaan ini Allah berfirman kepada Nabi,\u003cem\u003e \"Wahai Nab!, Katakanlah kepada istri-istrimu\u003c/em\u003e dan berilah mereka dua pilihan. \u003cem\u003e'Jika kamu menginginkan kehidupan di dunia dan perhiasannya\u003c/em\u003e sebagaimana para istri raja atau Kisra, padahal hal itu berpotensi memalingkanmu dari zikir kepada Allah, \u003cem\u003emaka\u003c/em\u003e dengan kesadaran, \u003cem\u003ekemarilah agar kuberikan kepadamu mut'ah\u003c/em\u003e, yaitu hadiah yang meringankan beban yang dipikul seorang perempuan akibat perceraian, \u003cem\u003edan\u003c/em\u003e setelah itu \u003cem\u003eaku ceraikan kamudengan cara yang baik.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah memerintahkan Rasulullah saw agar menyampaikan kepada istri-istrinya supaya mereka memilih apa yang mereka kehendaki dari dua hal. Pilihan pertama ialah jika mereka menginginkan kehidupan dunia dengan segala kenikmatannya, maka Nabi tidak mempunyai yang demikian itu, dan beliau tidak mempunyai sesuatu pun yang akan diberikan untuk memenuhi keinginan itu. Oleh karena itu, Nabi akan mentalak mereka dan beliau memberi mut'ah, sebagaimana yang telah disyariatkan agama. Beliau juga akan menceraikan mereka secara baik-baik pula.\nMenurut ketentuan Allah, seorang suami yang menceraikan istrinya memberi mut'ah berupa pakaian, uang, atau perhiasan secara sukarela kepada istri yang diceraikannya, sesuai dengan kemampuannya, orang kaya sesuai dengan kekayaannya dan orang miskin sesuai dengan kemiskinannya. Firman Allah:\nDan hendaklah kamu beri mereka mut'ah, bagi yang mampu menurut kemampuannya dan bagi yang tidak mampu menurut kesanggupannya, yaitu pemberian dengan cara yang patut, yang merupakan kewajiban bagi orang-orang yang berbuat kebaikan. (al-Baqarah/2: 236)\n\nAllah juga menetapkan bahwa jika seorang suami mentalak istrinya, maka hendaklah ia melepaskan mereka secara baik-baik dan mentalaknya pada waktu suci sebelum dicampuri, agar mereka dapat melaksanakan idah dalam masa yang pendek. Allah berfirman:\nWahai Nabi! Apabila kamu menceraikan istri-istrimu maka hendaklah kamu ceraikan mereka pada waktu mereka dapat (menghadapi) idahnya (yang wajar), dan hitunglah waktu idah itu, serta bertakwalah kepada Allah Tuhanmu. (ath-thalaq/65:1)\n\n\nPada waktu ayat ini turun, Rasulullah mempunyai istri 9 orang, yaitu 'Aisyah binti Abu Bakar, Hafshah binti 'Umar, Ummu Salamah, Ummu habibah Ramlah binti Sufyan, Saudah binti Zam'ah, Zainab binti Jahsy, Maimunah binti Hars, safiyyah binti Huyai bin Akhthab, dan Juwairiyah binti al-haris. Dari istri beliau yang sembilan itu, lima orang berasal dari suku Quraisy dan empat orang bukan dari suku Quraisy.\nFirman Allah: \nJika dia (Nabi) menceraikan kamu, boleh jadi Tuhan akan memberi ganti kepadanya dengan istri-istri yang lebih baik dari kamu, perempuan-perempuan yang patuh, yang beriman, yang taat, yang bertobat, yang beribadah, yang berpuasa, yang janda dan yang perawan. (at-Tahrim/66: 5)\n"}},{"number":29,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAkan tetapi, \u003cem\u003ejika kamu menginginkan\u003c/em\u003e dan lebih memilih \u003cem\u003eAllah dan Rasul-Nya\u003c/em\u003e dengan bersabar atas kehidupan yang sederhana ini \u003cem\u003edan\u003c/em\u003e berharap balasan di \u003cem\u003enegeri\u003c/em\u003e \u003cem\u003eakhirat, maka sesungguhnya Allah menyediakan pahala yang besar bagi siapa yang berbuat baik di antara kamu\u003c/em\u003e. Allah menjanjikan surga bagi siapa saja dari kamu yang tidak meminta hal-hal duniawi kepada Rasulullah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pilihan kedua yang disampaikan Rasulullah ialah jika para istrinya memilih keridaan Allah dan Rasul-Nya dan pahala hari akhirat, maka taatlah kepada Allah dan Rasul-Nya. Allah telah menyediakan pahala yang besar bagi para istrinya yang baik dalam perkataan, perbuatan, dan tingkah laku. Mereka ditempatkan di dalam surga yang penuh kenikmatan."}},{"number":30,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah menjanjikan balasan yang agung bagi istri-istri Nabi yang berbuat baik. Di sisi yang lain, mereka juga dihadapkan pada acaman yang mengerikan jika berbuat dosa. \u003cem\u003eWahai istri-istri Nabi! Barang siapa di antara kamu yang mengerjakan perbuatan keji yang nyata,\u003c/em\u003e seperti zina dan durhaka kepada suami, \u003cem\u003eniscaya azabnya akan dilipatgandakan dua kali lipat kepadanya\u003c/em\u003e dibanding perempuan-perempuan yang bukan istri Nabi. \u003cem\u003eDan yang demikian itu mudah bagi Allah.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah memperingatkan istri-istri Nabi agar selalu menjaga diri karena mereka adalah ibu dari seluruh kaum Muslimin dan menjadi contoh teladan bagi mereka. Perintah Allah itu ialah, \"Barang siapa di antara istri Nabi yang mengerjakan perbuatan keji, perbuatan yang terlarang, dan sebagainya, maka mereka akan memperoleh azab dua kali lipat dari azab yang diterima orang biasa.\"\nPemberian azab dua kali lipat kepada istri-istri Nabi ini ialah karena mereka termasuk orang-orang yang telah mengetahui dengan sebenarnya perintah-perintah dan larangan-larangan Allah. Di samping itu, mereka juga adalah penjaga rumah tangga Rasulullah dari segala perbuatan yang jahat yang mungkin terjadi di dalamnya.\nSebagian ulama menetapkan hukum berdasarkan ayat ini bahwa untuk tindakan kejahatan yang sama jenisnya, maka hukuman yang akan diterima oleh orang-orang yang tahu itu lebih berat dari hukuman yang akan diterima oleh orang yang tidak tahu. Orang yang tahu telah mengetahui akibat dari suatu perbuatan. Jika ia melakukan perbuatan itu, berarti ia melakukan dengan penuh kesadaran, sedang yang tidak tahu, ia mengerjakan tindakan kejahatan itu tanpa kesadaran dalam arti yang sebenarnya. Oleh karena itu, orang-orang tahu itu wajib memperoleh hukuman dua kali lipat dari hukuman yang diperoleh orang yang tidak tahu.\nDiriwayatkan bahwa seorang laki-laki berkata kepada Zainal 'abidin r.a., \"Sesungguhnya kamu adalah keluarga Nabi yang telah memperoleh ampunan.\" Maka Zainal 'abidin marah kepada orang itu dan berkata, \"Apa yang telah ditetapkan Allah terhadap istri-istri Nabi lebih pantas untuk ditetapkan bagi kami dari apa yang kamu katakan itu. Kami berpendapat bahwa balasan kebajikan kami dilipatgandakan sebagaimana balasan kesalahan kami dilipatgandakan pula.\" Kemudian beliau membaca ayat ini.\n"}},{"number":31,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eWahai para istri Nabi, kamu mempunyai kedudukan yang lebih utama dibandingkan para wanita biasa disebabkan besarnya tanggung jawab yang harus kamu emban. Bila salah satu dari kamu berbuat dosa yang nyata maka ia akan mendapat hukuman dua kali lebih berat. \u003cem\u003eDan barang siapa di antara kamu,\u003c/em\u003e wahai para istri Nabi, \u003cem\u003etetap taat\u003c/em\u003e \u003cem\u003ekepada Allah dan Rasul-Nya dan\u003c/em\u003e selalu \u003cem\u003emengerjakan kebajikan, niscaya Kami berikan pahala kepadanya dua kali lipat\u003c/em\u003e dibandingkan pahala wanita yang bukan istri Nabi, \u003cem\u003edan Kami sediakan rezeki yang mulia baginya,\u003c/em\u003e baik di dunia maupun di akhirat.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah menerangkan bahwa siapa pun di antara istri-istri Nabi. saw yang tetap taat kepada Allah dan rasul-Nya, serta mengerjakan amal yang saleh, pasti diberi-Nya pahala dua kali lipat sebagai penghargaan bagi mereka. Penghargaan itu karena kedudukan mereka selaku \"Ummahatul Mu'minin\", yaitu ibu kehormatan segenap kaum mukminin, dan mereka berada di rumah Nabi saw, tempat turun wahyu Allah, cahaya hikmat dan petunjuk ke jalan yang lurus. Selain pahala yang berlipat ganda, Allah akan memberikan pula rezeki yang mulia di dunia dan di akhirat. Di dunia karena mereka menjadi pusat perhatian seluruh perempuan mukminat yang memandang mereka dengan penuh penghormatan dan kewibawaan dan di akhirat karena mereka adalah istri-istri Nabi. saw yang akan ditempatkan oleh Allah pada derajat yang tinggi dalam surga Jannatun Na'im."}},{"number":32,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eWahai para istri Nabi, kamu adalah pendamping Nabi yang merupakan representasi Al-Qur\u0026rsquo;an dan Islam, maka sudah menjadi kewajiban kamu untuk menjaga citra tersebut. \u003cem\u003eWahai istri-istri Nabi\u003c/em\u003e, kedudukan dan keutamaan \u003cem\u003ekamu tidak\u003c/em\u003e sama \u003cem\u003eseperti perempuan-perempuan yang lain, jika kamu bertakwa\u003c/em\u003e. Kamu harus menjaga kehormatan kamu lebih dari usaha perempuan lain menjaga kehormatan mereka. \u003cem\u003eMaka, janganlah kamu tunduk,\u003c/em\u003e yakni menggenitkan suara \u003cem\u003edalam berbicara\u003c/em\u003e \u003cem\u003esehingga bangkit nafsu orang yang ada penyakit dalam hatinya\u003c/em\u003e, yakni orang yang mempunyai niat berbuat serong; \u003cem\u003edan ucapkanlah perkataan yang baik\u003c/em\u003e dengan cara yang wajar.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah memperingatkan kepada istri-istri Nabi. saw bahwa mereka dengan julukan \"Ummahatul Mu'minin\" sama sekali tidak dapat dipersamakan dengan perempuan mukminat yang mana pun dalam segi keutamaan dan penghormatan, jika mereka betul-betul bertakwa. Tidak ada seorang perempuan pun yang dapat menyerupai kedudukan apalagi melebihi keutamaan mereka karena suami mereka adalah \"Sayyidul Anbiya' wal Mursalin\". Oleh karena itu, jika mengadakan pembicaraan dengan orang lain, maka mereka dilarang merendahkan suara yang dapat menimbulkan perasaan kurang baik terhadap kesucian dan kehormatan mereka, terutama jika yang dihadapi itu orang-orang fasik atau munafik yang itikad baiknya diragukan. Istri-istri Nabi. saw itu, setelah beliau wafat tidak boleh dinikahi oleh siapa pun, sesuai dengan firman Allah:\nDan tidak boleh kamu menyakiti (hati) Rasulullah dan tidak boleh (pula) menikahi istri-istrinya selama-lamanya setelah (Nabi wafat). Sungguh, yang demikian itu sangat besar (dosanya) di sisi Allah. (al-Ahzab/33: 53) \n"}},{"number":33,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan hendaklah kamu,\u003c/em\u003e wahai istri-istri Nabi, \u003cem\u003etetap di rumahmu\u003c/em\u003e dan tidak keluar kecuali untuk keperluan yang dibenarkan oleh agama, \u003cem\u003edan\u003c/em\u003e \u003cem\u003ejanganlah kamu berhias dan\u003c/em\u003e bertingkah laku \u003cem\u003eseperti orang-orang jahiliah dahulu,\u003c/em\u003e di antaranya menggunakan gelang kaki dan menghen\u0026shy;takkannya saat berjalan serta menampakkan bagian tubuh yang seharusnya ditutupi. \u003cem\u003eDan laksanakanlah salat\u003c/em\u003e secara sempurna, baik salat wajib maupun sunah; \u003cem\u003etunaikanlah zakat, dan\u003c/em\u003e \u003cem\u003etaatilah Allah dan Rasul-Nya\u003c/em\u003e dengan menjalankan perintah dan menjauhi larangan. \u003cem\u003eSesungguhnya Allah,\u003c/em\u003e dengan menurunkan perintah dan larangan itu, \u003cem\u003ebermaksud\u003c/em\u003e \u003cem\u003ehendak menghilangkan dosa dari kamu, wahai ahlulbait\u003c/em\u003e, yaitu keluarga Rasulullah, \u003cem\u003edan membersih\u0026shy;kan kamu sebersih-bersihnya.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah memerintahkan supaya para istri Nabi. tetap tinggal di rumah mereka masing-masing dan tidak keluar kecuali bila ada keperluan. Perintah ini berlaku bagi istri-istri Nabi. saw. Mereka dilarang memamerkan perhiasannya, dan bertingkah laku seperti orang-orang Jahiliah masa dahulu sebelum zaman Nabi Muhammad. \nSetelah mereka dilarang mengerjakan keburukan, mereka diperintahkan mengerjakan kebajikan, seperti mendirikan salat lima waktu sesuai syarat dan rukun-rukunnya dan menunaikan zakat harta bendanya. Telah menjadi kebiasaan, jika disebut salat maka selalu dikaitkan dengan zakat, sebab keduanya menghasilkan kebersihan diri dan harta. Hikmah dari keduanya supaya tetap taat kepada Allah dan Rasul-Nya karena hal itu adalah pelaksanaan dari isi dua kalimat syahadat yang menjadi jalan kebahagiaan di dunia dan akhirat. \nAllah mengeluarkan perintah itu disertai sebutan \"ahlul bait\", yaitu semua keluarga rumah tangga Rasulullah, dengan maksud untuk menghilangkan dosa-dosa dari mereka. Allah juga bermaksud membersihkan mereka dari kekotoran kefasikan dan kemunafikan yang biasa menempel pada orang yang berdosa. Dengan demikian, Allah akan membersihkan mereka sebersih-bersihnya. \nAnas bin Malik dalam rangka menerangkan siapa yang dimaksud dengan ahlul bait dalam ayat ini meriwayatkan:\nSesungguhnya Rasulullah selalu mendatangi rumah putrinya Fatimah, selama enam bulan pada setiap salat Subuh. Beliau berseru, \"Salat, hai Ahlul Bait, sesungguhnya Allah hendak menghilangkan dosa dari kamu, dan membersihkan kamu sebersih-bersihnya.\" (Riwayat at-Tirmidzi dan Abu Dawud ath-thayalisi dari Anas bin Malik)\n"}},{"number":34,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan ingatlah\u003c/em\u003e, yakni hafalkan, pahami, laksanakan, dan ajarkanlah \u003cem\u003eapa yang dibacakan di rumahmu dari ayat-ayat Allah\u003c/em\u003e, yakni Al-Qur\u0026rsquo;an,\u003cem\u003e dan hikmah,\u003c/em\u003e yakni sunah Nabi. \u003cem\u003eSungguh, Allah Mahalembut\u003c/em\u003e kepada orang-orang yang taat,\u003cem\u003e Maha Mengetahui\u003c/em\u003e siapa saja yang layak mendapat kemuliaan dan kedudukan tinggi. Khitab dalam ayat-ayat ini memang ditu\u0026shy;jukan kepada para istri Nabi, namun wanita muslimah yang baik harus mencontoh apa yang dikerjakan oleh para istri Nabi tersebut.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah menerangkan sebab-sebab mereka mendapat karunia yang besar itu. Di antaranya ialah karena rumah kediaman istri-istri Nabi. itu adalah tempat-tempat turun wahyu. Allah memerintahkan kepada istri-istri Nabi. saw supaya mengajarkan apa yang dibacakan di rumah mereka itu dari ayat-ayat Allah dan sunah Nabi kepada orang lain. Sunah Nabi itu bisa berupa apa yang mereka saksikan tentang kehidupan Nabi dalam lingkungan rumah tangga dan berhubungan dengan syariat Islam."}},{"number":35,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah menjanjikan ampunan dan balasan kebaikan kepada para istri Nabi selama mereka taat kepada Allah dan Rasul-Nya. Janji demikian juga diberikan kepada siapa pun, laki-laki maupun perempuan, yang beriman dan taat kepada Allah dan Rasul-Nya. \u003cem\u003eSungguh, laki-laki dan perempuan muslim\u003c/em\u003e yang taat dan patuh kepada Allah, \u003cem\u003elaki-laki dan perempuan mukmin\u003c/em\u003e dengan iman yang sungguh-sungguh, \u003cem\u003elaki-laki dan perempuan yang tetap\u003c/em\u003e mantap dan ikhlas \u003cem\u003edalam ketaatannya, laki-laki\u003c/em\u003e \u003cem\u003edan perempuan yang benar\u003c/em\u003e dalam ucapan dan perbuatannya, \u003cem\u003elaki-laki dan perempuan yang sabar\u003c/em\u003e dalam menjalankan perintah dan menjauhi larangan Allah serta sabar dalam menghadapi segala cobaan, \u003cem\u003elaki-laki dan perempuan yang khusyuk\u003c/em\u003e dalam salat, \u003cem\u003elaki-laki dan perempuan yang\u003c/em\u003e sering \u003cem\u003ebersedekah\u003c/em\u003e untuk memperoleh rida Allah,\u003cem\u003e laki-laki dan perempuan yang berpuasa\u003c/em\u003e wajib maupun sunah, \u003cem\u003elaki-laki dan perempuan yang memelihara kehormatannya\u003c/em\u003e dari hal-hal yang Allah haramkan (Lihat juga: al-Mu\u0026rsquo;min\u0026ugrave;n/23: 5\u0026ndash;7), \u003cem\u003elaki-laki dan perempuan yang banyak menyebut\u003c/em\u003e nama \u003cem\u003eAllah; Allah telah menyediakan untuk mereka ampunan\u003c/em\u003e atas dosa mereka, \u003cem\u003edan pahala yang besar\u003c/em\u003e berupa surga. Mereka kekal di dalamnya. Ayat ini menjelaskan kesetaraan laki-laki dan perempuan di hadapan Allah dalam hal mendapat balasan amal perbuatan sesuai apa yang masing-masing individu kerjakan.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini Allah menjelaskan sifat-sifat hamba-Nya yang akan diampuni segala dosa dan kesalahannya serta dimasukkan ke dalam surga. Sifat-sifat mereka ada sepuluh macam:\n1.Taat dan tunduk kepada hukum Islam, baik ucapan maupun perbuatan.\n2.Membenarkan dan memercayai ajaran Allah dan rasul-Nya.\n3.Selalu melaksanakan perintah-perintah agama dengan penuh kekhusyukan dan ketenangan.\n4.Selalu benar dalam ucapan dan perbuatan, sebagai tanda keimanan yang sempurna. Dalam sebuah hadis yang sahih disebutkan bahwa Rasulullah saw bersabda, \"Peganglah kebenaran, bahwa kebenaran itu membawa pada kebajikan, dan kebajikan akan membawa masuk surga, dan jauhilah dusta, sebab dusta itu membawa pada kedurhakaan dan kedurhakaan itu membawa ke neraka.\"\n5.Sabar menghadapi kesulitan dan penderitaan dalam melaksanakan perintah Allah serta menahan syahwat dan hawa nafsu.\n6.Khusyuk dan tawaduk kepada Allah, baik jasmani maupun rohani, dalam melaksanakan semua tugas dan kewajiban dan keikhlasan semata-mata untuk mencari keridaan Allah.\n7.Bersedekah dengan harta dan memberi bantuan kepada mereka yang serba kekurangan dan tidak mempunyai penghasilan.\n8.Berpuasa yang dapat membantu menundukkan syahwat dan hawa nafsu, sebagaimana tercantum di dalam sabda Rasulullah saw \"Wahai sekalian pemuda, siapa di antara kamu yang mampu untuk kawin silakan kawin, karena perkawinan itu lebih dapat menahan pandangan mata dan lebih memelihara kemaluan, dan barang siapa yang belum mampu, supaya berpuasa, karena berpuasa itu dapat membendung syahwatnya.\" (Riwayat al-Bukhari dan Muslim dari Ibnu Mas'ud)\n\n9.Menjaga kemaluan dan kehormatan dari segala perbuatan yang haram dan keji, sesuai dengan firman Allah:\nDan orang yang memelihara kemaluannya, kecuali terhadap istri-istri mereka atau hamba sahaya yang mereka miliki; maka sesungguhnya mereka tidak tercela. Tetapi barang siapa mencari di balik itu (zina, dan sebagainya), maka mereka itulah orang-orang yang melampaui batas. (al-Mu'minun/23: 5-7)\n\n10.Selalu ingat kepada Allah dengan lidah dan hati, sesuai dengan hadis yang diriwayatkan dari Mujahid yang menyatakan bahwa seseorang itu belum disebut banyak mengingat Allah kecuali bila sudah dapat mengingat-Nya sambil berdiri, duduk, dan berbaring. Abu Sa'id al-Khudri telah meriwayatkan sebuah hadis bahwa Rasulullah bersabda: \n\"Apabila seorang suami membangunkan seorang istrinya di malam hari lalu mereka salat Tahajud dua rakaat , maka mereka berdua pada malam tersebut termasuk orang-orang yang banyak mengingat Allah.\" (Riwayat Abu Dawud, an-Nasa'i, dan Ibnu Majah)\n\nDalam hadis yang lain dari Sahal bin Mu'az al-Juhani dari ayahnya diriwayatkan bahwa seorang laki-laki bertanya kepada Rasulullah saw: \n\"Pejuang-pejuang manakah yang paling besar pahalanya wahai Rasulullah?\" Nabi saw menjawab, \"Yang paling banyak ingatnya kepada Allah. Lalu ia bertanya lagi,\" Cara orang yang berpuasa manakah yang paling besar pahalanya?\" Nabi saw menjawab, \"Yang paling banyak ingat kepada Allah.\" Kemudian dia menyebutkan pula orang yang salat, berzakat, naik haji dan bersedekah, dan pada kesemuanya itu Nabi saw mengatakan, \"Mereka yang paling banyak ingatnya kepada Allah.\" Abu Bakar lalu berkata kepada Umar, \"Orang yang banyak ingatnya kepada Allah telah membawa semua kebajikan.\" Dan Nabi saw menambahkan, \"Memang demikianlah.\" (Riwayat Ahmad)\n"}},{"number":36,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKetaatan orang-orang yang beriman kepada Allah tidak cukup dibuktikan dengan memiliki sepuluh sifat yang disebutkan dalam ayat-ayat sebelumnya. Ia harus pula tunduk kepada hukum-hukum yang Allah tetapkan. \u003cem\u003eDan tidaklah pantas bagi laki-laki yang mukmin dan perempuan yang mukmin, apabila Allah dan Rasul-Nya telah menetapkan suatu ketetapan\u003c/em\u003e hukum, maka tidak \u003cem\u003eakan ada pilihan\u003c/em\u003e hukum yang lain \u003cem\u003ebagi mereka tentang urusan mereka.\u003c/em\u003e Mereka harus menaati hukum yang Allah dan Rasul-Nya tetapkan.\u003cem\u003e Dan barang siapa mendurhakai Allah dan Rasul-Nya\u003c/em\u003e dengan menolak hukum-Nya, \u003cem\u003emaka sungguh, dia telah tersesat dengan kesesatan yang nyata.\u003c/em\u003e\u003c/p\u003e\r\n\u003cp\u003eAyat ini turun berkenaan dengan salah satu wanita terpandang dikalngan Quraisy bernama Zaianab binti Jahsy. Ia ialah putri bibi Rasulullah, 'Umaimah binti 'Abdul Muthallib. Rasulullah pernah melamar Zainab untuk dinikahkan dengan Zaid bin Haritsah, budak yang dimerdekakan dan dijadikan anak angkat oleh Rasulullah. Zainab dan keluarganya menolak lamaran itu karena menganggap status sosial keduanya tidak setara. Pasca turunnya ayat ini, Zainab menerima lamaran Rasulullah meski dengan hati terpaksa. Ayat ini menegaskan bahwa status sosial tidak menjadi tolok ukur kedudukan seseorang dimata Allah. Kedudukan dan keutamaan seseorang dimata Allah ditentukan olehketakwaan dan ketaatannya kepada Allah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah menjelaskan bahwa tidak patut bagi orang-orang yang beriman baik laki-laki maupun perempuan, apabila Allah dan rasul-Nya telah menetapkan ketentuan, mereka memilih ketentuan lain yang bertentangan dengan ketetapan keduanya. Menentukan pilihan sendiri yang tidak sesuai dengan ketentuan dari Allah dan rasul-Nya berarti mendurhakai perintah keduanya, dan tersesat dari jalan yang benar. Hal seperti itu diancam pula oleh Allah dengan firman-Nya:\nMaka hendaklah orang-orang yang menyalahi perintah Rasul-Nya takut akan mendapat cobaan atau ditimpa azab yang pedih. (an-Nur/24: 63)\n"}},{"number":37,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e ingatlah, \u003cem\u003eketika engkau\u003c/em\u003e, wahai Nabi Muhammad, beberapa kali \u003cem\u003eberkata kepada\u003c/em\u003e orang, yakni Zaid bin H\u0026agrave;ri\u0026scaron;ah,\u003cem\u003e yang telah diberi nikmat oleh Allah\u003c/em\u003e dengan memeluk agama Islam \u003cem\u003edan engkau\u003c/em\u003e juga \u003cem\u003etelah memberi nikmat kepadanya\u003c/em\u003e dengan memerdekakannya dan mengangkatnya menjadi anak,\u003cem\u003e \u0026ldquo;Pertahankanlah terus\u003c/em\u003e \u003cem\u003eistrimu\u003c/em\u003e, Zainab binti Jahsy! Jangan kau ceraikan ia,\u003cem\u003e dan bertakwalah kepada Allah\u003c/em\u003e dengan bersabar menjalani pernikahanmu meski istrimu kurang menghormati\u0026shy;mu\u0026rdquo;.\u003c/p\u003e\r\n\u003cp\u003eAllah selalu mengatur Nabi Muhammad \"Engkau memberi Zaid nasihat demikian, Zaid, \u003cem\u003esedang engkau menyembunyikan didalam hati mu apa yang akan dinyatakan,\u003c/em\u003e yakni diberitahukan, \u003cem\u003eoleh Allah\u003c/em\u003e bahwa Zainab akan menjadi salah satu istrimu, \u003cem\u003edan engkau\u003c/em\u003e menyembunyikan hal itu karena engkau \u003cem\u003etakut kepada manusia, padahal Allah lebih berhak engkau takuti.\"\u003c/em\u003e\u003c/p\u003e\r\n\u003cp\u003eTernyata Zaid tidak mampu mempertahankan pernikahannya sesuai saran rasulullah. \u003cem\u003eMaka ketika Zaid telah mengakhiri keperluan terhadap isterinya,\u003c/em\u003e yakni menceraikannya dan telah habis masa 'iddahnya,\u003cem\u003e Kami nikahkan engkau,\u003c/em\u003e wahai Nabi Muhammad,\u003cem\u003e dengan dia,\u003c/em\u003e Zainab, \u003cem\u003eagar tidak ada keberatan\u003c/em\u003e dan perasaan berdosa \u003cem\u003ebagi orang mukmin untuk\u003c/em\u003e menikahi \u003cem\u003eistri-istri anak-anak angkat mereka,apabila anak-anak angkat itu telah menyelesaikan keperluannya terhadap istrinya,\u003c/em\u003e yakni menceraikannya. \u003cem\u003eDan ketetapan\u003c/em\u003e serta kehendak \u003cem\u003eAllah itu pasti terjadi.\u003c/em\u003e\u003c/p\u003e\r\n\u003cp\u003eSebelum ayat ini turun, ststus anak angkat disamakan dengan anak kandung. mereka berhak mewarisi keluarga angkat, dan ayah angkat tidak boleh menikahi mantan istri anak angkatnya. Ayat ini turun untuk menghapus anggapan salah tersebut. Anak angkat selamanya tidak akan sama statusnya dengan anak kandung. Selain itu, ayat ini juga mengajarkan bahwa pada tataran ideal, pernikahan dilangsungkan atas keinginan dan persetujuan kedua belah pihak dan mendapat dukungan dari dari kedua keluarga.\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Selanjutnya dalam ayat ini, Allah memperingatkan Nabi-Nya bahwa apa-apa yang terjadi antara Zaid bin haritsah dengan Zainab binti Jahsy itu adalah untuk menguatkan keimanan beliau dengan menegaskan kebenaran dan menghilangkan keragu-raguan dari hati orang-orang yang lemah imannya. Allah menyuruh Rasul-Nya supaya memperhatikan ucapannya ketika beliau berkata kepada Zaid bin haritsah, \"Tahanlah terus istrimu dan bertakwalah kepada Allah, dan janganlah berpisah dengannya disebabkan kesombongan atau keangkuhannya karena keturunan, sebab perceraian itu akan mengakibatkan noda yang sulit untuk dihapus.\" \nNabi sendiri telah mengetahui bahwa Zaid pada akhirnya pasti akan bercerai dengan Zainab. Beliau merasa berat jika hal tersebut menjadi kenyataan, sebab akan menimbulkan berbagai macam tanggapan di kalangan masyarakat. Nabi menyembunyikan di dalam hatinya apa yang Allah nyatakan, karena Nabi sendiri menyadari bahwa beliau sendiri harus dijadikan teladan oleh seluruh umatnya untuk melaksanakan perintah Allah walaupun dengan mengorbankan perasaan. Menurut naluri, manusia biasanya takut kepada sesama manusia, padahal Allah yang lebih berhak untuk ditakuti. Beliau membayangkan bahwa apabila beliau menikah dengan Zainab, bekas istri anak angkatnya, hal itu pasti akan menjadi buah bibir di kalangan bangsa Arab, karena sejak zaman Jahiliah mereka memandang bahwa anak angkat itu sama dengan anak kandung, sehingga mereka melarang menikahi bekas istri anak angkat.\n"}},{"number":38,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePernikahan dengan Zainab menjadi beban bagi Nabi karena erat kaitannya dengan persoalan yang sangat peka dalam masyarakat. Allah menguatkan hati Nabi untuk menjalani pernikahan tersebut dan menegaskan, \u003cem\u003e\u0026ldquo;Tidak ada keberatan apa pun pada Nabi\u003c/em\u003e Muhammad \u003cem\u003etentang apa yang telah ditetapkan Allah baginya.\u003c/em\u003e Allah telah menetapkan yang demikian \u003cem\u003esebagai sunah\u003c/em\u003e, yakni ketetapan-ketetapan \u003cem\u003eAllah pada nabi-nabi yang telah terdahulu. Dan ketetapan Allah itu suatu ketetapan yang pasti berlaku.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah menguatkan hukum yang telah ditetapkan sebelumnya yaitu bahwa tidak ada suatu keberatan apa pun atas Nabi saw apa yang telah menjadi ketetapan Allah baginya untuk mengawini perempuan bekas istri anak angkatnya setelah dijatuhi talak oleh suaminya dan habis masa idahnya. Orang-orang Yahudi sering mencela Nabi Muhammad saw karena mempunyai istri yang banyak, padahal mereka mengetahui bahwa nabi-nabi sebelumnya ada yang lebih banyak istrinya seperti Nabi Daud dan Nabi Sulaiman. \nNabi Muhammad diperintahkan Allah supaya tidak menghiraukan pembicaraan khalayak ramai sehubungan dengan pernikahan beliau dengan Zainab. Ketika Zaid telah menceraikan istrinya, Allah menikahkan Nabi saw dengan Zainab agar tidak ada keberatan bagi orang mukmin untuk menikahi bekas istri anak angkat apabila telah diceraikan. Ketetapan Allah tentang pernikahan Zainab dengan Nabi adalah suatu ketetapan yang sudah pasti. \nDiriwayatkan oleh al-Bukhari dan at-Tirmidzi bahwa Zainab sering membangga-banggakan dirinya di hadapan istri-istri Nabi. lainnya dengan ucapan, \"Kamu dinikahkan oleh keluargamu sendiri, tetapi saya dinikahkan oleh Allah. Diriwayatkan oleh Ibnu Jarir ath-thabari dari Sya'bi bahwa Zainab pernah berkata kepada Nabi, \"Saya mempunyai kelebihan dengan tiga perkara yang tidak dimiliki oleh istri-istrimu yang lain, yaitu: kakekku dan kakekmu adalah sama yaitu Abdul Muththalib; Allah menikahkan engkau denganku dengan perintah wahyu dari langit; dan yang ditugaskan menyampaikannya adalah Malaikat Jibril.\"\n"}},{"number":39,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eNabi-nabi terdahulu itu adalah \u003cem\u003eorang-orang yang menyampaikan risalah-risalah\u003c/em\u003e dan syariat-syariat \u003cem\u003eAllah\u003c/em\u003e kepada manusia; \u003cem\u003emereka takut\u003c/em\u003e hanya \u003cem\u003ekepada-Nya dan tidak merasa takut kepada siapa pun selain kepada Allah. Dan cukuplah Allah sebagai pembuat perhitungan\u003c/em\u003e amal perbuatan manusia secara cepat dan cermat.\u0026rdquo; (Lihat juga: al-Anbiy\u0026agrave;\u0026rsquo;/21: 47)\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah menerangkan bahwa rasul-rasul yang mendahului Nabi Muhammad itu telah melaksanakan sunatullah. Mereka adalah orang-orang yang penuh dengan ketakwaan dan keikhlasan dalam beribadah. Mereka juga orang-orang yang menyampaikan syariat-syariat Allah, sangat takut kepada-Nya dan tidak merasa takut kepada selain-Nya. Nabi Muhammad pun diperintahkan untuk menjadikannya teladan dalam melaksanakan sunatullah, dan cukuplah Allah sebagai pembuat perhitungan."}},{"number":40,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eOrang-orang musyrik, Yahudi, dan munafik tidak henti-hentinya mempersoalkan pernikahan Rasulullah dengan Zainab. Mereka mengejek Nabi karena menikahi mantan istri anaknya; mereka menganggap status anak angkat sama dengan anak kandung. Allah lalu menegaskan,\u003cem\u003e \u0026ldquo;Muhammad itu bukanlah bapak\u003c/em\u003e kandung \u003cem\u003edari\u003c/em\u003e \u003cem\u003eseseorang\u003c/em\u003e laki-laki dewasa \u003cem\u003edi antara kamu, tetapi dia adalah utusan Allah dan penutup para nabi.\u003c/em\u003e Dia adalah nabi terakhir yang menjadi bapak rohaniah bagi seluruh umat. Karena itu, janda Zaid bin H\u0026agrave;ri\u0026scaron;ah dapat dinikahi oleh Rasulullah. \u003cem\u003eDan Allah Maha Mengetahui segala sesuatu\u003c/em\u003e yang kalian lakukan.\u0026rdquo; Ayat ini merupakan dalil bahwa Nabi Muhammad adalah nabi terakhir dan tidak akan ada lagi nabi sesudahnya, Siapapun yang mengakui adanya nabi sesudah Nabi Muahammad, maka dia bukanlah bagian dari umat Islam.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Tatkala Rasulullah menikahi Zainab, banyak orang munafik yang mencela pernikahan itu karena dipandang sebagai menikahi bekas istri anak sendiri. Maka Allah menurunkan ayat ini yang menyatakan bahwa Nabi Muhammad saw tidak usah khawatir tentang cemoohan orang-orang yang mengatakan bahwa beliau menikahi bekas istri anaknya, karena Zaid itu bukan anak kandung beliau, tetapi hanya anak angkat. Muhammad saw sekali-kali bukan bapak dari seorang laki-laki di antara umatnya, tetapi ia adalah utusan Allah dan nabi-Nya yang terakhir. Tidak ada nabi lagi setelah beliau. \nNabi Muhammad saw itu adalah bapak dari kaum Muslimin dalam segi kehormatan dan kasih sayang sebagaimana setiap rasul pun adalah bapak dari seluruh umatnya. Muhammad itu bukan bapak dari seorang laki-laki dari umatnya dengan pengertian \"bapak\" dalam segi keturunan yang menyebabkan haramnya mushaharah (perbesanan), tetapi beliau adalah bapak dari segenap kaum mukminin dalam segi agama. Beliau mempunyai rasa kasih sayang kepada seluruh umatnya untuk memperoleh kebahagiaan hidup di dunia dan akhirat, seperti kasih sayang seorang ayah terhadap anak-anaknya. \nAnak laki-laki Nabi saw dari Khadijah ada tiga orang, yaitu Qasim, thayyib, dan thahir, semuanya meninggal dunia sebelum balig. Dari Mariyah al-Qibthiyah, Nabi memperoleh seorang anak laki-laki bernama Ibrahim yang juga meninggal ketika masih kecil. Di samping tiga anak laki-laki, Nabi saw juga mempunyai empat anak perempuan dari Khadijah, yaitu Zainab., Ruqayyah, Ummu Kaltsum, dan Fathimah. Tiga yang pertama meninggal sebelum Nabi wafat. \nAllah Maha Mengetahui segala sesuatu tentang siapa yang diangkat sebagai nabi-nabi yang terdahulu dan siapa yang diangkat sebagai nabi penutup. Berikut hadis-hadis yang menerangkan tentang kedudukan Nabi Muhammad sebagai nabi penutup atau terakhir, di antaranya:\nDari Jabir bin Muth'im bahwa ia berkata, \"Aku mendengar Rasulullah bersabda, 'Aku punya beberapa nama: aku Muhammad, aku Ahmad, aku al-Mahi yang mana Allah menghapus kekufuran denganku dan aku al-hasyir di mana manusia dikumpulkan di bawah kakiku dan aku juga al-'aqib yang mana tidak ada lagi nabi sesudahku.\" (Riwayat al-Bukhari dan Muslim)\nDari Jabir bin 'Abdullah bahwa ia berkata, \"Rasulullah bersabda, 'Posisiku di antara para nabi adalah seperti seorang laki-laki yang membangun rumah, dia menyempurnakan dan menghiasinya kecuali satu tempat batu (bata yang belum dipasang). Orang yang memasuki rumah itu dan melihatnya berkata, 'Alangkah bagusnya rumah ini, kecuali satu tempat batu (bata yang belum dipasang), maka akulah batu (bata yang belum dipasang) itu, di mana aku menjadi penutup kenabian.\" (Riwayat Muslim)\nDari Abu Hurairah bahwa ia berkata, \"Rasulullah bersabda, 'Aku dilebihkan dari para nabi dengan enam hal: 1) Aku diberi kalimat yang singkat tapi padat (luas maknanya). 2) Aku ditolong dengan (diberi rasa) ketakutan (bagi musuh). 3) Dihalalkan bagiku rampasan perang. 4) Allah menjadikan bagiku bumi itu suci (untuk tayamum) dan menjadi masjid. 5) Aku diutus kepada seluruh makhluk, dan 6) Aku dijadikan sebagai penutup para nabi.\" (Riwayat Muslim dan at-Tirmidzi) \nDari Anas bin Malik bahwa ia berkata, \"Rasulullah bersabda, 'Kerasulan dan kenabian telah terputus, tidak ada lagi rasul dan nabi sesudahku.\" (Riwayat Ahmad)\n"}},{"number":41,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAgar keimanan orang-orang mukmin semakin kuat dan tidak terpengaruh cercaan orang-orang musyrik, Yahudi, dan munafik kepada Rasulullah atas pernikahan beliau dengan Zainab, Allah berpesan, \u003cem\u003e\u0026ldquo;Wahai orang-orang yang beriman!\u003c/em\u003e \u003cem\u003eIngatlah kepada Allah\u003c/em\u003e kapan dan di mana saja, \u003cem\u003edengan mengingat\u003c/em\u003e di dalam hati maupun dengan zikir lisan \u003cem\u003esebanyak-banyaknya\u003c/em\u003e agar kamu selalu merasakan kehadiran Allah\u003cem\u003e.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah menganjurkan kepada semua orang beriman yang membenarkan Allah dan rasul-Nya supaya banyak zikir mengingat Allah dengan menyebut nama-Nya sebanyak-banyaknya dengan hati dan lidah pada setiap keadaan dan setiap waktu. Sebab, Allah-lah yang melimpahkan segala nikmat kepada mereka yang tidak terhingga banyaknya. Mereka diperintahkan bertasbih kepada-Nya dengan pengertian membersihkan dan menyucikan Allah dari segala sesuatu yang tidak pantas bagi-Nya.\nBerzikir dan bertasbih ini dilakukan di pagi hari ketika baru bangun dari tidur, sebab ketika itu seakan-akan seseorang hidup kembali setelah mati, untuk menghadapi hidup yang baru. Diperintahkan juga bertasbih pada sore hari karena pada saat itu seseorang telah selesai mengerjakan bermacam-macam pekerjaan sepanjang hari. Zikir pada waktu itu merupakan tanda bersyukur kepada Allah atas limpahan taufik dan hidayah-Nya sehingga dapat melaksanakan pekerjaannya dengan baik, dan dapat memperoleh rezeki untuk keperluan hidupnya dan nafkah bagi keluarganya. \nDengan banyak zikir, ia dapat menghambakan diri kepada Allah dan untuk menghadapi alam akhirat. Di samping itu, ia dapat pula meneliti perbuatan yang sudah dilaksanakan sehingga dapat mengusahakan perbaikan-perbaikan yang diperlukan bagi hari-hari yang akan datang.\n"}},{"number":42,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003edan bertasbihlah kepada-Nya pada waktu pagi dan petang\u003c/em\u003e dengan menyucikan Allah dari sifat-sifat kekurangan.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah menganjurkan kepada semua orang beriman yang membenarkan Allah dan rasul-Nya supaya banyak zikir mengingat Allah dengan menyebut nama-Nya sebanyak-banyaknya dengan hati dan lidah pada setiap keadaan dan setiap waktu. Sebab, Allah-lah yang melimpahkan segala nikmat kepada mereka yang tidak terhingga banyaknya. Mereka diperintahkan bertasbih kepada-Nya dengan pengertian membersihkan dan menyucikan Allah dari segala sesuatu yang tidak pantas bagi-Nya.\nBerzikir dan bertasbih ini dilakukan di pagi hari ketika baru bangun dari tidur, sebab ketika itu seakan-akan seseorang hidup kembali setelah mati, untuk menghadapi hidup yang baru. Diperintahkan juga bertasbih pada sore hari karena pada saat itu seseorang telah selesai mengerjakan bermacam-macam pekerjaan sepanjang hari. Zikir pada waktu itu merupakan tanda bersyukur kepada Allah atas limpahan taufik dan hidayah-Nya sehingga dapat melaksanakan pekerjaannya dengan baik, dan dapat memperoleh rezeki untuk keperluan hidupnya dan nafkah bagi keluarganya. \nDengan banyak zikir, ia dapat menghambakan diri kepada Allah dan untuk menghadapi alam akhirat. Di samping itu, ia dapat pula meneliti perbuatan yang sudah dilaksanakan sehingga dapat mengusahakan perbaikan-perbaikan yang diperlukan bagi hari-hari yang akan datang.\n"}},{"number":43,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDemikianlah pesan Allah kepada orang-orang beriman, karena \u003cem\u003eDialah yang\u003c/em\u003e senantiasa \u003cem\u003ememberi rahmat kepadamu, dan para malaikat-Nya\u003c/em\u003e memohonkan ampunan untukmu, \u003cem\u003eagar Dia\u003c/em\u003e Yang Maha Pengasih \u003cem\u003emengeluarkan kamu dari kegelapan kepada cahaya\u003c/em\u003e yang terang. \u003cem\u003eDan Dia Maha Penyayang\u003c/em\u003e kepada seluruh makhluk-Nya, khususnya \u003cem\u003ekepada orang-orang yang beriman\u003c/em\u003e.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menjelaskan bahwa Dialah yang memberikan rahmat kepada orang-orang yang beriman dan menguji mereka di hadapan malaikat yang berada di langit. Para malaikat pun memohonkan ampun untuk mereka supaya Allah mengeluarkan mereka dengan taufik, hidayah, dan rahmat-Nya dari kegelapan kekafiran kepada cahaya keimanan. Dia Maha Penyayang kepada seluruh kaum Muslimin di dunia dan akhirat. Di dunia, Allah memberi petunjuk kepada mereka pada jalan yang benar, dan di akhirat, Ia memberi keselamatan bagi mereka dari kegoncangan dan malapetaka yang hebat."}},{"number":44,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eCurahan rahmat Allah kepada orang-orang beriman tidak pernah putus, bahkan pada hari Kiamat. Sambutan \u003cem\u003epenghormatan\u003c/em\u003e yang ditujukan kepada \u003cem\u003emereka ketika mereka menemui-Nya ialah, \u0026ldquo;Salam\u003c/em\u003e sejahtera bagi kamu dari segala bencana,\u0026rdquo; \u003cem\u003edan Dia menyediakan pahala\u003c/em\u003e \u003cem\u003eyang mulia\u003c/em\u003e, berlimpah, dan abadi \u003cem\u003ebagi mereka\u003c/em\u003e, yakni surga. Mereka kekal di dalamnya. (Lihat juga: Y\u0026ugrave;nus: 10: 10, ar-Ra\u0026lsquo;d/13: 24, dan Y\u0026agrave;s\u0026igrave;n/36: 58).\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Apabila orang-orang mukmin masuk halaman surga, para malaikat memberi penghormatan kepada mereka dengan ucapan \"salam\" seperti dalam firman Allah:\nSedang para malaikat masuk ke tempat-tempat mereka dari semua pintu; (sambil mengucapkan), \"Selamat sejahtera atasmu karena kesabaranmu.\" Maka alangkah nikmatnya tempat kesudahan itu. (ar-Ra'd/13: 23-24)\n\nAllah menyediakan pahala bagi mereka di akhirat yang datangnya tanpa diminta terlebih dahulu. Mereka merasakan nikmat dari kelezatan makanan, minuman, pakaian, dan tempat-tempat kediaman di dalam surga yang luas sekali. Kenikmatan surga itu belum pernah dilihat oleh mata, didengar oleh telinga, ataupun terlintas dalam hati.\n"}},{"number":45,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eUsai menjelaskan agungnya rahmat yang Allah berikan kepada orang beriman, Allah lalu menjelaskan fungsi pengutusan Nabi Muhammad. \u003cem\u003eWahai Nabi\u003c/em\u003e Muhammad! \u003cem\u003eSesungguhnya Kami mengutusmu\u003c/em\u003e kepada seluruh umat manusia \u003cem\u003euntuk menjadi saksi\u003c/em\u003e kebenaran agama Islam dan agama yang dibawa para rasul sebelum kamu, \u003cem\u003epembawa kabar gembira\u003c/em\u003e bagi mereka yang beriman kepada Allah dan rasul-rasul-Nya serta beramal saleh, \u003cem\u003edan pemberi peringatan\u003c/em\u003e kepada orang-orang yang tidak menerima ajaran Allah,\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah menjelaskan kepada Nabi Muhammad bahwa ia diutus untuk menjadi saksi terhadap orang-orang (umat) yang pernah mendapat risalahnya. Allah mengutusnya sebagai pembawa kabar gembira bagi orang-orang yang membenarkan risalahnya dan mengamalkan petunjuk-petunjuk yang dibawanya bahwa mereka akan dimasukkan ke dalam surga. Ia juga sebagai pemberi peringatan kepada mereka yang mengingkari risalahnya, bahwa mereka akan diazab dengan siksa api neraka. \nSehubungan dengan fungsi Nabi sebagai saksi (syahid), dalam ayat lain Allah berfirman:\nDan bagaimanakah (keadaan orang kafir nanti), jika Kami mendatangkan seorang saksi (Rasul) dari setiap umat dan Kami mendatangkan engkau (Muhammad) sebagai saksi atas mereka. (an-Nisa'/4: 41)\n"}},{"number":46,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003edan untuk menjadi penyeru kepada\u003c/em\u003e agama \u003cem\u003eAllah dengan izin-Nya\u003c/em\u003e, agar manusia meninggalkan kebatilan, \u003cem\u003edan\u003c/em\u003e kami juga mengutusmu \u003cem\u003esebagai cahaya yang menerangi\u003c/em\u003e jalan hidup manusia.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Nabi juga berperan sebagai juru dakwah agama Allah untuk seluruh umat manusia agar mereka mengakui keesaan dan segala sifat-sifat kesempurnaan-Nya. Juga bertujuan agar manusia beribadah kepada Allah dengan tulus ikhlas; memberi penerangan laksana sebuah lampu yang terang benderang yang dapat mengeluarkan mereka dari kegelapan kekafiran kepada cahaya keimanan, dan menyinari jalan yang akan ditempuh oleh orang-orang yang beriman agar mereka berbahagia di dunia dan akhirat. Semua tugas Nabi saw itu dilaksanakannya dengan dan perintah izin Allah."}},{"number":47,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan sampaikanlah kabar gembira kepada orang-orang mukmin\u003c/em\u003e yang mantap keimanannya \u003cem\u003ebahwa sesungguhnya bagi mereka karunia yang besar dari Allah\u003c/em\u003e, yakni surga yang penuh kenikmatan (Lihat juga: Y\u0026ugrave;nus/10: 26 dan asy-Syu\u0026lsquo;ar\u0026agrave;\u0026rsquo;/42: 22).\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ibnu Jarir ath-thabari dan 'Ikrimah telah meriwayatkan sebuah hadis dari al-hasan yang menerangkan bahwa ketika turun ayat al-Fath/48: 2:\nAgar Allah memberikan ampunan kepadamu (Muhammad) atas dosamu yang lalu dan yang akan datang. (al-Fath/48: 2)\n\nPara sahabat bertanya, \"Ya Rasulullah! Kami telah mengetahui apa yang diperbuat Allah untukmu, maka apakah yang akan diperbuat Allah untuk kami?\" Maka turunlah ayat ini (al-Ahzab/33: 47)\nPada ayat ini, Allah memerintahkan Nabi Muhammad supaya menyampaikan berita gembira kepada orang-orang mukmin bahwa sesungguhnya Allah telah menyediakan bagi mereka karunia yang amat besar yang melebihi karunia yang diberikan kepada umat-umat lainnya, karena mereka diberi kemampuan untuk memperbaiki akhlak masyarakat dari berbagai kezaliman kepada keadilan dan kemaslahatan. Mereka juga dapat mengubah wajah umat-umat yang dihadapinya dari sikap membangkang kepada sikap yang tunduk dan patuh demi perbaikan nasibnya di dunia dan di akhirat kelak. \n"}},{"number":48,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan janganlah engkau,\u003c/em\u003e wahai Nabi Muhammad, \u003cem\u003emenuruti\u003c/em\u003e keinginan \u003cem\u003eorang-orang kafir dan orang-orang munafik\u003c/em\u003e yang menolak dan mengejek ajaran agama yang kaubawa itu.\u003cem\u003e Janganlah engkau hiraukan gangguan mereka,\u003c/em\u003e bersabarlah dalam mengemban tugas, \u003cem\u003edan bertawakallah kepada Allah\u003c/em\u003e dalam semua urusanmu. \u003cem\u003eDan cukuplah Allah sebagai pelindung\u003c/em\u003e dari semua yang engkau takutkan, termasuk dari gangguan mereka.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah menjelaskan tentang apa yang dapat menimbulkan kemudaratan. Allah melarang orang yang beriman untuk menuruti orang kafir dan orang-orang munafik. Mereka juga diperintahkan untuk tidak menghiraukan gangguan orang kafir terhadap berlangsungnya dakwah kepada jalan Allah, dan menghadapi mereka dengan penuh kesabaran dan tawakal. Allah-lah yang harus dipandang sebagai pelindung di dalam melaksana-kan tugas dakwah guna semaraknya syiar Islam."}},{"number":49,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eBertawakal kepada Allah setelah berusaha secara maksimal merupakan cara aman bagi orang yang beriman agar tidak putus asa. Bila seseorang telah berusaha mempertahankan perkawinan, namun pada akhirnya mesti berakhir dengan perceraian, maka hendaklah dia kembalikan persoalan tersebut kepada Allah yang Maha Bijaksana dalam ketetapan-Nya. \u003cem\u003eWahai orang-orang yang beriman! Apabila kamu menikahi perempuan-perempuan mukmin\u003c/em\u003e yang mantap imannya, \u003cem\u003ekemudian\u003c/em\u003e \u003cem\u003ekamu ceraikan mereka sebelum kamu mencampurinya\u003c/em\u003e, yakni melakukan hubungan intim suami istri dengannya, \u003cem\u003emaka tidak ada masa idah atas mereka yang perlu\u003c/em\u003e \u003cem\u003ekamu perhitungkan\u003c/em\u003e. \u003cem\u003eNamun berilah mereka mut\u0026rsquo;ah,\u003c/em\u003e yaitu imbalan materi sebagai penghibur hati akibat percerain, \u003cem\u003edan lepaskan\u003c/em\u003e serta ceraikan-\u003cem\u003elah mereka itu\u003c/em\u003e \u003cem\u003edengan cara yang sebaik-baiknya\u003c/em\u003e agar mereka dapat menempuh jalan hidup yang terbaik untuk mereka. Ayat ini menuntun suami agar mempermudah proses perceraian apabila salah satu atau kedua pihak sudah tidak ingin lagi mempertahankan sebuah perkawinan.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah menjelaskan bahwa jika terjadi perceraian antara seorang mukmin dan istrinya yang belum pernah dicampuri, maka perempuan yang telah diceraikan itu tidak mempunyai masa idah dan perempuan itu langsung bisa nikah lagi dengan lelaki yang lain. Bekas suami yang menceraikan itu hendaklah memberi mut'ah, yaitu suatu pemberian untuk menghibur dan menyenangkan hati istri yang diceraikan. Besar dan kecilnya mut'ah itu tergantung kepada kesanggupan suami sesuai dengan firman Allah:\nTidak ada dosa bagimu, jika kamu menceraikan istri-istri kamu yang belum kamu sentuh (campuri) atau belum kamu tentukan maharnya. Dan hendaklah kamu beri mereka mut'ah, bagi yang mampu menurut kemampuannya dan bagi yang tidak mampu menurut kesanggupannya, yaitu pemberian dengan cara yang patut, yang merupakan kewajiban bagi orang-orang yang berbuat kebaikan. (al-Baqarah/2: 236)\n\nPatut diperhatikan bahwa jika perempuan itu harus meninggalkan rumah maka cara mengeluarkannya hendaklah dengan sopan-santun sehingga tidak menyebabkan sakit hatinya. Kepadanya harus diberikan bekal yang wajar, sehingga pemberian itu benar-benar merupakan hiburan yang meringankan penderitaan hatinya akibat perceraian yang dialaminya. Diriwayatkan dari Sahal bin Sa'ad dan Abu Usaid:\nNabi saw telah mengawini Umaimah binti Syarahil. Ketika Umaimah masuk ke dalam rumah (Nabi), Nabi mengulurkan tangan kepadanya, namun dia seakan-akan tidak menyukai (cara penyambutan Nabi tersebut). Maka Nabi menyuruh Abu Usaid agar memberikan dua potong baju yang baik yang terkenal pada waktu itu (sebagai hadiah perceraian). (Riwayat al-Bukhari) \n"}},{"number":50,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eUsai menjelaskan persoalan perceraian yang berlaku secara umum pada ayat-ayat yang lalu, pada ayat berikut Allah menjelaskan hukum pernikahan yang berlaku secara khusus bagi Nabi Muhammad. \u003cem\u003eWahai Nabi\u003c/em\u003e Muhammad! \u003cem\u003eSesungguhnya Kami telah menghalalkan bagimu istri-istrimu yang telah engkau berikan maskawinnya, dan\u003c/em\u003e Kami halalkan juga bagimu \u003cem\u003ehamba sahaya yang engkau miliki, termasuk apa yang engkau peroleh dalam peperangan yang dikaruniakan Allah untukmu\u003c/em\u003e, berupa harta maupun wanita yang ditinggalkan oleh musuh. \u003cem\u003eDan\u003c/em\u003e Kami halalkan pula untukmu menikahi \u003cem\u003eanak-anak perempuan dari saudara laki-laki bapakmu, anak-anak perempuan dari saudara perempuan bapakmu, anak-anak perempuan dari saudara laki-laki ibumu, dan anak-anak perempuan dari saudara perempuan ibumu yang turut hijrah bersamamu, dan\u003c/em\u003e Kami halalkan pula untukmu menikahi \u003cem\u003eperempuan mukmin yang menyerahkan dirinya kepada Nabi\u003c/em\u003e untuk dinikahi tanpa mahar, \u003cem\u003ekalau Nabi ingin menikahinya\u003c/em\u003e. Kami gariskan hukum demikian \u003cem\u003esebagai kekhususan bagimu,\u003c/em\u003e wahai Nabi Muhammad, \u003cem\u003ebukan untuk semua orang\u003c/em\u003e \u003cem\u003emukmin\u003c/em\u003e selain dirimu. \u003cem\u003eKami telah mengetahui apa yang Kami wajibkan kepada mereka\u003c/em\u003e, orang-orang mukmin,\u003cem\u003e tentang istri-istri mereka dan hamba sahaya yang\u003c/em\u003e \u003cem\u003emereka miliki.\u003c/em\u003e Kami tentukan hukum perkawinan yang demikian itu kepadamu tiada lain \u003cem\u003eagar tidak menjadi kesempitan\u003c/em\u003e dan beban \u003cem\u003ebagimu\u003c/em\u003e, wahai Nabi, dalam menjalankan tugas kenabian. \u003cem\u003eDan Allah Maha Pengampun\u003c/em\u003e kepada hamba-Nya yang bertobat, Maha Penyayang dengan karunia-Nya yang tiada terbatas.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah secara jelas telah menghalalkan bagi Nabi Muhammad mencampuri perempuan-perempuan yang dinikahi dan diberikan kepada mereka maskawin. Juga dihalalkan baginya hamba sahaya (jariyah) yang diperoleh dalam peperangan, seperti shafiyah binti Huyai bin Akhtab yang diperoleh pada waktu Perang Khaibar. Oleh Nabi saw, shafiyah dimerdekakan, dan kemerdekaan itu dijadikan maskawin. Begitu juga dengan Juwairiyah binti al-harits. dari Bani Mushthaliq. yang dimerdekakan dan dinikahi Nabi saw. Adapun hamba sahaya (jariyah) yang dihadiahkan kepada Nabi adalah Raihanah binti Syam'un dan Mariyah al-Qibthiyah yang melahirkan putra Nabi yang bernama Ibrahim. \nAllah juga menghalalkan kepada Nabi untuk menikahi anak-anak perempuan dari saudara laki-laki bapaknya dan anak-anak perempuan dari saudara perempuan bapaknya, anak-anak perempuan dari saudara laki-laki ibunya, anak-anak perempuan dari saudara perempuan ibunya yang turut hijrah bersama Rasulullah dan perempuan mukmin yang menyerahkan dirinya kepada Nabi saw kalau Nabi mau menikahinya.\nKelonggaran-kelonggaran ini hanya khusus bagi Nabi, dan tidak untuk semua mukmin, dengan pengertian bahwa jika ada seorang perempuan menyerahkan dirinya untuk dinikahi oleh seorang muslim, walaupun dengan sukarela, tetap wajib dibayar maskawinnya. Berlainan halnya jika perempuan itu menyerahkan dirinya untuk dinikahi oleh Nabi saw, maka ia boleh dinikahi tanpa maskawin. \nMaskawin itu jika tidak disebutkan bentuk (nilainya) ketika melangsungkan akad nikah, maka bentuknya itu dapat ditetapkan dengan mahar. mitsl, yaitu mahar yang nilainya sama dengan nilai mahar yang biasa diberikan keluarganya. Ketetapan untuk membayar mahar mitsl itu setelah terjadi percampuran di antara keduanya atau setelah suaminya meninggal dunia tetapi belum sempat bercampur. Jika terjadi perceraian antara suami-istri sebelum bercampur, maka yang wajib dibayar adalah separuh dari maskawinnya, yang telah ditentukan dan dapat dibebaskan dari membayar maskawin itu bila istrinya merelakannya. \nAllah mengetahui apa yang telah diwajibkan kepada kaum mukminin terhadap istrinya dan terhadap hamba sahaya yang mereka miliki seperti syarat-syarat akad nikah dan lainnya, dan tidak boleh menikahi seorang perempuan dengan cara hibah atau tanpa saksi-saksi. Mengenai hamba sahaya yang dibeli atau yang bukan dibeli haruslah hamba sahaya yang halal dicampuri oleh pemiliknya, seperti hamba sahaya ahli kitab, bukan hamba sahaya yang musyrik atau beragama Majusi. Allah adalah Maha Pengampun lagi Maha Penyayang terhadap hamba-Nya yang beriman, jika mereka bertobat dari dosa-dosa yang mereka perbuat sebelum mereka mendapat petunjuk.\n"}},{"number":51,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eBila para suami yang berpoligami wajib secara adil mengatur gilir-an untuk mendatangi istri-istri mereka, maka ketentuan demikian tidak Allah berlakukan atas Nabi Muhammad. \u003cem\u003eEngkau\u003c/em\u003e, wahai Nabi Muhammad, \u003cem\u003eboleh menangguhkan\u003c/em\u003e menggauli \u003cem\u003esiapa yang engkau kehendaki di antara mereka\u003c/em\u003e, yakni para istrimu, \u003cem\u003edan\u003c/em\u003e boleh pula \u003cem\u003emenggauli siapa\u003c/em\u003e di antara mereka \u003cem\u003eyang engkau kehendaki\u003c/em\u003e. \u003cem\u003eDan siapa yang engkau ingini untuk menggaulinya kembali dari istri-istrimu\u003c/em\u003e \u003cem\u003eyang telah engkau sisihkan,\u003c/em\u003e yakni engkau tinggalkan untuk tidak menggaulinya kemudian kamu menginginkannya kembali atau mereka yang menginginkannya, \u003cem\u003emaka tidak ada dosa bagimu\u003c/em\u003e karena Kami perbolehkan khusus untukmu hal tersebut. Kekhususan \u003cem\u003eyang demikian itu\u003c/em\u003e Allah anugerahkan kepadamu agar \u003cem\u003elebih dekat untuk ketenangan hati\u003c/em\u003e \u003cem\u003emereka, dan mereka tidak merasa sedih\u003c/em\u003e ketika engkau tidak mendampingi mereka, \u003cem\u003edan mereka rela dengan apa yang telah engkau berikan kepada mereka\u003c/em\u003e \u003cem\u003esemuanya\u003c/em\u003e, karena mereka tahu itulah ketetapan Allah. \u003cem\u003eDan Allah mengetahui apa yang\u003c/em\u003e tersimpan \u003cem\u003edalam hatimu. Dan Allah Maha Mengetahui\u003c/em\u003e apa yang tersimpan dalam hati istri-istrimu, \u003cem\u003eMaha Penyantun\u003c/em\u003e dengan tidak segera menghukum hamba yang berbuat salah dan dosa. Menurut satu riwayat, suatu ketika sebagian dari istri-istri Nabi cemburu, dan sebagian lain meminta tambahan belanja. Nabi memutuskan hubungan mereka hingga sebulan. Akibat takut diceraikan oleh Nabi, mereka menghadap Nabi dan menyatakan keralaan mereka atas apa saja yang akan dilakukan oleh Nabi terhadap mereka. Ayat ini turun guna mengizinkan Nabi untuk menggauli atu tidak menggauli istri yang dikehendakinya, dan mengizinkan Nabi mengajak rujuk sekiranya ada dari istri-istrinya yang belia ceraikan. Meski Allah memberi Nabi kebebasan untuk menentukan waktu bergilir bagi istri-istrinya, beliau tetap berusaha membagi giliran secara adil. Bila hendak menangguhkan giliran istri yang seharusnya didatangi, beliau tidak lupa meminta izin kepada yang bersangkutan. Istri-istri Nabi yang mendapat giliran secara rutin adalah Aisyah, Hafsah, Zainab, dan Umu Salamah, adapun istri-istri yang tidak mendapat giliran secara teratur atas persetujuan mereka adalah Ummu Habibah, Maimunah, Saudah, Safiyyah, dan Juwairiyah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah memberi kebebasan kepada Nabi Muhammad untuk menangguhkan siapa di antara istri-istrinya yang beliau kehendaki dan boleh pula menggauli siapa di antara mereka yang beliau kehendaki. Beliau juga diberi kebebasan untuk mengawini kembali istri-istrinya yang telah dicerai mengingat kemaslahatan bagi dirinya dan masyarakat. \nDiriwayatkan oleh Ibnu Jarir ath-thabari dari Abu Razin bahwa ketika diturunkan ayat yang menyuruh istri-istri Nabi. saw untuk memilih antara tetap menjadi istri Nabi. dengan keadaan sederhana tanpa kemewahan atau berpisah dari Nabi saw karena mengejar kesenangan hidup yang lebih sesuai dengan keinginan hawa nafsunya, maka timbullah rasa kekhawatiran pada istri-istri Nabi. saw itu. Mereka secara serentak menyatakan kerelaannya untuk tetap hidup bersama Nabi saw dalam keadaan bagaimanapun juga karena mereka lebih mengutamakan segi kehidupan agama daripada kesenangan duniawi. \nLalu Nabi menangguhkan menggauli beberapa istrinya atas permintaan mereka, seperti Ummu habibah, Maimunah, Saudah, shafiyah, dan Juwairiyah. Terhadap kelima istrinya ini, Nabi saw tidak mengatur giliran bermalam secara teratur. Adapun terhadap istri-istrinya yang empat orang lagi yaitu 'aisyah, Hafshah, Zainab dan Ummu Salamah beliau mengatur giliran untuk bermalam, serta mempersamakan pembagian pakaian dan makanan. \nKebebasan Nabi untuk mengatur giliran, makanan, pakaian, dan lain-lain sesuai dengan sifat adil Nabi dalam melaksanakan petunjuk Allah, sehingga tidak menimbulkan rasa cemburu dalam hati para istrinya. Mereka menerima dengan rela perlakuan Nabi.\nDiriwayatkan dari 'Abdullah bin Yazid bahwa 'aisyah pernah berkata, \"Adalah kebiasaan Nabi saw untuk membagi-bagi giliran di antara istri-istrinya dengan adil, kemudian Nabi saw berdoa, \"Ya Allah, inilah pembagianku tentang apa yang aku kuasai (yaitu soal pembagian benda materi), maka janganlah Engkau mencercaku tentang apa-apa yang Engkau kuasai dan tidak aku kuasai (soal cinta).\" (Riwayat Ahmad)\n\nHadis ini mengandung suatu anjuran supaya tetap memelihara kemurnian hati dan ancaman bagi mereka yang tidak berserah diri kepada ketentuan Allah dan Rasul-Nya. Allah Maha Mengetahui tentang segala rahasia yang tersimpan di dalam hati, lagi Maha Penyantun, selalu memberi kesempatan untuk bertobat bagi mereka yang telah menyadari akan kesesatannya dan ingin kembali ke jalan yang lurus.\n"}},{"number":52,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKetika ayat ini turun, Nabi mempunyai sembilan istri, yaitu \u0026lsquo;\u0026Agrave;\u0026rsquo;isyah, \u0026Egrave;af\u0026ecirc;ah, Zainab, Ummu Salamah, Ummu \u0026Egrave;ab\u0026igrave;bah, Maim\u0026ugrave;nah, Saudah, \u0026Euml;afiyyah, dan Juwairiyah. Allah memberi Nabi kekhususan hukum dalam hal relasi suami-istri, tetapi Dia juga memberi batasan dalam pernikahan Nabi. Tidak halal bagimu, wahai Nabi Muhammad, menikahi perempuan-perempuan lain setelah itu, yakni selain yang sudah hidup bersamamu saat ayat ini turun, dan tidak boleh pula bagimu menceraikan lalu mengganti mereka dengan istri-istri yang lain, meskipun kecantikannya menarik hatimu, kecuali perempuan-perempuan hamba sahaya yang engkau miliki. Dan Allah Maha Mengawasi segala sesuatu di mana dan kapan pun untuk kebaikan alam semesta.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah tidak membolehkan Nabi saw untuk menikahi perempuan-perempuan lain setelah ayat ini turun. Allah juga melarang untuk mengganti mereka dengan istri-istri yang lain, meskipun kecantikannya menarik perhatian Nabi saw, kecuali perempuan-perempuan hamba sahaya yang diperoleh dari peperangan atau yang dihadiahkan kepada beliau.\nAbu Dawud dan al-Baihaqi meriwayatkan dari Anas bin Malik bahwa dia berkata, \"Setelah Allah menyuruh memilih kepada istri-istri Nabi., lalu mereka memilih supaya tetap berada di bawah naungan rumah tangga Nabi, maka Allah Taala pun membatasi Nabi untuk menambah istri-istrinya yang sembilan orang itu dengan tidak nikah lagi.\" Dan Allah adalah Maha Mengawasi segala sesuatu.\nAllah mengizinkan Nabi Muhammad beristri lebih dari empat mengandung hikmah yang sangat tinggi karena pernikahan itu ditentukan oleh Allah Yang Maha Mengetahui dan Mahabijaksana. Di antara hikmah itu ialah:\n1.Menyampaikan hukum khusus kaum wanita yang tidak diketahui kecuali oleh suami istri. Jika istri banyak, maka banyak pula hukum tentang perempuan yang dapat diperoleh. Diterima atau tidaknya riwayat yang berasal dari mereka sangat terpengaruh oleh banyaknya riwayat.\n2.Kebutuhan terhadap pendukung yang kuat bagi dakwah pada permulaan Islam. Hubungan besan dan perkawinan secara tradisi pasti saling mendukung dan menolong.\n3.Setiap orang Islam pasti ingin menjalin hubungan keluarga dengan Nabi saw, agar bebas masuk ke rumah Nabi saw. Bahkan, setiap muslim ingin dapat melayani Nabi.\n4.Nabi saw membalas jasa orang yang membelanya dalam perjuangan Islam. Balasan yang sangat berharga adalah besanan dan menikahi keluarganya, seperti perkawinan Nabi dengan 'aisyah binti Abu Bakar dan Hafshah binti 'Umar.\n5.Menghapus tradisi jahiliah dengan hukum yang lebih bermanfaat, seperti pernikahannya dengan Zainab. Sebetulnya Nabi tidak menginginkannya karena takut pada celaan orang, namun hal ini berguna untuk mempertahankan nasab dan kerabat.\n6.Nabi mampu berbuat adil dan memberikan bimbingan kepada keluarganya, yang tidak dimiliki oleh orang lain.\n"}},{"number":53,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSaat Nabi merayakan pernikahan dengan Zainab binti Jahsy, beliau mengundang tamu untuk mencicipi hidangan walimah. Di antara tamu-tamu itu, ada tiga orang yang terlalu asyik dan lama berbincang karena merasa betah di kediaman Rasulullah. Melalui ayat berikut Allah menjelaskan etika berkunjung ke rumah Nabi. \u003cem\u003eWahai\u003c/em\u003e \u003cem\u003eorang-orang yang beriman! Janganlah kamu memasuki rumah-rumah Nabi\u003c/em\u003e sambil menunggu-nunggu waktu makan Rasulullah, \u003cem\u003ekecuali jika kamu diizinkan untuk\u003c/em\u003e \u003cem\u003emakan tanpa menunggu waktu\u003c/em\u003e makanannya \u003cem\u003emasak\u003c/em\u003e. \u003cem\u003eTetapi, jika kamu dipanggil maka masuklah, dan apabila kamu selesai makan, keluarlah kamu\u003c/em\u003e dari kediaman Nabi \u003cem\u003etanpa memperpanjang percakapan. Sesungguhnya yang demikian itu,\u003c/em\u003e yakni berlama-lama di rumah beliau, \u003cem\u003eadalah mengganggu Nabi, sehingga dia malu\u003c/em\u003e \u003cem\u003ekepadamu\u003c/em\u003e untuk memintamu pulang, \u003cem\u003edan Allah tidak malu\u003c/em\u003e menerangkan \u003cem\u003ehal yang benar.\u003c/em\u003e Apapbila kamu mempunyai keperluan dan hendak meminta sesuatu kepada mereka,\u0026nbsp; yakni istri-istri Nabi, maka mintalah dari belakangtabir yang memisahkan kamu dari mereka. Cara yang demikian itu lebih suci bagi hatimu dan hati mereka. Dan tidak boleh kamu menyakitihati Rasulullah dan tidak boleh pula menikahi istri beliau sesudah wafatnya, sangat besar dosanya disisi Allah. Secara eksplisit ayat ini menjelaskan etika bertamu ke rumah Nabi, tetapi sebetulnya iamenjelaskan etika bertamu secara umum. Seseorang hendaknya bertamu seperlunya dan sesuai undangan tuan rumah. Ia tidak sepatutnya berlama-lama karena hal itu akan membuat tuan rumah tidak nyaman.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah mengajarkan sopan santun atau etika terhadap rumah tangga Nabi saw. Allah melarang orang-orang yang beriman untuk memasuki rumah-rumah Nabi saw kecuali dengan izin beliau, untuk makan di rumahnya tanpa menunggu waktu masak makanannya. Pada masa Rasulullah pernah terjadi ada orang-orang yang menunggu waktu makannya. Lalu turun ayat ini yang melarang perbuatan tersebut. Bilamana Rasulullah mengundang beberapa orang sahabat ke rumahnya untuk menghadiri walimah, maka mereka dilarang memasuki rumah Nabi saw, kecuali bila mereka sudah mengetahui bahwa makanannya sudah siap dihidangkan.\nBila hidangan belum siap dan mereka masih sibuk menyiapkan hidangan, maka masuknya tamu itu akan mengganggu ketenangan keluarga Nabi saw. Hal ini juga mengganggu istri Nabi. saw yang sedang bekerja karena akan terlihat sebagian anggota tubuhnya yang tidak boleh dilihat oleh para tamu. Mereka dipersilakan masuk jika telah diundang. Apabila telah selesai makan, supaya segera keluar tanpa memperpanjang percakapan, karena hal itu benar-benar mengganggu Nabi saw, dan beliau sendiri merasa malu untuk menyuruh tamunya keluar. Akan tetapi, Allah tidak segan untuk menerangkan yang benar. \nAllah mengajarkan kesopanan di dalam rumah tangga supaya diperhatikan oleh seluruh tamu-tamu yang berkunjung ke rumah orang. Bilamana ada kepentingan untuk meminta atau meminjam suatu barang ke rumah istri-istri Nabi. saw, maka hendaklah permintaan itu dilakukan dari belakang tabir dan tidak berhadapan secara langsung. Hal yang demikian itu lebih menyucikan hati kedua belah pihak dan tidak pula menyakiti hati Rasulullah. Termasuk perbuatan yang menyakiti hati Rasulullah ialah menikahi istri-istrinya setelah beliau meninggal dunia. Larangan untuk menikahi bekas istri-istri Nabi. saw adalah larangan yang berlaku untuk selamanya karena perbuatan itu amat besar dosanya di sisi Allah. \nNabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri dan istri-istrinya adalah ibu-ibu mereka. (al-Ahzab/33: 6).\n\nImam al-Bukhari meriwayatkan dari Anas bahwa Umar bin Khaththab. pernah berkata, \"Ada tiga pendapatku yang sesuai dengan wahyu yang diturunkan oleh Allah. Pertama, Aku berkata kepada Rasulullah, 'Wahai Rasulullah, alangkah baiknya bila engkau menjadikan maqam Ibrahim tempat salat, lalu Allah menurunkan ayat:\nDan jadikanlah maqam Ibrahim itu tempat salat. (al-Baqarah/2: 125)\n\nKedua, saya berkata, 'Wahai Rasulullah, sesungguhnya istri-istrimu sering didatangi tamu orang baik dan orang jahat, seandainya engkau membuat tabir untuk mereka tentu lebih baik, maka Allah menurunkan ayat hijab ini. Ketiga, saya pernah berkata kepada istri-istri Nabi. ketika mereka berselisih karena rasa cemburu terhadap Nabi, maka turunlah ayat ini:\nJika dia (Nabi) menceraikan kamu, boleh jadi Tuhan akan memberi ganti kepadanya dengan istri-istri yang lebih baik dari kamu. (at-Tahrim/66: 5) \n"}},{"number":54,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eJika kamu menyatakan sesuatu\u003c/em\u003e, baik ucapan maupun perbuatan, \u003cem\u003eatau\u003c/em\u003e \u003cem\u003emenyembunyikannya\u003c/em\u003e dalam hatimu yang paling dalam, \u003cem\u003emaka sesungguhnya Allah Maha Mengetahui segala sesuatu\u003c/em\u003e yang tampak maupun yang tersembunyi.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Sebab turunnya ayat ini, sebagaimana diriwayatkan oleh Juwaibir dari Ibnu 'Abbas, bahwa ada seorang yang telah datang kepada sebagian istri-istri Nabi. saw yang menjadi anak pamannya, lalu bercakap-cakap dengan istri Nabi. secara langsung. Nabi saw menegur hal itu dengan sabdanya, \"Janganlah engkau berbuat seperti ini pada kesempatan yang lain.\" Orang itu menjawab, \"Wahai Rasulullah, ini adalah anak paman saya, dan saya tidak pernah mengatakan sesuatu yang mungkar, dan perempuan itu tidak boleh pula berkata yang tidak baik kepadaku.\" Nabi bersabda, \"Kami telah mengetahui yang demikian itu. Tidak ada yang lebih cemburu daripada Allah, dan tidak ada seorang pun yang lebih cemburu daripada aku.\" Lalu laki-laki itu pergi sambil berkata, \"Siapa yang dapat mencegahku untuk bercakap-cakap dengan anak pamanku; aku pasti akan menikahinya setelah Muhammad wafat.\" Maka turunlah ayat hijab ini, dan laki-laki itu merasa menyesal atas ucapan yang telah dikeluarkannya. Untuk menutupi kesalahan dan menebus dosanya, ia mengeluarkan kifarat dengan memerdekakan seorang hamba sahaya, memberi bekal untuk jihad dengan sepuluh ekor unta, dan naik haji dengan berjalan kaki."}},{"number":55,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eUsai menjelaskan ketentuan berinteraksi dan berkomunikasi dengan istri-istri Nabi pada ayat sebelumnya, pada ayat ini Allah menjelaskan orang-orang tertentu yang dikecualikan dari ketentuan itu. \u003cem\u003eTidak\u003c/em\u003e \u003cem\u003eada dosa atas istri-istri Nabi\u003c/em\u003e untuk berjumpa tanpa tabir \u003cem\u003edengan bapak-bapak mereka, anak laki-laki mereka, saudara laki-laki mereka, anak laki-laki dari saudara laki-laki mereka, anak laki-laki dari saudara perempuan mereka, perempuan-perempuan mereka\u003c/em\u003e yang beriman, baik keluarga maupun bukan, \u003cem\u003edan hamba sahaya yang mereka miliki.\u003c/em\u003e \u003cem\u003eDan bertakwalah kamu,\u003c/em\u003e wahai istri-istri Nabi, \u003cem\u003ekepada Allah. Sungguh, Allah Maha Menyaksikan\u003c/em\u003e \u003cem\u003esegala sesuatu\u003c/em\u003e yang kamu kerjakan. Laki-laki yang disebutkan pada ayat ini diperbolehkan menjumpai istri-istri Nabi tanpa tabir karena ada hubungan kerabat dan karena hajat, sehingga mereka sering berkunjung.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Tidak ada dosa atas istri-istri Nabi. untuk berjumpa tanpa memakai tabir dengan bapak-bapak mereka, baik bapak kandung maupun bapak sesusuan, anak-anak mereka, baik yang seketurunan maupun yang sesusuan, saudara-saudara mereka, atau anak saudara-saudaranya, baik laki-laki maupun perempuan, perempuan-perempuan muslimat yang dekat maupun yang jauh, atau hamba sahaya yang mereka miliki, baik laki-laki maupun perempuan. Adanya hijab di antara mereka itu akan menimbulkan banyak kesulitan karena mereka selalu berkhidmat dalam urusan rumah tangga. Tetapi, yang perlu diingat adalah agar selalu bertakwa kepada Allah untuk mengikuti perintah-Nya dan menjauhi larangan-Nya, karena Allah selalu menyaksikan segala sesuatu yang mereka perbuat.\nOrang-orang yang disebutkan dalam ayat ini, yaitu ayah para istri Nabi., anak-anak mereka, saudara-saudara mereka, keponakan atau anak saudara mereka, baik saudara laki-laki maupun saudara perempuan, atau perempuan-perempuan lain dan juga budak mereka adalah mahram yaitu orang-orang yang tidak boleh menikahi mereka.\nAdapun orang-orang selain tersebut di atas yaitu yang bukan mahram tidak boleh menemui istri-istri Nabi. tanpa hijab. Hal ini untuk menjaga kehormatan istri-istri Nabi. yang merupakan ummahatul mu'minin.\n"}},{"number":56,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah menurunkan ketentuan tentang etika bagi umat Islam ketika berinteraksi dengan istri-istri untuk menjaga kehormatan dan keagungan pribadi Rasulullah. Di antara bukti keagungan beliau ialah bahwa \u003cem\u003esesungguhnya Allah dan para malaikat-Nya bersalawat untuk\u003c/em\u003e \u003cem\u003eNabi\u003c/em\u003e. Salawat dari Allah berarti memberi rahmat, dan dari malaikat berarti memohonkan ampunan. Karena itu, \u003cem\u003ewahai orang-orang yang beriman!\u003c/em\u003e \u003cem\u003eBersalawatlah\u003c/em\u003e \u003cem\u003ekamu untuk Nabi,\u003c/em\u003e seperti dengan berkata \"\u003cem\u003eAll\u0026agrave;humma salli \u0026lsquo;al\u0026agrave; Muhammad\u003c/em\u003e (semoga Allah melimpahkan kebaikan dan ke-berkahan kepada Nabi Muhammad)\", \u003cem\u003edan\u003c/em\u003e \u003cem\u003eucapkanlah salam dengan penuh penghormatan kepadanya\u003c/em\u003e, dengan mengucapkan perkataan seperti \"A\u003cem\u003essal\u0026agrave;mu \u0026lsquo;alaika ayyuhan-nabiy\u003c/em\u003e (semoga keselamatan tercurah kepadamu, wahai Nabi).\"\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Sesungguhnya Allah memberi rahmat kepada Nabi Muhammad, dan para malaikat memohonkan ampunan untuknya. Oleh karena itu, Allah menganjurkan kepada seluruh umat Islam supaya bersalawat pula untuk Nabi saw dan mengucapkan salam dengan penuh penghormatan kepadanya. \nDiriwayatkan dari Abu Sa'id al-Khudri bahwa ia bertanya, \"Wahai Rasulullah, adapun pemberian salam kepadamu kami telah mengetahuinya, bagaimana kami harus membaca salawat?\" Nabi menjawab, ucapkanlah: Allahumma shalli 'ala Muhammad wa 'ala ali Muhammad kama shallaita 'ala Ibrahim wa 'ala ali Ibrahim innaka hamid majid. Allahumma barik 'ala Muhammad wa 'ala ali Muhammad kama barakta 'ala Ibrahim wa 'ala ali Ibrahim innaka hamid majid. (Riwayat al-Bukhari, Ahmad, an-Nasa'i, Ibnu Majah, dan lainnya)\n\nDiriwayatkan juga oleh 'Abdullah bin Abu thalhah dari ayahnya:\nBahwa Rasulullah datang pada suatu hari dan terlihat tanda-tanda kegembiraan di wajahnya. Lalu kami bertanya, \"Kami telah melihat tanda-tanda kegembiraan di wajahmu.\" Nabi menjawab, \"Memang, Jibril telah datang kepadaku dan berkata, 'Wahai Muhammad sesungguhnya Tuhanmu telah menyampaikan salam kepadamu dan berfirman, 'Tidakkah kamu merasa puas bahwa tidak ada seorang pun dari umatmu yang membaca salawat untukmu melainkan Aku membalasnya dengan sepuluh kali lipat. Dan tidak seorang pun yang menyampaikan salam kepadamu dari umatmu melainkan Aku membalas dengan salam sepuluh kali lipat.\"\n"}},{"number":57,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSetelah meminta orang yang beriman untuk bersalawat kepada Nabi pada ayat yang lalu, Allah lalu menyusulinya dengan ancaman kepada orang yang menyakiti beliau. \u003cem\u003eSesungguhnya\u003c/em\u003e terhadap\u003cem\u003e orang-orang yang menyakiti Allah dan Rasul-Nya,\u003c/em\u003e baik dengan ucapan maupun perbuatan, \u003cem\u003eAllah akan melaknatnya\u003c/em\u003e, menjauhkannya dari rahmat Allah, \u003cem\u003edi dunia dan di akhirat, dan menyediakan azab yang menghinakan bagi mereka\u003c/em\u003e.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini dijelaskan bahwa Allah mengutuk orang-orang yang menyakiti-Nya dengan melakukan perbuatan yang tidak diridai-Nya, seperti mengingkari perintah-Nya, yaitu ucapan orang-orang Nasrani bahwa Isa adalah putra Allah, atau seperti kaum musyrikin yang mengatakan bahwa malaikat adalah putri-putri Allah, atau menyekutukan-Nya. Allah juga mengutuk orang-orang yang menyakiti Rasul-Nya, seperti menuduh beliau seorang penyair, tukang sihir, atau seorang gila dan sebagainya. \nKutukan Allah itu meliputi kutukan di dunia dan akhirat. Di dunia mereka dijauhkan dari rahmat Allah dan karunia-Nya, sehingga mereka bergelimang dalam kesesatan dan kemaksiatan. Di akhirat mereka dijerumuskan ke dalam api neraka yang merupakan seburuk-buruknya tempat kembali, dan Allah menyediakan bagi mereka azab yang sangat pedih dan menghinakan. \n"}},{"number":58,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eTermasuk kategori menyakiti Nabi adalah menyakiti orang-orang yang beriman. \u003cem\u003eDan\u003c/em\u003e karena itu, Allah menegaskan bahwa \u003cem\u003eorang-orang yang menyakiti\u003c/em\u003e dengan menuduh, menghina, dan mengganggu \u003cem\u003eorang-orang mukmin laki-laki dan perempuan, tanpa ada kesalahan\u003c/em\u003e berupa perbuatan buruk \u003cem\u003eyang sengaja mereka perbuat\u003c/em\u003e (Lihat juga: al-Baqarah/2: 286), \u003cem\u003emaka\u003c/em\u003e \u003cem\u003esungguh, mereka telah memikul kebohongan dan dosa yang nyata\u003c/em\u003e yang menyebabkan mereka layak menerima azab dari Allah. Dari ayat ini tidak dapat diambil kesimpulan bahwa orang mukmin yang melakukan perbuatan buruk boleh disakiti, dihina, atau diganggu.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Orang yang menyakiti para mukmin, baik laki-laki maupun perempuan, tanpa kesalahan yang mereka perbuat, dan hanya berdasarkan kepada fitnah dan tuduhan yang dibuat-buat, maka sungguh mereka itu telah melakukan dosa yang nyata. Menurut Ibnu 'Abbas, ayat ini diturunkan sehubungan dengan tuduhan 'Abdullah bin Ubay terhadap 'aisyah yang dikatakannya telah berbuat mesum dalam perjalanan pulang beserta Nabi Muhammad setelah memerangi Bani Mushthaliq, yang terkenal dengan hadits al-ifk. \nDalam hadis Nabi saw dijelaskan:\nAbu Hurairah meriwayatkan bahwa Rasulullah pernah ditanya tentang apa artinya bergunjing. Beliau menjawab, \"Engkau menyebut-nyebut saudaramu dengan sesuatu yang dibencinya.\" Nabi ditanya lagi, \"Bagaimana jika yang disebut itu memang benar atau suatu kenyataan?\" Nabi menjawab, \"Bila yang diucapkan itu benar, engkau telah mengumpat kepadanya, dan bila itu tidak benar maka engkau telah membuat kedustaan terhadapnya.\" (Riwayat Abu Dawud)\n"}},{"number":59,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSetelah menjelaskan larangan menyakiti, menghina, dan mengganggu Nabi dan orang-orang yang beriman, Allah lalu memerintah perempuan mukmin, khususnya istri-istri Nabi, agar mengenakan jilbab supaya terhindar dari gangguan dan hinaan orang-orang jahat. Jilbab adalah baju longgar yang menutupi baju dan kerudung wanita atau baju luar bagi wanita. Model jilbab beragam sesuai selera pengguna dan adat suatu daerah. Di Indonesia, jilbab dikenal sebagai penutup kepala wanita. Jilbab harus memenuhi beberapa kriteria, yakni tidak transparan dan dapat menutupi kepala, leher, serta dada. Sebelum ayat ini turun, pakaian wanita merdeka dan budak hampir sama. Kesamaan itu membuat mereka sulit dibedakan, sehingga laki-laki iseng terkadang menggoda perempuan merdeka karena disangkanya budak.Demi menghindari gangguan semacam itu dan menjaga kehormatan wanita muslimah, \u003cem\u003ewahai Nabi\u003c/em\u003e Muhammad! \u003cem\u003eKatakanlah kepada istri-istrimu, anak-anak\u003c/em\u003e \u003cem\u003eperempuanmu, dan\u003c/em\u003e i\u003cem\u003estri-istri orang mukmin,\u003c/em\u003e termasuk perempuan-perempuan dari keluarga mukmin,\u003cem\u003e hendaklah mereka menutupkan jilbabnya keseluruh tubuh\u003c/em\u003e \u003cem\u003emereka\u003c/em\u003e, kecuali bagian tubuh yang biasa terlihat, seperti wajah dan telapak tangan (lihat Surah an-Nur/24:31). \u003cem\u003eYang demikian itu agar mereka lebih mudah untuk\u003c/em\u003e \u003cem\u003edikenali\u003c/em\u003e sebagai perempuan beriman yang terhormat \u003cem\u003esehingga mereka tidak diganggu\u003c/em\u003e.\u003cem\u003e Dan Allah Maha Pengampun\u003c/em\u003e atas segala dosa, diantaranya dosa tidak menutup aurat, \u003cem\u003eMaha Penyayang\u003c/em\u003e kepada semua hamba-Nya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah memerintahkan kepada seluruh kaum muslimat terutama istri-istri Nabi. sendiri dan putri-putrinya agar mengulurkan jilbab ke seluruh tubuh mereka. Hal itu bertujuan agar mereka mudah dikenali dengan pakaiannya karena berbeda dengan jariyah (budak perempuan), sehingga mereka tidak diganggu oleh orang yang menyalahgunakan kesempatan. Seorang perempuan yang berpakaian sopan akan lebih mudah terhindar dari gangguan orang jahil. Sedangkan perempuan yang membuka auratnya di muka umum mudah dituduh atau dinilai sebagai perempuan yang kurang baik kepribadiannya. Bagi orang yang pada masa lalunya kurang hati-hati menutupi aurat, lalu mengadakan perbaikan, maka Allah Maha Pengampun lagi Maha Pengasih. Karena perbuatan yang menyakiti itu seringkali dilakukan oleh orang-orang munafik, maka pada ayat berikut ini Allah mengancam mereka dengan ancaman yang keras sekali."}},{"number":60,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSetelah memerintahkan perempuan yang beriman untuk mengenakan jilbab, Allah lalu menjelaskan ancaman kepada para pengganggu yang pada umumnya kaum munafik. \u003cem\u003eSungguh, jika orang-orang munafik,\u003c/em\u003e yaitu mereka yang pura-pura beriman tetapi hatinya ingkar; \u003cem\u003eorang-orang yang berpenyakit dalam hatinya\u003c/em\u003e, seperti dengki dan dendam sehingga gemar menyakiti dan mengganggu orang-orang beriman; \u003cem\u003edan orang-orang yang menyebarkan kabar bohong di Madinah tidak berhenti\u003c/em\u003e menyakitimu, \u003cem\u003eniscaya Kami perintahkan engkau\u003c/em\u003e, wahai Nabi Muhammad, untuk memerangi \u003cem\u003emereka, kemudian mereka tidak lagi menjadi tetanggamu\u003c/em\u003e di Madinah \u003cem\u003ekecuali sebentar\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Jika orang-orang munafik dan orang-orang berpenyakit di hatinya, dan orang-orang yang menyebar berita bohong di Medinah itu tidak berhenti mendustakan Allah, menyakiti Rasul-Nya, dan kaum mukminin, niscaya Allah memerintahkan Nabi-Nya untuk memerangi mereka sehingga tidak akan dapat lagi untuk hidup lebih lama di Medinah bertetangga dengan Nabi saw. Mereka yang diancam akan diperangi dan dimusnahkan oleh Nabi itu adalah tiga golongan manusia:\n1.Orang-orang munafik yang selalu menentang Allah secara tersembunyi.\n2.Orang-orang berpenyakit di dalam hatinya, seperti dengki dan dendam yang selalu menyakiti orang mukmin seperti mengganggu para perempuan.\n3.Orang-orang yang menyiarkan kabar bohong di Medinah sehingga menyakiti Nabi saw, dengan ucapan mereka bahwa Nabi Muhammad saw akan dikalahkan dan diusir dari Medinah dan sebagainya.\n"}},{"number":61,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eserta dalam \u003cem\u003ekeadaan terlaknat\u003c/em\u003e dan terhina. \u003cem\u003eDi mana saja mereka dijumpai, mereka akan ditangkap dan dibunuh tanpa ampun.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ketiga golongan itu dilaknat di mana saja mereka berada, karena sikapnya yang selalu bermusuhan dan merugikan agama dan negara, mereka selalu dikejar-kejar untuk ditangkap dan dibunuh. Nasib orang yang seperti itu telah pula dialami oleh orang-orang sebelumnya karena begitulah sunah Allah."}},{"number":62,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAncaman dan siksa Allah kepada orang-orang munafik, orang-orang yang hatinya berpenyakit, dan orang-orang yang menebar fitnah, sebagaimana dijelaskan dalam ayat sebelumnya, adalah \u003cem\u003esebagai sunah\u003c/em\u003e dan ketetapan \u003cem\u003eAllah\u003c/em\u003e \u003cem\u003eyang\u003c/em\u003e berlaku juga \u003cem\u003ebagi orang-orang yang telah terdahulu\u003c/em\u003e sebelum kamu dan akan berlaku bagi generasi sesudahmu, \u003cem\u003edan engkau tidak akan mendapati perubahan pada sunah Allah.\u003c/em\u003e (Lihat juga: al-Isr\u0026agrave;\u0026rsquo;/17: 77 dan al-Fath/48: 23)\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dengan demikian, sunah Allah yang telah berlaku atas orang-orang yang terdahulu sebelum diutusnya Nabi Muhammad saw akan berlaku pula bagi generasi yang datang kemudian. Hal itu tidak mungkin berubah dan pasti berlaku."}},{"number":63,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAncaman dan siksa pedih bagi orang-orang munafik tidak hanya berlangsung di dunia, tetapi juga di akhirat. Karena penasaran tentang hari Kiamat, \u003cem\u003emanusia bertanya kepadamu\u003c/em\u003e, wahai Nabi Muhammad, \u003cem\u003etentang hari Kiamat. Katakanlah, \u0026ldquo;Ilmu tentang hari Kiamat itu hanya di sisi Allah.\u0026rdquo; Dan tahukah\u003c/em\u003e \u003cem\u003eengkau\u003c/em\u003e kapan datangnya Kiamat itu? Pasti engkau tidak tahu. \u003cem\u003eBoleh jadi hari Kiamat itu sudah dekat waktunya.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Banyak manusia bertanya kepada Nabi Muhammad tentang kapan datangnya hari Kiamat. Orang-orang musyrik menanyakan tentang kiamat tersebut secara mengejek dan mencemooh, serta menantang supaya hari Kiamat segera didatangkan. Orang-orang munafik menanyakan tentang hari Kiamat karena terdorong oleh anggapan bahwa Nabi saw akan menjawab seperti yang mereka perkirakan. Adapun orang-orang Yahudi bertanya dengan maksud menguji kebenaran Nabi saw, apakah jawabannya akan sama atau tidak dengan yang tercantum dalam kitab Taurat, bahwa soal hari Kiamat itu sesungguhnya berada di tangan Allah."}},{"number":64,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eSungguh\u003c/em\u003e, pada hari \u003cem\u003eKiamat Allah\u003c/em\u003e melaknat dan menyiksa \u003cem\u003eorang-orang kafir dan menyediakan bagi mereka api\u003c/em\u003e neraka \u003cem\u003eyang menyala-nyala.\u003c/em\u003e\u0026nbsp;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Kemudian Allah menerangkan bahwa yang mengetahui kapan terjadinya hari Kiamat hanya Allah. Mungkin saja waktu datangnya hari Kiamat sudah dekat, karena setiap yang akan datang memang selalu mendekat dan mungkin dekat. Pepatah Arab mengatakan: \n\"Setiap yang akan datang adalah dekat.\"\n\nKemudian Allah akan melaknat dan menjauhkan orang-orang kafir dari kebaikan dan rahmat-Nya. Allah juga menyediakan bagi mereka neraka Sa'ir.\n"}},{"number":65,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eMereka kekal di\u003c/em\u003e \u003cem\u003edalamnya selama-lamanya; mereka tidak akan mendapatkan\u003c/em\u003e satu pun \u003cem\u003epelindung dan penolong\u003c/em\u003e yang menyelamatkan mereka dari azab Allah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Mereka kekal di dalam neraka selama-lamanya, dan tidak menemukan seorang pun yang dapat melindungi mereka dari azab Allah. Mereka juga tidak mendapatkan seorang penolong yang dapat menyelamatkan dari siksaan-Nya."}},{"number":66,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSebagai salah satu bentuk siksa yang akan diterima orang-orang kafir adalah bahwa \u003cem\u003epada hari \u003c/em\u003eitu \u003cem\u003ewajah mereka dibolak-balikkan dalam neraka\u003c/em\u003e. \u003cem\u003eMereka berkata\u003c/em\u003e dengan penuh penyesalan, \u003cem\u003e\u0026ldquo;Wahai, kiranya dahulu\u003c/em\u003e saat di dunia \u003cem\u003ekami taat kepada Allah dan taat kepada Rasul,\u003c/em\u003e niscaya kami tidak akan tersiksa.\u0026rdquo; (Lihat juga: al-Furq\u0026agrave;n/25: 27\u0026ndash;29)\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Mereka tidak memperoleh pelindung dan penolong seorang pun ketika mereka dibolak-balikkan di dalam neraka. Dengan penuh penyesalan mereka berkata, \"Alangkah bahagianya seandainya kami dahulu di dunia taat kepada Allah dan taat pula kepada Muhammad utusan-Nya.\""}},{"number":67,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan mereka \u003c/em\u003ejuga \u003cem\u003eberkata, \u0026ldquo;Ya Tuhan kami, sesungguhnya kami telah menaati para pemimpin dan para pembesar kami\u003c/em\u003e yang sesat, \u003cem\u003elalu\u003c/em\u003e \u003cem\u003emereka menyesatkan kami dari jalan\u003c/em\u003e yang benar.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Mereka berkata dengan penuh perasaan mendongkol karena tertipu oleh para pemimpin dan pembesar mereka di dunia, \"Ya Tuhan kami, sesungguhnya kami di dunia telah mengikuti pemimpin dan pembesar kami, lalu mereka menyesatkan kami dari jalan yang benar.\""}},{"number":68,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eYa Tuhan kami,\u003c/em\u003e karena kesesatan mereka sendiri dan penyesatan mereka kepada kami, \u003cem\u003emaka timpakanlah kepada\u003c/em\u003e \u003cem\u003emereka azab dua kali lipat, dan laknat \u003c/em\u003eserta siksa\u003cem\u003e-lah mereka dengan laknat\u003c/em\u003e dan siksa \u003cem\u003eyang besar.\u0026rdquo;\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Mereka dengan perasaan dendam terhadap orang-orang yang telah menyesatkan itu berkata, \"Ya Tuhan kami, berikanlah kepada mereka azab dua kali lipat, pertama karena mereka telah tersesat, dan keduanya telah pula menyesatkan orang lain, dan kutuklah mereka dengan kutukan yang sangat besar.\" Keluhan mereka itu diperkuat dengan ayat lain seperti pada firman Allah:\nDan (ingatlah) pada hari (ketika) orang-orang zalim menggigit dua jarinya, (menyesali perbuatannya) seraya berkata, \"Wahai! Sekiranya (dulu) aku mengambil jalan bersama Rasul. Wahai, celaka aku! Sekiranya (dulu) aku tidak menjadikan si fulan itu teman akrab(ku), sungguh, dia telah menyesatkan aku dari peringatan (Al-Qur'an) ketika (Al-Qur'an) itu telah datang kepadaku. Dan setan memang pengkhianat manusia.\" (al-Furqan/25: 27-29)\n"}},{"number":69,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eUsai menyebutkan penyesalan orang-orang kafir ketika merasakan siksa neraka, Allah pada ayat-ayat berikut beralih menjelaskan larangan menyakiti orang lain dengan tuduhan palsu dan perkataan bohong. \u003cem\u003eWahai orang-orang yang beriman! Janganlah kamu seperti orang-orang\u003c/em\u003e dari Bani Israil \u003cem\u003eyang menyakiti\u003c/em\u003e hati Nabi \u003cem\u003eMusa\u003c/em\u003e dengan berkata dusta. Nabi Musa sangat jauh dari tuduhan dusta tersebut,\u003cem\u003e maka Allah membersihkannya dari tuduhan-tuduhan yang mereka lontarkan. Dan dia seorang yang mempunyai kedudukan terhormat di sisi Allah.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah melarang kaum mukminin agar tidak berlaku seperti segolongan Bani Israil yang menyakiti Nabi Musa. Allah membersihkan beliau dari tuduhan-tuduhan yang mereka lontarkan kepadanya. Beliau adalah seorang yang mempunyai kedudukan yang sangat terhormat di sisi Allah. Di dalam ayat ini tidak disebutkan bagaimana caranya mereka menyakiti Nabi Musa itu. \nDalam suatu riwayat tentang meninggalnya Harun, seperti diriwayatkan Ibnu Jarir ath-thabari dari Ibnu 'Abbas dari 'Ali bin Abi Talib bahwa beliau berkata, \"Ketika Nabi Musa dan Harun naik ke gunung, Nabi Harun kemudian wafat. Orang-orang Bani Israil lalu marah kepada Nabi Musa, 'Kamu telah membunuh Harun, padahal beliau orang yang lebih kami sukai daripada engkau.\"\nDalam sebuah hadis, Rasulullah bersabda:\nDiriwayatkan dari Ibnu Mas'ud bahwa Rasulullah saw pada suatu hari membagi-bagikan harta ganimah kepada sahabatnya, lalu ada seorang laki-laki dari kaum Anshar berkata bahwa pembagian itu tidak dimaksud untuk memperoleh keridaan Allah. Mendengar ucapan itu, Nabi saw tersinggung sampai merah wajahnya seraya berkata, \"Semoga Allah merahmati Musa yang pernah disakiti orang lebih dari ini, tetapi beliau tetap berlaku sabar.\" (Riwayat al-Bukhari dan Muslim)\n"}},{"number":70,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah lantas meminta orang yang beriman agar berkata benar. \u003cem\u003eWahai orang-orang yang beriman! Bertakwalah kamu kepada Allah dan ucapkanlah perkataan yang benar\u003c/em\u003e dan tepat sasaran. \u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, Allah memerintahkan kepada orang-orang beriman supaya tetap bertakwa kepada-Nya. Allah juga memerintahkan orang-orang beriman untuk selalu berkata yang benar, selaras antara yang diniatkan dan yang diucapkan, karena seluruh kata yang diucapkan dicatat oleh malaikat Raqib dan 'Atid, dan harus dipertanggungjawabkan di hadapan Allah. Firman Allah:"}},{"number":71,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eJika kamu melakukan hal tersebut, \u003cem\u003eniscaya Allah akan\u003c/em\u003e \u003cem\u003ememperbaiki amal-amalmu\u003c/em\u003e dengan mempermudah jalanmu untuk berbuat baik dan bertobat, \u003cem\u003edan mengampuni dosa-dosamu. Dan barang siapa menaati Allah dan Rasul-Nya, maka sungguh dia menang dengan kemenangan yang agung\u003c/em\u003e. Dia akan memperoleh ampunan Allah dan mendapatkan surga.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Bila mereka tetap memelihara keimanan dan ketakwaan dan selalu mengatakan kebenaran, pasti Allah akan memperbaiki perbuatan dan mengampuni dosa-dosa mereka. Siapa yang menginginkan kebahagiaan di dunia dan akhirat, maka jalan yang harus ditempuh hanyalah satu, yaitu menaati Allah dan Rasul-Nya. Dengan demikian, mereka akan mendapatkan kebahagiaan yang besar di dunia dan akhirat."}},{"number":72,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSetelah meminta orang-orang beriman untuk menjaga ketakwaan, Allah lalu menjelaskan bahwa salah satu wujud takwa adalah menjaga amanah.\u003cem\u003e Sesungguhnya\u003c/em\u003e \u003cem\u003eKami telah menawarkan amanat,\u003c/em\u003e yakni tugas-tugas keagamaan, \u003cem\u003ekepada langit, bumi, dan gunung-gunung, tetapi semuanya enggan untuk memikul\u003c/em\u003e tanggung jawab \u003cem\u003eamanat itu dan mereka khawatir tidak akan\u003c/em\u003e mampu \u003cem\u003emelaksanakannya, lalu\u003c/em\u003e Kami menawarkan amanat itu kepada manusia, dan \u003cem\u003edipikullah amanat itu oleh\u003c/em\u003e \u003cem\u003emanusia. Sungguh, manusia itu sangat zalim\u003c/em\u003e karena menyatakan sanggup memikul amanat tetapi secara sengaja menyia-nyiakannya, \u003cem\u003edan sangat bodoh\u003c/em\u003e karena menerima amanat tetapi sering lengah dan lupa menjalankan atau memenuhinya. \"Amanat\" kalau diartikan secara sempit adalah kewajiban-kewajiban agama. Namun, secara luas ia bisa dipahami sebagai segala sesuatu yang diserahkan kepada seseorang untuk dipelihara dan ditunaikan dengan sebaik-baiknya serta berusaha maksimal untuk tidak menyia-nyiakannya. Apa pun bentuk amanat itu, ia harus dipertanggungjawabkan oleh penerima kepada pemberi amanat.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Sesungguhnya Allah telah menawarkan tugas-tugas keagamaan kepada langit, bumi, dan gunung-gunung. Karena ketiganya tidak mempunyai persiapan untuk menerima amanat yang berat itu, maka semuanya enggan untuk memikul amanat yang ditawarkan Allah itu. \nKemudian amanat untuk melaksanakan tugas-tugas keagamaan itu ditawarkan kepada manusia dan mereka menerimanya dengan konsekuensi barang siapa yang melaksanakan itu akan diberi pahala dan dimasukkan ke dalam surga. Sebaliknya, barang siapa yang mengkhianatinya akan disiksa dan dimasukkan ke dalam api neraka. Walaupun bentuk badannya lebih kecil dibandingkan dengan ketiga makhluk yang lain (langit, bumi, dan gunung-gunung), manusia berani menerima amanat tersebut karena manusia mempunyai potensi. Tetapi, karena pada diri manusia terdapat ambisi dan syahwat yang sering mengelabui mata dan menutup pandangan hatinya, Allah menyifatinya dengan amat zalim dan bodoh karena kurang memikirkan akibat-akibat dari penerimaan amanat itu.\n"}},{"number":73,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDemikianlah kezaliman dan kebodohan manusia, \u003cem\u003esehingga Allah akan mengazab orang-orang munafik laki-laki dan perempuan, orang-orang musyrik laki-laki dan perempuan,\u003c/em\u003e karena mereka tidak menjalankan amanat; \u003cem\u003edan\u003c/em\u003e bagi mereka yang bertobat, \u003cem\u003eAllah akan menerima tobat orang-orang mukmin laki-laki dan perempuan. Dan Allah Maha Pengampun, Maha Penyayang\u003c/em\u003e kepada semua hamba yang bertobat.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah lalu menerangkan bahwa akibat dari penerimaan amanat ini ialah Dia mengazab orang-orang munafik dan orang-orang musyrik, baik laki-laki maupun perempuan, bila mereka mengabaikan pelaksanaan amanat yang telah dipikulnya. Allah akan menerima tobat orang-orang mukmin laki-laki dan perempuan yang taat melaksanakan amanat itu. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang."}}]}}