{"number":54,"name":"Al-Qamar","latin":" القمر","total_ayat":55,"ayat_text":[{"number":1,"text":"اِقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ "},{"number":2,"text":"وَاِنْ يَّرَوْا اٰيَةً يُّعْرِضُوْا وَيَقُوْلُوْا سِحْرٌ مُّسْتَمِرٌّ"},{"number":3,"text":"وَكَذَّبُوْا وَاتَّبَعُوْٓا اَهْوَاۤءَهُمْ وَكُلُّ اَمْرٍ مُّسْتَقِرٌّ"},{"number":4,"text":"وَلَقَدْ جَاۤءَهُمْ مِّنَ الْاَنْبَاۤءِ مَا فِيْهِ مُزْدَجَرٌۙ  "},{"number":5,"text":"حِكْمَةٌ ۢ بَالِغَةٌ فَمَا تُغْنِ النُّذُرُۙ  "},{"number":6,"text":"فَتَوَلَّ عَنْهُمْ ۘ يَوْمَ يَدْعُ الدَّاعِ اِلٰى شَيْءٍ نُّكُرٍۙ  "},{"number":7,"text":"خُشَّعًا اَبْصَارُهُمْ يَخْرُجُوْنَ مِنَ الْاَجْدَاثِ كَاَنَّهُمْ جَرَادٌ مُّنْتَشِرٌۙ  "},{"number":8,"text":"مُّهْطِعِيْنَ اِلَى الدَّاعِۗ يَقُوْلُ الْكٰفِرُوْنَ هٰذَا يَوْمٌ عَسِرٌ "},{"number":9,"text":"۞ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوْحٍ فَكَذَّبُوْا عَبْدَنَا وَقَالُوْا مَجْنُوْنٌ وَّازْدُجِرَ"},{"number":10,"text":"فَدَعَا رَبَّهٗٓ اَنِّيْ مَغْلُوْبٌ فَانْتَصِرْ"},{"number":11,"text":"فَفَتَحْنَآ اَبْوَابَ السَّمَاۤءِ بِمَاۤءٍ مُّنْهَمِرٍۖ  "},{"number":12,"text":"وَّفَجَّرْنَا الْاَرْضَ عُيُوْنًا فَالْتَقَى الْمَاۤءُ عَلٰٓى اَمْرٍ قَدْ قُدِرَ ۚ"},{"number":13,"text":"وَحَمَلْنٰهُ عَلٰى ذَاتِ اَلْوَاحٍ وَّدُسُرٍۙ  "},{"number":14,"text":"تَجْرِيْ بِاَعْيُنِنَاۚ جَزَاۤءً لِّمَنْ كَانَ كُفِرَ "},{"number":15,"text":"وَلَقَدْ تَّرَكْنٰهَآ اٰيَةً فَهَلْ مِنْ مُّدَّكِرٍ"},{"number":16,"text":"فَكَيْفَ كَانَ عَذَابِيْ وَنُذُرِ "},{"number":17,"text":"وَلَقَدْ يَسَّرْنَا الْقُرْاٰنَ لِلذِّكْرِ فَهَلْ مِنْ مُّدَّكِرٍ "},{"number":18,"text":"كَذَّبَتْ عَادٌ فَكَيْفَ كَانَ عَذَابِيْ وَنُذُرِ "},{"number":19,"text":"اِنَّآ اَرْسَلْنَا عَلَيْهِمْ رِيْحًا صَرْصَرًا فِيْ يَوْمِ نَحْسٍ مُّسْتَمِرٍّۙ  "},{"number":20,"text":"تَنْزِعُ النَّاسَۙ كَاَنَّهُمْ اَعْجَازُ نَخْلٍ مُّنْقَعِرٍ "},{"number":21,"text":"فَكَيْفَ كَانَ عَذَابِيْ وَنُذُرِ"},{"number":22,"text":"وَلَقَدْ يَسَّرْنَا الْقُرْاٰنَ لِلذِّكْرِ فَهَلْ مِنْ مُّدَّكِرٍ ࣖ "},{"number":23,"text":"كَذَّبَتْ ثَمُوْدُ بِالنُّذُرِ"},{"number":24,"text":"فَقَالُوْٓا اَبَشَرًا مِّنَّا وَاحِدًا نَّتَّبِعُهٗٓ  ۙاِنَّآ اِذًا لَّفِيْ ضَلٰلٍ وَّسُعُرٍ"},{"number":25,"text":"ءَاُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْۢ بَيْنِنَا بَلْ هُوَ كَذَّابٌ اَشِرٌ "},{"number":26,"text":"سَيَعْلَمُوْنَ غَدًا مَّنِ الْكَذَّابُ الْاَشِرُ "},{"number":27,"text":"اِنَّا مُرْسِلُوا النَّاقَةِ فِتْنَةً لَّهُمْ فَارْتَقِبْهُمْ وَاصْطَبِرْۖ  "},{"number":28,"text":"وَنَبِّئْهُمْ اَنَّ الْمَاۤءَ قِسْمَةٌ ۢ بَيْنَهُمْۚ  كُلُّ شِرْبٍ مُّحْتَضَرٌ "},{"number":29,"text":"فَنَادَوْا صَاحِبَهُمْ فَتَعَاطٰى فَعَقَرَ "},{"number":30,"text":"فَكَيْفَ كَانَ عَذَابِيْ وَنُذُرِ "},{"number":31,"text":"اِنَّآ اَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَّاحِدَةً فَكَانُوْا كَهَشِيْمِ الْمُحْتَظِرِ"},{"number":32,"text":"وَلَقَدْ يَسَّرْنَا الْقُرْاٰنَ لِلذِّكْرِ فَهَلْ مِنْ مُّدَّكِرٍ "},{"number":33,"text":"كَذَّبَتْ قَوْمُ لُوْطٍ ۢبِالنُّذُرِ "},{"number":34,"text":"اِنَّآ اَرْسَلْنَا عَلَيْهِمْ حَاصِبًا اِلَّآ اٰلَ لُوْطٍ ۗنَجَّيْنٰهُمْ بِسَحَرٍۙ"},{"number":35,"text":"نِّعْمَةً مِّنْ عِنْدِنَاۗ  كَذٰلِكَ نَجْزِيْ مَنْ شَكَرَ "},{"number":36,"text":"وَلَقَدْ اَنْذَرَهُمْ بَطْشَتَنَا فَتَمَارَوْا بِالنُّذُرِ "},{"number":37,"text":"وَلَقَدْ رَاوَدُوْهُ عَنْ ضَيْفِهٖ فَطَمَسْنَآ اَعْيُنَهُمْ فَذُوْقُوْا عَذَابِيْ وَنُذُرِ "},{"number":38,"text":"وَلَقَدْ صَبَّحَهُمْ بُكْرَةً عَذَابٌ مُّسْتَقِرٌّۚ  "},{"number":39,"text":"فَذُوْقُوْا عَذَابِيْ وَنُذُرِ "},{"number":40,"text":"وَلَقَدْ يَسَّرْنَا الْقُرْاٰنَ لِلذِّكْرِ فَهَلْ مِنْ مُّدَّكِرٍ ࣖ"},{"number":41,"text":"وَلَقَدْ جَاۤءَ اٰلَ فِرْعَوْنَ النُّذُرُۚ  "},{"number":42,"text":"كَذَّبُوْا بِاٰيٰتِنَا كُلِّهَا فَاَخَذْنٰهُمْ اَخْذَ عَزِيْزٍ مُّقْتَدِرٍ "},{"number":43,"text":"اَكُفَّارُكُمْ خَيْرٌ مِّنْ اُولٰۤىِٕكُمْ اَمْ لَكُمْ بَرَاۤءَةٌ فِى الزُّبُرِۚ"},{"number":44,"text":"اَمْ يَقُوْلُوْنَ نَحْنُ جَمِيْعٌ مُّنْتَصِرٌ "},{"number":45,"text":"سَيُهْزَمُ الْجَمْعُ وَيُوَلُّوْنَ الدُّبُرَ"},{"number":46,"text":"بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ اَدْهٰى وَاَمَرُّ "},{"number":47,"text":"اِنَّ الْمُجْرِمِيْنَ فِيْ ضَلٰلٍ وَّسُعُرٍۘ "},{"number":48,"text":"يَوْمَ يُسْحَبُوْنَ فِى النَّارِ عَلٰى وُجُوْهِهِمْۗ ذُوْقُوْا مَسَّ سَقَرَ"},{"number":49,"text":"اِنَّا كُلَّ شَيْءٍ خَلَقْنٰهُ بِقَدَرٍ "},{"number":50,"text":"وَمَآ اَمْرُنَآ اِلَّا وَاحِدَةٌ كَلَمْحٍ ۢبِالْبَصَرِ "},{"number":51,"text":"وَلَقَدْ اَهْلَكْنَآ اَشْيَاعَكُمْ فَهَلْ مِنْ مُّدَّكِرٍ "},{"number":52,"text":"وَكُلُّ شَيْءٍ فَعَلُوْهُ فِى الزُّبُرِ "},{"number":53,"text":"وَكُلُّ صَغِيْرٍ وَّكَبِيْرٍ مُّسْتَطَرٌ "},{"number":54,"text":"اِنَّ الْمُتَّقِيْنَ فِيْ جَنّٰتٍ وَّنَهَرٍۙ  "},{"number":55,"text":"فِيْ مَقْعَدِ صِدْقٍ عِنْدَ مَلِيْكٍ مُّقْتَدِرٍ ࣖ "}],"translation":{"lang":"id","translation_text":[{"number":1,"text":" Saat (hari Kiamat) semakin dekat, bulan pun terbelah. "},{"number":2,"text":"Dan jika mereka (orang-orang musyrikin) melihat suatu tanda (mukjizat), mereka berpaling dan berkata, “(Ini adalah) sihir yang terus menerus.” "},{"number":3,"text":"Dan mereka mendustakan (Muhammad) dan mengikuti keinginannya, padahal setiap urusan telah ada ketetapannya."},{"number":4,"text":"Dan sungguh, telah datang kepada mereka beberapa kisah yang di dalamnya terdapat ancaman (terhadap kekafiran),"},{"number":5,"text":"(itulah) suatu hikmah yang sempurna, tetapi peringatan-peringatan itu tidak berguna (bagi mereka),"},{"number":6,"text":"maka berpalinglah engkau (Muhammad) dari mereka pada hari (ketika) penyeru (malaikat) mengajak (mereka) kepada sesuatu yang tidak menyenangkan (hari pembalasan), "},{"number":7,"text":"pandangan mereka tertunduk, ketika mereka keluar dari kuburan, seakan-akan mereka belalang yang beterbangan,"},{"number":8,"text":"dengan patuh mereka segera datang kepada penyeru itu. Orang-orang kafir berkata, “Ini adalah hari yang sulit.” "},{"number":9,"text":"Sebelum mereka, kaum Nuh juga telah mendustakan (rasul), maka mereka mendustakan hamba Kami (Nuh) dan mengatakan, “Dia orang gila!” Lalu diusirnya dengan ancaman. "},{"number":10,"text":"Maka dia (Nuh) mengadu kepada Tuhannya, “Sesungguhnya aku telah dikalahkan, maka tolonglah (aku).”"},{"number":11,"text":"Lalu Kami bukakan pintu-pintu langit dengan (menurunkan) air yang tercurah,"},{"number":12,"text":"dan Kami jadikan bumi menyemburkan mata-mata air maka bertemulah (air-air) itu sehingga (meluap menimbulkan) keadaan (bencana) yang telah ditetapkan. "},{"number":13,"text":"Dan Kami angkut dia (Nuh) ke atas (kapal) yang terbuat dari papan dan pasak, "},{"number":14,"text":"yang berlayar dengan pemeliharaan (pengawasan) Kami sebagai balasan bagi orang yang telah diingkari (kaumnya)."},{"number":15,"text":"Dan sungguh, kapal itu telah Kami jadikan sebagai tanda (pelajaran). Maka adakah orang yang mau mengambil pelajaran?"},{"number":16,"text":"Maka betapa dahsyatnya azab-Ku dan peringatan-Ku! "},{"number":17,"text":"Dan sungguh, telah Kami mudahkan Al-Qur'an untuk peringatan, maka adakah orang yang mau mengambil pelajaran?"},{"number":18,"text":"Kaum ‘Ad pun telah mendustakan. Maka betapa dahsyatnya azab-Ku dan peringatan-Ku! "},{"number":19,"text":"Sesungguhnya Kami telah menghembuskan angin yang sangat kencang kepada mereka pada hari nahas yang terus menerus, "},{"number":20,"text":"yang membuat manusia bergelimpangan, mereka bagaikan pohon-pohon kurma yang tumbang dengan akar-akarnya. "},{"number":21,"text":"Maka betapa dahsyatnya azab-Ku dan peringatan-Ku! "},{"number":22,"text":"Dan sungguh, telah Kami mudahkan Al-Qur'an untuk peringatan, maka adakah orang yang mau mengambil pelajaran?"},{"number":23,"text":"Kaum Samud pun telah mendustakan peringatan itu."},{"number":24,"text":"Maka mereka berkata, “Bagaimana kita akan mengikuti seorang manusia (biasa) di antara kita? Sungguh, kalau begitu kita benar-benar telah sesat dan gila. "},{"number":25,"text":"Apakah wahyu itu diturunkan kepadanya di antara kita? Pastilah dia (Saleh) seorang yang sangat pendusta (dan) sombong.” "},{"number":26,"text":"Kelak mereka akan mengetahui siapa yang sebenarnya sangat pendusta (dan) sombong itu."},{"number":27,"text":"Sesungguhnya Kami akan mengirimkan unta betina sebagai cobaan bagi mereka, maka tunggulah mereka dan bersabarlah (Saleh)."},{"number":28,"text":"Dan beritahukanlah kepada mereka bahwa air itu dibagi di antara mereka (dengan unta betina itu); setiap orang berhak mendapat giliran minum."},{"number":29,"text":"Maka mereka memanggil kawannya, lalu dia menangkap (unta itu) dan memotongnya. "},{"number":30,"text":"Maka betapa dahsyatnya azab-Ku dan peringatan-Ku!"},{"number":31,"text":"Kami kirimkan atas mereka satu suara yang keras mengguntur, maka jadilah mereka seperti batang-batang kering yang lapuk. "},{"number":32,"text":"Dan sungguh, telah Kami mudahkan Al-Qur'an untuk peringatan, maka adakah orang yang mau mengambil pelajaran?"},{"number":33,"text":"Kaum Lut pun telah mendustakan peringatan itu. "},{"number":34,"text":"Sesungguhnya Kami kirimkan kepada mereka badai yang membawa batu-batu (yang menimpa mereka), kecuali keluarga Lut. Kami selamatkan mereka sebelum fajar menyingsing,"},{"number":35,"text":"sebagai nikmat dari Kami. Demikianlah Kami memberi balasan kepada orang-orang yang bersyukur. "},{"number":36,"text":"Dan sungguh, dia (Lut) telah memperingatkan mereka akan hukuman Kami, tetapi mereka mendustakan peringatan-Ku. "},{"number":37,"text":"Dan sungguh, mereka telah membujuknya (agar menyerahkan) tamunya (kepada mereka), lalu Kami butakan mata mereka, maka rasakanlah azab-Ku dan peringatan-Ku!"},{"number":38,"text":"Dan sungguh, pada esok harinya mereka benar-benar ditimpa azab yang tetap."},{"number":39,"text":"Maka rasakanlah azab-Ku dan peringatan-Ku!"},{"number":40,"text":"Dan sungguh, telah Kami mudahkan Al-Qur'an untuk peringatan, maka adakah orang yang mau mengambil pelajaran? "},{"number":41,"text":"Dan sungguh, peringatan telah datang kepada keluarga Fir‘aun. "},{"number":42,"text":"Mereka mendustakan mukjizat-mukjizat Kami semuanya, maka Kami azab mereka dengan azab dari Yang Mahaperkasa, Mahakuasa."},{"number":43,"text":"Apakah orang-orang kafir di lingkunganmu (kaum musyrikin) lebih baik dari mereka, ataukah kamu telah mempunyai jaminan kebebasan (dari azab) dalam kitab-kitab terdahulu? "},{"number":44,"text":"Atau mereka mengatakan, “Kami ini golongan yang bersatu yang pasti menang.” "},{"number":45,"text":"Golongan itu pasti akan dikalahkan dan mereka akan mundur ke belakang. "},{"number":46,"text":"Bahkan hari Kiamat itulah hari yang dijanjikan kepada mereka dan hari Kiamat itu lebih dahsyat dan lebih pahit. "},{"number":47,"text":"Sungguh, orang-orang yang berdosa berada dalam kesesatan (di dunia) dan akan berada dalam neraka (di akhirat). "},{"number":48,"text":"Pada hari mereka diseret ke neraka pada wajahnya. (Dikatakan kepada mereka), “Rasakanlah sentuhan api neraka.”"},{"number":49,"text":"Sungguh, Kami menciptakan segala sesuatu menurut ukuran. "},{"number":50,"text":"Dan perintah Kami hanyalah (dengan) satu perkataan seperti kejapan mata. "},{"number":51,"text":"Dan sungguh, telah Kami binasakan orang yang serupa dengan kamu (kekafirannya). Maka adakah orang yang mau mengambil pelajaran?"},{"number":52,"text":"Dan segala sesuatu yang telah mereka perbuat tercatat dalam buku-buku catatan."},{"number":53,"text":"Dan segala (sesuatu) yang kecil maupun yang besar (semuanya) tertulis. "},{"number":54,"text":"Sungguh, orang-orang yang bertakwa berada di taman-taman dan sungai-sungai,"},{"number":55,"text":"di tempat yang disenangi di sisi Tuhan Yang Mahakuasa."}]},"tafsir":{"lang":"id","source":"Kementrian Agama Republic Indonesia","tafsirs":[{"number":1,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eTerdapat keterkaitan erat antara Surah an-Najm dengan Surah al-Qamar. Bila Surah an-Najm ditutup dengan ancaman terhadap orang kafir tentang hari kiamat yang makin dekat, Surah al-Qamar diawali dengan penegasan bahwa kiamat itu benar-benar telah dekat. Allah juga menunjukkan kuasa-Nya terhadap bulan. \u003cem\u003eSaat\u003c/em\u003e kedatangan hari kiamat yang telah ditetapkan \u003cem\u003esemakin dekat, bulan pun terbelah.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menyatakan bahwa hari Kiamat hampir datang, pada waktu kehidupan dunia akan berakhir. Dalam ayat lain yang bersamaan maksudnya Allah berfirman: \nKetetapan Allah pasti datang, maka janganlah kamu meminta agar dipercepat (datang)nya. (an-Nahl/16: 1) \nAllah berfirman: \nTelah semakin dekat kepada manusia perhitungan amal mereka, sedang mereka dalam keadaan lalai (dengan dunia), berpaling (dari akhirat). (al-Anbiya'/21: 1) \nPada waktu itu bulan akan pecah bercerai-berai akibat penyimpangan dari peredarannya, sebagaimana diutarakan dalam ayat-ayat yang lain yang bersamaan maksudnya: \nApabila langit terbelah. (al-Insyiqaq/84: 1) \nDan firman-Nya: \nApabila matahari digulung, dan apabila bintang-bintang berjatuhan. (at-Takwir/81: 1-2) \nBanyak lagi ayat lain yang menunjukkan kejadian yang sangat dahsyat yang akan terjadi ketika hancurnya alam ini dengan tibanya hari Kiamat. Kebanyakan mufasir berpendapat bahwa kejadian tersebut pada ayat pertama telah terjadi dan bulan telah terbelah dua pada masa Nabi Muhammad saw, lima tahun sebelum beliau hijrah. Menurut hadis yang diriwayatkan al-Bukhari, Muslim dan Ibnu Jarir dari Anas bin Malik bahwa penduduk Mekah meminta kepada Nabi Muhammad saw, agar mengemukakan suatu mukjizat sebagai bukti kerasulannya, maka Allah memperlihatkan kepada mereka bulan terbelah dua, sehingga mereka melihat \"Jabal Nur\" berada di antara dua belahan bulan tersebut. Diriwayatkan pula dari Sahih alBukhari, Muslim dan para perawi-perawi hadis lainnya dari Ibnu Mas'ud bahwa: \"Bulan telah terbelah pada masa Nabi Muhammad saw, menjadi dua belah, sebelah berada di atas bukit dan yang lain berada di bawahnya, seraya Nabi Muhammad saw berseru, \"Saksikanlah!\" Abu Dawud meriwayatkan pula bahwa, \"Telah terjadi pembelahan bulan pada masa Nabi Muhammad saw, maka orang-orang Quraisy berkata, \"Ini adalah sihir anak Abu Kabsyah.\" Lalu seorang dari mereka berkata, \"Tunggulah dahulu berita yang dibawa oleh para musafir yang tiba, karena Muhammad saw tak sanggup mensihirkan semua manusia.\" Lalu tibalah para musafir membawa berita kejadian tersebut. Lalu dalam riwayat al-Baihaqi terdapat tambahan, \"Lalu mereka bertanya kepada para musafir yang berdatangan dari semua penjuru, jawaban mereka, \"Sungguh kami telah melihatnya,\" lalu Allah menurunkan ayat ini, \"Telah dekat (datangnya) saat itu dan telah terbelah bulan.\" Para ahli tafsir berbeda pendapat tentang terbelahnya bulan. Sebagian berpendapat bahwa bulan itu memang telah terbelah pada masa Nabi sebagai bagian dari mukjizatnya. Tetapi sebagian mufasir berpendapat bulan pasti terbelah bukan terjadi pada masa nabi, tetapi akan terjadi nanti pada saat hari Kiamat. Hal ini disebabkan karena hilangnya keseimbangan daya tarik menarik antar planet. ("}},{"number":2,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eOrang musyrik selalu enggan memercayai berita yang dibawa oleh Nabi Muhammad. \u003cem\u003eDan jika mereka melihat\u003c/em\u003e dengan mata kepala \u003cem\u003esatu tanda\u003c/em\u003e dan mukjizat yang membuktikan kebenaran ajaran beliau, \u003cem\u003emereka\u003c/em\u003e tetap \u003cem\u003eberpaling\u003c/em\u003e seraya menolak kebenaran itu \u003cem\u003edan berkata,\u003c/em\u003e \u0026ldquo;Semua yang terjadi ini sesungguhnya hanya \u003cem\u003esihir yang\u003c/em\u003e bersifat \u003cem\u003eterus-menerus.\u0026rdquo;\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Kaum musyrik melihat suatu bukti tentang kebenaran kerasulan Muhammad, maka mereka berpaling dan mendustakan serta mengingkarinya sambil berkata bahwa, \"Ini adalah sihir yang memesonakan kita yang akan terus-menerus dilakukannya.\" Demikianlah jika memang tidak ada iman, maka meskipun pikirannya dapat menerima kebenaran Al-Qur'an dan secara empirik terlihat pada perbuatan dan perilaku Nabi yang membuktikan kerasulan beliau, tetapi mereka tetap ingkar pada kebenaran yang ada di depan mata mereka. ("}},{"number":3,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDemikianlah sikap orang musyrik, \u003cem\u003edan mereka\u003c/em\u003e memang senantiasa \u003cem\u003emendustakan\u003c/em\u003e kebenaran dari-Nya. Mereka cenderung menyimpang dari fitrah \u003cem\u003edan mengikuti keinginannya\u003c/em\u003e yang menjerumuskan mereka pada kesesatan, \u003cem\u003epadahal setiap urusan\u003c/em\u003e yang terjadi pasti \u003cem\u003etelah ada ketetapannya.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Kaum musyrik mendustakan kebenaran yang disampaikan kepada mereka oleh Nabi Muhammad saw, dan mengikuti hawa nafsu karena kebodohan mereka. Pada akhir ayat ini ditegaskan bahwa sesuatu itu akan berhenti pada sasaran yang telah ditetapkan, sesuai dengan ketetapan Allah. Karena itu persoalan orang-orang musyrik akan berhenti pada kehinaan di dunia dan azab yang kekal di akhirat, sedang persoalanmu hai Muhammad saw akan berhenti pada kemenangan di dunia dan surga di akhirat"}},{"number":4,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan sungguh, telah datang kepada mereka beberapa kisah yang di dalamnya terdapat ancaman\u003c/em\u003e bagi mereka untuk tidak berbuat ingkar dan syirik.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Kaum musyrik yang mendustakan kerasulan Muhammad dan mengikuti hawa nafsu, telah mengetahui beberapa kisah tentang umat-umat terdahulu yang mendustakan para rasul, sehingga Allah menurunkan azab kepada mereka, sebagaimana tersebut dalam AlQur'an. Namun kisah-kisah itu tidak berkesan di hati mereka dan tidak dapat mencegah kekafiran, lalu Allah membinasakan mereka, sedang di akhirat nanti akan disiksa sesuai dengan perbuatan syirik yang telah menghiasi jiwa mereka."}},{"number":5,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eWahai Nabi Muhammad, peristiwa-peristiwa yang engkau sam-paikan kepada umatmu adalah\u003cem\u003e hikmah\u003c/em\u003e, yaitu ilmu amaliah dan amal ilmiah, yang sempurna kebenaran dan kejelasannya.\u003cem\u003e Tetapi,\u003c/em\u003e sesungguhnya \u003cem\u003eperingatan-peringatan itu tidak berguna\u003c/em\u003e bagi mereka.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Kisah tersebut mengandung hikmah yang sangat tinggi nilainya dalam memberi petunjuk bagi manusia kepada jalan yang benar, tetapi hikmah dan peringatan yang terkandung dalam kisahkisah itu tidak berguna lagi bagi mereka karena hati nurani mereka telah terkunci mati. Firman Allah: \nTidaklah bermanfaat tanda-tanda (kebesaran Allah) dan rasul-rasul yang memberi peringatan bagi orang yang tidak beriman. (Yunus/10: 101)"}},{"number":6,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eMaka, berpalinglah engkau dari mereka!\u003c/em\u003e Orang musyrik itu akan menghadapi masa yang mengerikan, yaitu \u003cem\u003epada hari\u003c/em\u003e ketika \u003cem\u003epenyeru\u003c/em\u003e, ketika malaikat atau utusan-Nya, \u003cem\u003emengajak\u003c/em\u003e mereka \u003cem\u003ekepada sesuatu yang tidak menyenangkan,\u003c/em\u003e yaitu datangnya kiamat dan keharusan setiap orang mempertanggung jawabkan perbuatannya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah memerintahkan rasul-Nya agar tidak mengadakan perdebatan dengan kaum musyrik, karena tidak ada faedahnya. Sebab itu hendaklah berpaling dari mereka, pendusta-pendusta itu. Karena mereka sudah sampai ke tingkat tidak mau tunduk kepada bukti dan kebenaran, maka sudah pantas bagimu tidak memberi nasihat kepada mereka lagi. Allah mengetahui bahwa Rasulullah saw tidak bosan terhadap persoalan mereka dan jengkel karena kecongkakannya. Allah mengingatkan kepada manusia bahwa akan terjadi hari kebangkitan, yang hari itu malaikat akan memanggil manusia datang ke suatu tempat yang sangat berbahaya dan dibenci oleh kaum musyrik, yaitu Padang Mahsyar."}},{"number":7,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eOrang yang diseru itu akan datang \u003cem\u003epandangan mereka tertunduk, ketika mereka keluar dari kuburan\u003c/em\u003e dengan ketakutan. Keadaan ini menyebabkan mereka berjalan serampangan, \u003cem\u003eseakan-akan mereka belalang yang beterbangan.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Mereka akan keluar dari kubur dalam keadaan pandangan mereka tunduk, karena tidak sanggup memandang kedahsyatan yang terjadi pada hari itu, dan ketika mereka bersama-sama keluar dari kubur, tergopoh-gopoh menuju ke tempat perhitungan amal sesuai dengan panggilan, laksana belalang-belalang yang beterbangan di udara. Dalam ayat lain yang bersamaan maksudnya Allah berfirman: \nPada hari itu manusia seperti laron yang beterbangan. (alQari'ah/101: 4)"}},{"number":8,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDengan patuh\u003c/em\u003e dan penuh rasa takut\u003cem\u003e mereka segera datang kepada penyeru itu\u003c/em\u003e. Dalam keadaan seperti ini \u003cem\u003eorang-orang kafir\u003c/em\u003e terus saja \u003cem\u003eberkata,\u003c/em\u003e \u0026ldquo;\u003cem\u003eIni adalah hari\u003c/em\u003e \u003cem\u003eyang\u003c/em\u003e sangat\u003cem\u003e sulit\u003c/em\u003e dihadapi.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Mereka segera datang memenuhi seruan, tidak ada yang menentang seruan itu, tidak ada pula yang terlambat memenuhinya, seraya mereka berkata, \"Ini adalah hari yang sangat berbahaya dan tempat yang mencelakakan.\" Firman Allah: \nMaka itulah hari yang serba sulit, bagi orang-orang kafir tidak mudah. (al-Muddatstsir/74: 9-10)"}},{"number":9,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAyat-ayat berikut menguraikan siksaan duniawi atas orang-orang yang mengingkari para rasul. \u003cem\u003eSebelum mereka\u003c/em\u003e, yaitu kaum musyrik Mekah, sebagian besar \u003cem\u003ekaum\u003c/em\u003e Nabi \u003cem\u003eNuh\u003c/em\u003e \u003cem\u003ejuga telah mendustakan\u003c/em\u003e dan menolak dakwah hamba Kami. \u003cem\u003eMaka mereka mendustakan\u003c/em\u003e Nabi Nuh,\u003cem\u003e hamba Kami\u003c/em\u003e yang terpilih, \u003cem\u003edan mengatakan\u003c/em\u003e, \u003cem\u003e\u0026ldquo;Dia\u003c/em\u003e adalah \u003cem\u003eorang gila!\u0026rdquo; Lalu diusirnya dengan ancaman,\u003c/em\u003e ejekan, dan makian dari hampir seluruh kaumnya.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Sebelum umat Nabi Muhammad saw, kaum Nuh telah terlebih dahulu mendustakan kerasulan Nabi Nuh. Mereka mendustakan kerasulan Nabi Nuh bahkan mereka menuduhnya gila serta mengancam dan menakut-nakuti Nabi Nuh supaya menghentikan dakwahnya, jika tidak mereka akan merajamnya."}},{"number":10,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePembangkangan kaum Nabi Nuh makin menjadi. Meski sudah didakwahi sekian ratus tahun, hanya segelintir kaumnya yang beriman. \u003cem\u003eMaka dia\u003c/em\u003e menengadahkan tangan, \u003cem\u003emengadu kepada Tuhannya, \u0026ldquo;Sesungguhnya aku telah dikalahkan\u003c/em\u003e dengan keingkaran dan perlakuan buruk kaumku, \u003cem\u003emaka tolonglah\u003c/em\u003e aku, wahai Tuhan Pemeliharaku.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Nabi Nuh berdoa kepada Allah swt bahwa ia tidak berdaya menghadapi ancaman kaumnya, dan memohon kepada Allah agar menolongnya. Doa Nabi Nuh terdapat dalam Surah Nuh/71: 26-28, bahwa Nabi Nuh memohon kepada Allah agar orang kafir dihancurkan, karena mereka hanya akan menyesatkan manusia dan akan melahirkan orang-orang durhaka dan kafir. Di samping itu Nabi Nuh juga memohon ampunan bagi kedua orangtua dan orang-orang yang beriman. Hal ini dilakukan setelah Nabi Nuh mengetahui keingkaran mereka dan hampir lelahnya Nabi Nuh dalam menyampaikan dakwahnya. Firman Allah: Dan Nuh berkata, \"Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi. Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu, dan mereka hanya akan melahirkan anak-anak yang jahat dan tidak tahu bersyukur. Ya Tuhanku, ampunilah aku, ibu bapakku, dan siapa pun yang memasuki rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan. Dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kehancuran.\" (Nuh/71: 26-28)"}},{"number":11,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah meperkenankan doa Nabi Nuh, \u003cem\u003elalu Kami bukakan pintu-pintu langit\u003c/em\u003e, yaitu awan yang mencurahkan hujan dan membanjiri permukiman kaum Nabi Nuh \u003cem\u003edengan air yang tercurah\u003c/em\u003e deras,\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah mengabulkan doa Nabi Nuh dengan mencurahkan air yang banyak dari langit dan berlangsung bertahun-tahun."}},{"number":12,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003edan\u003c/em\u003e selain itu\u003cem\u003e Kami jadikan bumi menyemburkan mata-mata air.\u003c/em\u003e Karena dahsyatnya peristiwa itu,\u003cem\u003e maka bertemulah air-air\u003c/em\u003e yang tercurah dari langit dan tersembur dari bumi \u003cem\u003eitu sehingga\u003c/em\u003e meluap dan menimbulkan \u003cem\u003ekeadaan\u003c/em\u003e dan bencana \u003cem\u003eyang telah ditetapkan\u003c/em\u003e untuk menghukum kaum yang mengingkari rasulnya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Disamping itu dari dalam bumi, Allah memancarkan sumber mata air di permukaannya, lalu bertemulah dua air tersebut, yaitu air yang diturunkan dari langit dan air yang dipancarkan dari bumi, terjadilah banjir yang besar sebagaimana yang sudah ditentukan Allah. Ayat ini menguraikan mengenai peristiwa air bah pada masa Nabi Nuh. Akan tetapi, apabila penggalan kata-kata pertama dalam kalimat di atas, dan dikaitkan dengan pernyataan dalam ayat sebelumnya, maka keduanya akan memperlihatkan siklus air. Penggalan mengenai siklus air ini menjelaskan tentang turunnya air hujan dan bumi mengeluarkannya lagi dalam bentuk mata air."}},{"number":13,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eLimpahan air dari langit dan pancarannya dari bumi merupakan azab bagi kaum Nabi Nuh yang ingkar. \u003cem\u003eDan Kami angkut\u003c/em\u003e serta selamatkan dia bersama orang-orang yang beriman \u003cem\u003eke atas\u003c/em\u003e kapal \u003cem\u003eyang terbuat dari papan\u003c/em\u003e yang disusun\u003cem\u003e dan\u003c/em\u003e diikat dengan \u003cem\u003epasak,\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menyelamatkan Nabi Nuh dari banjir besar dengan memerintahkan Nuh beserta pengikutnya naik ke kapal besar yang terbuat dari papan-papan yang dipaku yang telah disiapkan sebelumnya. Maksud ayat ini sejalan dengan firman Allah dalam Surah al-'Ankabut: \nMaka Kami selamatkan Nuh dan orang-orang yang berada di kapal itu. (al-'Ankabut/29: 15)"}},{"number":14,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eyang berlayar dengan pemeliharaan\u003c/em\u003e dan pengawasan \u003cem\u003eKami, sebagai\u003c/em\u003e ganjaran dan \u003cem\u003ebalasan bagi orang yang telah diingkari\u003c/em\u003e oleh kaumnya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Meskipun topan sangat dahsyat disertai hujan yang sangat lebat dan gelombang air laksana gunung besarnya, kapal itu berlayar dengan selamat berjalan di bawah pengawasan Allah sebagai balasan doanya, sebagaimana diinformasikan dalam ayat lain. \nDan kapal itu berlayar membawa mereka ke dalam gelombang laksana gunung-gunung. Dan Nuh memanggil anaknya, ketika dia (anak itu) berada di tempat yang jauh terpencil, \"Wahai anakku! Naiklah (ke kapal) bersama kami dan janganlah engkau bersama orang-orang kafir.\" (Hud/11: 42)"}},{"number":15,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan sungguh, kapal itu telah Kami\u003c/em\u003e awetkan dan Kami \u003cem\u003ejadikan sebagai tanda\u003c/em\u003e dan pelajaran bagi kaum yang datang kemudian. \u003cem\u003eMaka, adakah orang yang mau\u003c/em\u003e dan bersungguh-sungguh \u003cem\u003emengambil pelajaran\u003c/em\u003e dari peristiwa itu? Bila hal itu tidak menyadarkannya untuk menaati ajakan rasul,\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Peristiwa bencana buat kaum Nuh dijadikan Allah sebagai pelajaran bagi manusia sepanjang masa. Sehingga mereka dapat membela kebenaran dan menghancurkan kebatilan yang mendustakan terhadap rasul-rasul Allah. Bahtera tersebut mendarat di bukit \"Judi.\" (Nama Gunung di daerah Kurdistan) \nDan difirmankan, \"Wahai bumi! Telanlah airmu dan wahai langit (hujan!) berhentilah.\" Dan air pun disurutkan, dan perintah pun diselesaikan dan kapal itupun berlabuh di atas gunung Judi, dan dikatakan, \"Binasalah orang-orang zalim.\" (Hud/11: 44) \nDalam ayat lain peristiwa itu dinyatakan: \nSesungguhnya ketika air naik (sampai ke gunung), Kami membawa (nenek moyang) kamu ke dalam kapal, agar Kami jadikan (peristiwa itu) sebagai peringatan bagi kamu dan agar diperhatikan oleh telinga yang mau mendengar. (al-haqqah/69: 11-12) \nSelanjutnya pada akhir ayat ini Allah bertanya, \"masih adakah orang-orang yang mau mengingat dan merenungkan peristiwa itu untuk dijadikan pelajaran.\" Artinya peristiwa itu perlu direnungkan dan diingat sepanjang masa untuk meningkatkan keimanan dan ketakwaan."}},{"number":16,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003emaka\u003c/em\u003e perhatikan betul-betul\u003cem\u003e betapa dahsyatnya azab-Ku dan peringatan-Ku.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah memperingatkan orang yang membangkang dan mendustakan para rasul serta tidak mengambil iktibar terhadap dahsyatnya siksaan Tuhan dan ancaman-ancamannya yang ditujukan kepada orang-orang yang tidak mengindahkan seruan para rasul"}},{"number":17,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan sungguh, telah Kami mudahkan Al-Qur\u0026rsquo;an untuk\u003c/em\u003e menjadi pelajaran dan \u003cem\u003eperingatan\u003c/em\u003e bagi semua manusia, \u003cem\u003emaka\u003c/em\u003e \u003cem\u003eadakah\u003c/em\u003e di antara mereka \u003cem\u003eyang mau mengambil pelajaran\u003c/em\u003e sehingga Allah melimpahkan karunia kepada-nya dan membantunya memahami kitab suci ini?\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah yang menurunkan Al-Qur'an yang mudah dibaca dan difahami untuk dijadikan pelajaran bagi orang yang mau menjadikan pelajaran, karena itu hendaknya manusia mengimaninya dan menjalankannya. Dalam ayat lain dinyatakan bahwa Al-Qur'an hanya bermanfaat bagi orang yang beriman, karena mereka menjalankannya: \nDan tetaplah memberi peringatan, karena sesungguhnya peringatan itu bermanfaat bagi orang-orang Mukmin. (adh-dzariyat/51: 55) \nDan seperti firman-Nya: \nKitab (Al-Qur'an) yang Kami turunkan kepadamu penuh berkah agar mereka menghayati ayat-ayatnya dan agar orang-orang yang berakal sehat mendapat pelajaran. (shad/38: 29) \nMaka sungguh, telah Kami mudahkan (Al-Qur'an) itu dengan bahasamu (Muhammad), agar dengan itu engkau dapat memberi kabar gembira kepada orang-orang yang bertakwa, dan agar engkau dapat memberi peringatan kepada kaum yang membangkang. (Maryam/19: 97) \nAl-Qur'an itu mudah difahami dan dijalankan, karena Nabi saw menjelaskan dan mencontohkan pelaksanaannya. Isi Al-Qur'an adalah kabar gembira bagi yang takwa dan peringatan bagi yang membangkang, karena itu hendaknya manusia menjadi orang yang takwa dengan menjalankannya dan tidak mengingkarinya, karena akan menjadi orang yang merugi."}},{"number":18,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSebagaimana kaum Nabi Nuh, kaum \u0026lsquo;Ad pun mengingkari dakwah nabi mereka, Nabi Hud. \u003cem\u003eKaum \u0026lsquo;Ad pun telah mendustakan\u003c/em\u003e Nabi Hud yang telah Kami utus kepada mereka. Kami binasakan mereka,\u003cem\u003e maka\u003c/em\u003e lihatlah \u003cem\u003ebetapa dahsyatnya azab-Ku dan peringatan-Ku\u003c/em\u003e yang telah Kusampaikan melalui rasul-rasul-Ku.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menyatakan bahwa kaum 'Ad memandang nabi mereka dan risalah yang ia bawa untuk mereka adalah bohong. Kepada kaum yang mendustakan para rasul itu Allah telah menyampaikan peringatan dan menurunkan azab yang sangat dahsyat. Hal tersebut hendaknya dijadikan iktibar oleh orang-orang yang datang kemudian."}},{"number":19,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSebagai hukuman atas keingkaran kaum \u0026lsquo;Ad, \u003cem\u003esesungguhnya Kami telah mengembuskan angin yang sangat kencang kepada mereka pada hari\u003c/em\u003e yang mereka anggap sebagai hari \u003cem\u003enahas\u003c/em\u003e. Embusan \u003cem\u003eyang\u003c/em\u003e tidak ada bandingannya itu terjadi secara \u003cem\u003eterus-menerus\u003c/em\u003e.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa Allah melepaskan topan yang amat dahsyat menderu-deru. Hal tersebut merupakan azab Allah kepada kaum 'Ad di kala bergelimangan dosa dan durhaka. Peristiwa ini terjadi selama tujuh malam delapan hari terus-menerus sebagaimana diinformasikan dalam ayat lain: \nMaka Kami tiupkan angin yang sangat bergemuruh kepada mereka dalam beberapa hari yang nahas. (Fussilat/41: 16) \nDan firman-Nya: \nAllah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus. (al-haqqah/69: 7)"}},{"number":20,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah mengembuskan angin mahadahsyat \u003cem\u003eyang membuat manusia\u003c/em\u003e durhaka itu \u003cem\u003ebergelimpangan\u003c/em\u003e seakan-akan \u003cem\u003emereka bagaikan pohon-pohon kurma yang tumbang dengan akar-akarnya.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini dinyatakan bahwa angin itu melemparkan mereka kemudian menghempaskan mereka ke bawah dengan kepala lebih dahulu karena begitu kerasnya kepala mereka terpenggal dan tubuh mereka bergelimangan bagaikan pohon-pohon kurma yang tumbang berserakan karena tercabut oleh badai. Demikianlah dahsyatnya badai itu yang dapat menumbangkan tubuh mereka yang besar-besar sebagaimana dinyatakan dalam firman-Nya: \nOrang-orang itu lebih kuat dari mereka (sendiri) dan mereka telah mengolah bumi (tanah) serta memakmurkannya melebihi apa yang telah mereka makmurkan. (ar-Rum/30: 9)"}},{"number":21,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eMaka\u003c/em\u003e perhatikanlah \u003cem\u003ebetapa dahsyatnya azab-Ku dan peringatan-Ku\u003c/em\u003e kepada orang-orang yang ingkar dan durhaka.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah kembali menyatakan, betapa hebat azab-Nya dan peringatan-Nya. Pernyataan itu menunjukkan bahwa Allah sendiri memandang peristiwa tersebut hebat sekali. Dalam ayat yang lain memang disebutkan bahwa azab Allah sangat hebat: Kami ingin agar mereka itu merasakan siksaan yang menghinakan dalam kehidupan di dunia. Sedangkan azab akhirat pasti lebih menghinakan dan mereka tidak diberi pertolongan. (Fussilat/41: 16)"}},{"number":22,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePeristiwa yang menimpa kaum \u0026lsquo;Ad merupakan pelajaran berharga bagi orang yang mau memperhatikan. \u003cem\u003eDan sungguh, telah Kami mudahkan Al-Qur\u0026rsquo;an untuk\u003c/em\u003e menjadi pelajaran dan \u003cem\u003eperingatan\u003c/em\u003e bagi semua manusia. \u003cem\u003eMaka, adakah\u003c/em\u003e di antara mereka \u003cem\u003eorang yang mau mengambil pelajaran\u003c/em\u003e sehingga Allah melimpahkan karunia kepadanya dan membantunya memahami kitab suci ini?\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah juga kembali menegaskan bahwa Al-Qur'an mudah dipahami dan diambil sebagai peringatan karena Allah menyampaikan contoh yang gamblang di dalamnya, karena itu manusia seharusnya mengimaninya dalam menjalankan ajaranajaran yang terdapat di dalamnya supaya mereka bahagia di dunia dan di akhirat."}},{"number":23,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSeperti kaum Nabi Nuh dan kaum \u0026lsquo;Ad, \u003cem\u003ekaum Samud pun\u003c/em\u003e mengingkari dakwah nabi mereka, Nabi Saleh. Kaum Samud pun telah \u003cem\u003emendustakan\u003c/em\u003e rasul Allah dan \u003cem\u003eperingatan itu\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menerangkan bahwa kaum Samud menganggap dusta peringatan-peringatan yang disampaikan nabi mereka Nabi Saleh, yaitu mentauhidkan Allah, iman kepada rasul dan hari Kiamat."}},{"number":24,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eMaka mereka berkata, \u0026ldquo;Bagaimana kita akan mengikuti seorang manusia\u003c/em\u003e biasa \u003cem\u003edi antara kita\u003c/em\u003e yang tidak memiliki keistimewaan dan pengikut, sedang dia mengajarkan sesuatu yang bertentangan dengan keyakinan nenek moyang kita? \u003cem\u003eSungguh, kalau begitu kita benar-benar telah sesat dan gila.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Mereka memandang Nabi Saleh dusta, karena dalam pandangan mereka, tidak mungkin ajaran baru yang diajarkan satu orang lebih benar dari ajaran yang telah diikuti oleh semua orang dan telah diterima semenjak nenek moyang mereka. Mereka memandang bahwa mengikuti satu orang yang membawa ajaran yang lain dari ajaran yang mereka terima sejak nenek moyang akan membuat sesat dan gila."}},{"number":25,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eApakah wahyu itu\u003c/em\u003e justru \u003cem\u003editurunkan kepadanya,\u003c/em\u003e bukan kepada orang lain \u003cem\u003edi antara kita\u003c/em\u003e yang lebih istimewa dan berpengaruh? \u003cem\u003ePastilah dia seorang\u003c/em\u003e \u003cem\u003ependusta\u003c/em\u003e besar lagi \u003cem\u003esombong\u003c/em\u003e.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Selanjutnya mereka berdalih bahwa tidak mungkin wahyu itu diturunkan kepada seseorang yaitu Nabi Saleh sedang ia manusia biasa. Mengapa wahyu tidak diturunkan kepada pemimpin mereka yang berkuasa, disegani, berharta, dan sebagainya. Oleh karena itu dalam pandangan mereka Nabi Saleh bohong dan hanya menyombongkan diri. ("}},{"number":26,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah membantah, \u0026ldquo;\u003cem\u003eKelak\u003c/em\u003e, saat bukti-bukti yang menguatkan kenabiannya ditampakkan, \u003cem\u003emereka akan mengetahui siapa yang sebenarnya\u003c/em\u003e layak disebut \u003cem\u003esangat pendusta\u003c/em\u003e dan \u003cem\u003esombong itu.\u0026rdquo;\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah membantah dengan keras pandangan mereka dengan menyatakan bahwa dalam waktu dekat mereka akan mengetahui siapa sebenarnya yang bohong dan sombon"}},{"number":27,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eSesungguhnya Kami akan\u003c/em\u003e menciptakan dan \u003cem\u003emengirimkan seekor unta betina sebagai\u003c/em\u003e mukjizat yang membuktikan kebenaran Nabi Saleh dan sebagai \u003cem\u003ecobaan bagi mereka\u003c/em\u003e, apakah mereka beriman atau tidak.\u003cem\u003e Maka\u003c/em\u003e sesudah kami kirimkan unta itu, \u003cem\u003etunggulah\u003c/em\u003e tindakan \u003cem\u003emereka\u003c/em\u003e kepadanya \u003cem\u003edan bersabarlah\u003c/em\u003e menanti tindakan Kami terhadap mereka.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menerangkan bahwa ia memenuhi permintaan mereka untuk menjelmakan seekor unta betina dari sebuah batu besar sesuai permintaan mereka, sebagai mukjizat Nabi Saleh. Mereka meminta mukjizat seperti itu karena mereka terkenal sebagai pemahat batu yang hebat dan gunung-gunung batu sebagai tempat tinggal mereka. Unta betina yang dijelmakan dari batu gunung itu dijadikan Allah sebagai ujian bagi umat Nabi Saleh. Tempat mereka tinggal itu sekarang dekat Mada'in, suatu daerah antara Hijaz dan Syiria. Pada akhir ayat ini Allah memerintahkan Nabi Saleh untuk menunggu apa yang akan mereka lakukan, apakah beriman atau mereka tetap kafir. Dan supaya Nabi Saleh bersabar terhadap gangguan-gangguan mereka sampai datang ketentuan Allah, karena Allah tetap membela kebenaran dan menghancurkan kebatilan."}},{"number":28,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eWahai Nabi Saleh, \u003cem\u003edan beritahukanlah kepada mereka,\u003c/em\u003e yaitu kaum Samud, \u003cem\u003ebahwa air\u003c/em\u003e sumur yang menjadi sumber minum mereka\u003cem\u003e itu dibagi di antara mereka\u003c/em\u003e dengan unta betina itu; \u003cem\u003esetiap orang berhak mendapat giliran minum\u003c/em\u003e dan hanya bisa mengambil jatah sesuai giliran tersebut.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah memerintahkan Nabi Saleh supaya memberitahukan kepada kaumnya tentang pembagian air sumur antara mereka dan unta, yaitu sehari untuk unta betina dan sehari untuk mereka. Masing-masing datang menurut gilirannya untuk mengambil air sumur itu. ("}},{"number":29,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMereka merasa kecewa dengan pembagian jatah air itu. \u003cem\u003eMaka mereka memanggil kawannya\u003c/em\u003e yang dikenal kuat dan kejam untuk membunuh unta itu, \u003cem\u003elalu dia menangkap\u003c/em\u003e unta itu \u003cem\u003edan memotongnya\u003c/em\u003e. Akibat kedurhakaan ini,\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menerangkan bahwa akhirnya kaum Samud keberatan atas pembagian seperti itu dan ingin membunuh unta. Mereka lalu memanggil seorang warga mereka yang terkenal sangat kejam, namanya Kudar bin Salif dan mencincang unta tersebut."}},{"number":30,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003emaka\u003c/em\u003e lihatlah \u003cem\u003ebetapa dahsyatnya azab-Ku dan peringatan-Ku\u003c/em\u003e kepada mereka.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah kembali menerangkan bagaimana hebatnya azab Allah dan ancaman-ancamannya-Nya. Mereka telah diperingatkan ancaman dan bencana, tetapi mereka tidak menghiraukannya"}},{"number":31,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eBegitu unta tersebut dibunuh, datanglah azab Allah kepada mereka. \u003cem\u003eKami kirimkan atas mereka satu suara yang keras \u003c/em\u003edan\u003cem\u003e mengguntur\u003c/em\u003e, \u003cem\u003emaka\u003c/em\u003e dengan sangat cepat \u003cem\u003ejadilah mereka seperti batang-batang kering yang lapuk\u003c/em\u003e.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Azab pada ayat ini adalah saihah. Sebagaimana sudah diterangkan dalam kosakata Surah Hud/11: 67, saihah adalah rajfah (gempa hebat) dan saiqah (petir yang menyambar). Dengan demikian azab yang mereka terima adalah petir yang menggelegar disertai gempa yang dahsyat. Petir itu menghanguskan tubuh mereka sehingga mati terbakar dan kering bagaikan rerumputan yang mati kering karena kekeringan. ("}},{"number":32,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eUraian pada ayat-ayat sebelumnya menjadi pelajaran bagi mereka mau berpikir dan mengambil ibrah. \u003cem\u003eDan sungguh, telah Kami mudahkan Al-Qur\u0026rsquo;an untuk\u003c/em\u003e dijadikan \u003cem\u003eperingatan, maka adakah orang yang\u003c/em\u003e secara sungguh-sungguh \u003cem\u003emau mengambil pelajaran\u003c/em\u003e darinya sehingga Allah melimpahkan karunia dan membantu dia memahami isinya?\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Demikianlah penjelasan Al-Qur'an mengenai umat terdahulu. Penjelasan itu lugas, semoga siapapun mau mengambilnya menjadi pelajaran untuk beriman."}},{"number":33,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eBeralih dari kisah Kaum Samud dan azab yang menimpa mereka, Allah lalu bertutur tentang kisah Nabi Lut. \u003cem\u003eKaum Lut pun telah mendustakan peringatan\u003c/em\u003e nabinya itu.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Kisah itu dimulai untuk menghukum mereka. Allah menerangkan bahwa kaum Lut juga telah menganggap peringatan-peringatan Allah yang disampaikan-Nya melalui Nabi Lut, bohong. Peringatan-peringatan itu adalah agar mereka meninggalkan perbuatan-perbuatan kotor yang mereka lakukan yaitu hubungan kelamin sesama laki-laki."}},{"number":34,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAkibat keingkaran mereka, \u003cem\u003esesungguhnya Kami kirimkan kepada mereka badai\u003c/em\u003e \u003cem\u003eyang\u003c/em\u003e berembus amat kencang dan \u003cem\u003emembawa batu-batu\u003c/em\u003e untuk kami timpakan kepada mereka, \u003cem\u003ekecuali keluarga Lut\u003c/em\u003e. \u003cem\u003eKami selamatkan mereka\u003c/em\u003e dari bencana itu \u003cem\u003esebelum fajar menyingsing.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah mengirimkan mereka angin puting beliung yang menerbangkan batu-batu lalu menghempaskan kepala mereka sehingga mereka binasa, yang selamat hanya keluarga Nabi Lut yaitu orang-orang yang beriman kepadanya. Karena diperintahkan Allah mereka lebih dahulu keluar dari negeri mereka pada dini hari sebelum fajar."}},{"number":35,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKami lakukan itu \u003cem\u003esemua sebagai nikmat dari Kami. Demikianlah Kami\u003c/em\u003e selalu \u003cem\u003ememberi balasan kepada orang-orang yang bersyukur.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Penyelamatan itu merupakan nikmat dari Allah kepada orang-orang yang beriman tersebut. Nikmat itu berupa keselamatan mereka dari azab tersebut. Demikianlah hukum Allah, bahwa Dia senantiasa memberikan nikmat kepada orang-orang yang bersyukur dan patuh menjalankan perintah-Nya dan menjauhi larangan-Nya, dan menghukum orang yang membangkang."}},{"number":36,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah tidak menimpakan azab itu kepada kaum Nabi Lut secara tiba-tiba karena sebelumnya mereka telah diberi peringatan. \u003cem\u003eDan sungguh, dia telah memperingatkan mereka\u003c/em\u003e agar berhenti dari kedurhakaan yang \u003cem\u003eakan\u003c/em\u003e menyebabkan jatuhnya \u003cem\u003ehukuman Kami, tetapi mereka\u003c/em\u003e tetap \u003cem\u003emendustakan peringatan-Ku\u003c/em\u003e.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Hukuman terhadap mereka yang membangkang pantas dijatuhkan karena Allah melalui Nabi Lut telah memberi peringatan kepada mereka tetapi mereka tidak memperdulikannya, mereka terus melakukan perbuatan hubungan kelamin sesama laki-laki."}},{"number":37,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePuncak keingkaran kaum Nabi Lut adalah kebiasaan mereka berhubungan seksual sesama jenis. Suatu hari Nabi Lut kedatangan tamu pria. Mereka pun bergegas ke rumah Nabi Lut.\u003cem\u003e Dan sungguh, mereka telah membujuknya\u003c/em\u003e agar menyerahkan \u003cem\u003etamunya\u003c/em\u003e itu kepada mereka untuk diajak berhubungan seksual, \u003cem\u003elalu Kami butakan mata mereka\u003c/em\u003e akibat kedurhakaan ini, \u003cem\u003emaka rasakanlah\u003c/em\u003e betapa pedih \u003cem\u003eazab-Ku dan peringatan-Ku!\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Kejahatan mereka sampai ke puncaknya ketika yang mereka minta dari Nabi Lut agar menyerahkan kepada mereka, tamu-tamunya. Tamu-tamu itu adalah malaikat-malaikat yang menyamar sebagai pemuda-pemuda ganteng untuk menguji mereka. Mereka mengetahui tamu-tamu itu karena pengkhianatan istri Lut yang menyampaikan kepada mereka berita kedatangannya. Ketika Nabi Lut melihat mereka datang, ia menutup pintu untuk melindungi tamu-tamunya, dan menawarkan kepada mereka \"anakanak perempuannya.\" Namun mereka tidak tertarik pada anak-anak perempuannya itu dan berusaha mendobrak pintu. Akhirnya Nabi Lut membukakan pintu. Begitu mereka masuk, mata mereka menjadi buta tidak dapat melihat tamu-tamu tersebut karena ditampar oleh Jibril dengan sayapnya. Pada akhir ayat ini Allah menyatakan kepada mereka supaya mereka merasakan azab-Nya berupa kebutaan mata mereka, yang sebelumnya kepada mereka telah diberi ancaman."}},{"number":38,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eTidak hanya membutakan mata mereka, Allah juga menimpakan kepada mereka azab yang lebih pedih. \u003cem\u003eDan sungguh, pada esok harinya mereka benar-benar ditimpa azab yang tetap\u003c/em\u003e sehingga binasalah mereka semua.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada pagi harinya, azab pun datang. Mereka dihujani batu oleh Allah sehingga mereka dan negerinya terkubur habis. Nabi Lut sendiri beserta keluarga yaitu kedua putrinya dan mereka yang beriman sudah diperintahkan keluar dari negeri itu sebelum fajar sehingga mereka selamat."}},{"number":39,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eMaka rasakanlah\u003c/em\u003e betapa pedihnya \u003cem\u003eazab-Ku dan\u003c/em\u003e bukti dari \u003cem\u003eperingatan-Ku!\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Demikianlah azab Allah terhadap kaum Nabi Lut. Kedahsyatan azab itu harus mereka rasakan karena mereka tidak mau memperhatikan peringatan-peringatan Allah melalui nabi-Nya. Peringatan-peringatan Allah pasti terjadi, karena itu tidak boleh diabaikan."}},{"number":40,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah menuturkan kisah ini untuk mengingatkan betapa besar nikmat-Nya kepada manusia. Allah ingin agar manusia mau mengambil dari kisah itu pelajaran bagi kehidupannya. \u003cem\u003eDan sungguh, telah Kami mudahkan Al-Qur\u0026rsquo;an untuk\u003c/em\u003e dijadikan \u003cem\u003eperingatan, maka adakah orang yang\u003c/em\u003e secara sungguh-sungguh \u003cem\u003emau mengambil pelajaran\u003c/em\u003e darinya sehingga Allah melimpahkan karunia dan membantunya memahami isinya?\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Tafsir ayat ini sebagaimana yang telah diterangkan pada ayat 32 surah ini yang selalu dijadikan penutup dari masing-masing empat kisah tersebut (yaitu kisah kaum Nuh, kisah kaum 'Ad, kisah kaum Samud dan kisah kaum Lut). Allah juga kembali menegaskan bahwa Al-Qur'an mudah dipahami dan diambil sebagai peringatan karena Allah menyampaikan contoh yang gamblang di dalamnya, karena itu manusia seharusnya mengimaninya dalam menjalankan ajaran-ajaran yang terdapat di dalamnya supaya mereka bahagia di dunia dan di akhirat."}},{"number":41,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDari kisah kaum Nabi Lut Allah beralih menyebut kisah Fira\u0026lsquo;un dan kaumnya. \u003cem\u003eDan sungguh,\u003c/em\u003e \u003cem\u003eperingatan\u003c/em\u003e Kami \u003cem\u003etelah datang kepada keluarga Fira\u0026lsquo;un\u003c/em\u003e dan kaumnya agar mereka beriman kepada Allah Yang Esa.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat-ayat ini menerangkan bahwa sungguh peringatan demi peringatan telah berkali-kali disampaikan kepada kaum Fir'aun dan pengikut-pengikutnya. Namun mereka tetap mendustakannya. Peringatan-peringatan itu adalah semua tanda-tanda kerasulan dan mukjizat yang Allah berikan kepada Nabi Musa sebagaimana diungkapkan dalam Surah al-A'raf/7: 133 dan al-Isra'/17: 101. Karena itu Allah menurunkan azab kepada mereka. Azab datang dari Zat yang Mahakuat dan Mahakuasa, yang menunjukkan bahwa azab itu amat hebat. Berupa tenggelamnya Fir'aun dan pengikutnya di Laut Merah."}},{"number":42,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eNamun, \u003cem\u003emereka mendustakan mukjizat-mukjizat Kami semuanya\u003c/em\u003e yang ditunjukkan oleh Nabi Musa,\u003cem\u003e maka Kami azab mereka dengan azab dari\u003c/em\u003e Allah \u003cem\u003eYang Mahaperkasa\u003c/em\u003e, lagi\u003cem\u003e Mahakuasa.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat-ayat ini menerangkan bahwa sungguh peringatan demi peringatan telah berkali-kali disampaikan kepada kaum Fir'aun dan pengikut-pengikutnya. Namun mereka tetap mendustakannya. Peringatan-peringatan itu adalah semua tanda-tanda kerasulan dan mukjizat yang Allah berikan kepada Nabi Musa sebagaimana diungkapkan dalam Surah al-A'raf/7: 133 dan al-Isra'/17: 101. Karena itu Allah menurunkan azab kepada mereka. Azab datang dari Zat yang Mahakuat dan Mahakuasa, yang menunjukkan bahwa azab itu amat hebat. Berupa tenggelamnya Fir'aun dan pengikutnya di Laut Merah."}},{"number":43,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah kemudian mengalihkan arah komunikasi kepada kaum musyrik Mekah. Wahai kaum musyrik, \u003cem\u003eapakah orang-orang kafir di lingkunganmu\u003c/em\u003e yang \u003cem\u003elebih baik daripada mereka\u003c/em\u003e yang telah dikisahkan itu, \u003cem\u003eataukah kamu telah mempunyai jaminan kebebasan\u003c/em\u003e dari azab seperti yang tercantum \u003cem\u003edalam kitab-kitab terdahulu,\u003c/em\u003e sehingga kamu bersikeras untuk ingkar?\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah memperingatkan orang-orang kafir Mekah apakah mereka merasa lebih mulia dari kaum kafir sebelum mereka yang telah ditimpa hukuman Allah seperti kaum Nuh, kaum 'Ad dan kaum Samud. Apakah mereka akan selamat dari azab Allah karena kekafiran mereka terhadap-Nya dan kedustaan mereka terhadap rasulNya. Ataukah mereka benar mendapat jaminan tertulis dalam kitabkitab suci bahwa mereka merasa bebas dari azab Allah walaupun selalu kafir dan berbuat jahat. Jika keyakinan mereka itu benar perlu menunjukkan landasan kebenaran keyakinan mereka itu."}},{"number":44,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePeringatan itu tidak diperhatikan oleh kaum musyrik Mekah. \u003cem\u003eAtau mereka mengatakan\u003c/em\u003e dengan penuh kesombongan, \u0026ldquo;\u003cem\u003eKami ini golongan yang\u003c/em\u003e sangat kompak dan selalu\u003cem\u003e bersatu\u003c/em\u003e. Kami adalah golongan \u003cem\u003eyang pasti menang\u003c/em\u003e dalam menghadapi siapa saja.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah masih melanjutkan pertanyaan apakah mereka merasa merupakan suatu kekuatan yang sangat kompak sehingga begitu kuatnya dan tidak mungkin dikalahkan. Abu Jahal berkata, pasukan mereka banyak dan kuat, mereka pasti akan menang (pada peristiwa Perang Badar). ("}},{"number":45,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah menegasikan keyakinan kaum kafir itu . \u003cem\u003eGolongan itu pasti akan dikalahkan\u003c/em\u003e oleh kaum yang beriman \u003cem\u003edan mereka akan mundur ke belakang\u003c/em\u003e sambil berlari pontang-panting.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menegaskan bahwa kesatuan mereka akan diceraiberaikan dan kekuatan mereka akan dipatahkan oleh pasukan Islam. Janji Allah itu terbukti dalam Perang Badar, dimana lebih dari 70 orang pemuka-pemuka mereka tewas dan sisanya lari terbirit-birit kembali ke Mekah. Bukti tentang benarnya kenabian Muhammad saw, karena ayat ini turun di Mekah, sedang Nabi saw belum mempunyai pasukan, bahkan pengikut-pengikut Nabi terpencarpencar, diburu dan disiksa oleh orang-orang musyrik di mana saja mereka berada, 'Umar bin al-Khaththab berkata, \"Ketika ayat itu turun saya tidak mengerti apa maksudnya. Tetapi pada Perang Badar, saya lihat Nabi saw memakai baju besi dan saya dengan beliau membaca ayat ini, 'Golongan itu pasti akan dikalahkan, waktu itu barulah saya mengerti maksud ayat tersebut.\" Diriwayatkan oleh al-Bukhari dari Ibnu 'Abbas bahwa Nabi saw berkata ketika beliau masih dalam kemah, pada hari Perang Badar: \"Aku menagih pesan-Mu dan janji-Mu! Ya Allah, jika Engkau menghendaki (kekalahan kami) niscaya Engkau tidak akan disembah lagi sesudah hari ini\". Lalu Abu Bakar memegang tangan Nabi dan berkata, \"Cukup sudah ya Rasulullah! Engkau telah begitu mendesak Tuhanmu.\"Lalu beliau keluar (dari kemah) melompat dengan memakai baju besi sambil membaca ayat ini. (Riwayat alBukhari) \nKemudian Allah menyatakan bahwa yang tersebut itu adalah azab dunia dan mereka akan menemui azab yang lebih hebat lagi pada hari Kiamat."}},{"number":46,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKekalahan mereka di dunia bukan akhir segalanya karena di akhirat mereka juga akan menerima azab atas kekafirannya. \u003cem\u003eBahkan, hari Kiamat itulah hari\u003c/em\u003e paling sulit \u003cem\u003eyang dijanjikan\u003c/em\u003e oleh Allah \u003cem\u003ekepada mereka\u003c/em\u003e, \u003cem\u003edan hari Kiamat itu lebih dahsyat\u003c/em\u003e daripada semua bencana dunia \u003cem\u003edan lebih pahit\u003c/em\u003e karena siksa itu berlanjut tanpa akhir.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Peperangan tersebut adalah azab yang akan mereka rasakan di dunia, berupa kekalahan, dibunuh atau ditawan tetapi mereka masih akan menerima azab lain yang lebih dahsyat, yaitu azab neraka di akhirat. Azab akhirat itu lebih hebat dan berlangsung kekal dan kuat selama-lamanya."}},{"number":47,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eUraian tentang peringatan terhadap kaum kafir Mekah diikuti oleh penjelasan mengenai siksa bagi pendosa dan pahala bagi orang yang bertakwa. \u003cem\u003eSungguh, orang-orang yang berdosa berada dalam kesesatan\u003c/em\u003e saat di dunia, \u003cem\u003edan\u003c/em\u003e di akhirat kelak \u003cem\u003eakan berada dalam neraka\u003c/em\u003e yang penuh siksa pedih.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menyatakan, bahwa sesungguhnya orang-orang yang mempersekutukan Allah dan mendustakan rasul-rasul-Nya adalah orang-orang sesat dan menyimpang dari jalan yang benar di dunia. Di akhirat nanti mereka akan ditimpa azab yang pedih akibat kesesatannya."}},{"number":48,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003ePada hari mereka\u003c/em\u003e yang kafir itu \u003cem\u003ediseret ke neraka pada wajahnya\u003c/em\u003e, dikatakan kepada mereka, \u0026ldquo;\u003cem\u003eRasakanlah sentuhan api neraka\u003c/em\u003e yang sangat panas itu.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Orang-orang yang durhaka akan digiring ke dalam neraka dengan terseret-seret dan terbentur-bentur mukanya ke tanah karena itu mereka sangat menderita. Penderitaan mereka di dalam neraka lebih hebat lagi. Neraka akan melelehkan kulit dan daging mereka"}},{"number":49,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eApa yang terjadi pada semua makhluk sudah ditetapkan oleh Allah. \u003cem\u003eSungguh, Kami menciptakan segala sesuatu menurut ukuran,\u003c/em\u003e yaitu suatu sistem dan ketentuan yang telah ditetapkan.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Seluruh makhluk diciptakan-Nya sesuai ketentuan dan hukum-hukum yang telah ditetapkan-Nya. Karena itu bila seseorang dihukum karena ketetapan dan hukum-hukumnya itu. Dan segala sesuatu akan terjadi sesuai ketetapan-Nya. Dalam ayat lain Allah juga berfirman mengenai ketetapan atau takdir yaitu: \nDan Dia menciptakan segala sesuatu, lalu menetapkan ukuranukurannya dengan tepat. (al-Furqan/25: 2) \nTetapi manusia wajib berusaha, ketentuan-Nya diserahkan kepada Allah sesuai firman Allah: \nDan bahwa manusia hanya memperoleh apa yang telah diusahakannya dan sesungguhnya usahanya itu kelak akan diperlihatkan (kepadanya). (an-Najm/53: 39-40) \nDalam hadis sahih yang diriwayatkan Ahmad dan Muslim dari Abu Hurairah: Rasulullah saw bersabda, \"Minta tolonglah kepada Allah, dan jangan bersikap lemah. Bila sesuatu menimpamu, maka katakanlah, Allah telah menetapkannya. Apa yang Dia kehendaki, Dia kerjakan, dan jangan kamu berkata: seandainya aku berbuat begini maka akan begitu. Sesungguhnya kata \"seandainya\" membuka (kemungkinan pada) perbuatan setan. Sesuai dengan hadis Rasulullah saw: Rasullah saw bersabda: segala sesuatu ditetapkan ukurannya bahkan kelemahan dan kecerdasan. (Riwayat Imam Ahmad dan Muslim dari Ibnu 'Umar) Allah swt berfirman: \nBaginya (manusia) ada malaikat-malaikat yang selalu menjaganya bergiliran, dari depan dan belakangnya. Mereka menjaganya atas perintah Allah. Sesungguhnya Allah tidak akan mengubah keadaan suatu kaum sebelum mereka mengubah keadaan diri mereka sendiri. Dan apabila Allah menghendaki keburukan terhadap suatu kaum, maka tak ada yang dapat menolaknya dan tidak ada pelindung bagi mereka selain Dia. (ar-Ra'd/13: 11)"}},{"number":50,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e ketahuilah bahwa semua\u003cem\u003e perintah Kami\u003c/em\u003e yang menyangkut apa pun \u003cem\u003ehanyalah\u003c/em\u003e diungkapkan dengan \u003cem\u003esatu perkataan\u003c/em\u003e yang mudah dan cepat, \u003cem\u003eseperti kejapan mata.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Sesungguhnya perintah Allah hanya disampaikan satu kali dan perintah itu pasti terjadi dengan cepat, lebih cepat dari kedipan mata. Bila Allah swt menghendaki terjadinya sesuatu maka Ia hanya mengatakan \"Jadilah\" yang dikehendaki-Nya itu segera terwujud. Begitu pulalah mengenai hukuman terhadap orang kafir, hukuman pasti terlaksana di akhirat. ("}},{"number":51,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAzab atas kaum-kaum terdahulu membuktikan betapa Allah Mahakuasa. \u003cem\u003eDan sungguh, telah Kami binasakan orang yang\u003c/em\u003e kekafirannya \u003cem\u003eserupa dengan kamu\u003c/em\u003e, wahai kaum musyrik Mekah. \u003cem\u003eMaka, adakah\u003c/em\u003e di antara kamu \u003cem\u003eorang yang mau mengambil pelajaran\u003c/em\u003e dari peristiwa-peristiwa itu?\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa Allah membinasakan orangorang yang sama dengan mereka, yaitu umat-umat yang mendustakan para nabi pada zaman lampau, mereka telah hancur karena pembangkangannya. Peristiwa-peristiwa itu hendaknya menjadi pelajaran bagi kaum kafir Mekah dan bagi siapa saja sesudah mereka beriman. Allah berfirman dalam ayat lain mengenai hukuman yang dijatuhkan kepada satu generasi, sama dengan hukuman yang dijatuhkan pada generasi sebelumnya. Dan diberi penghalang antara mereka dengan apa yang mereka inginkan sebagaimana yang dilakukan terhadap orang-orang yang sepaham dengan mereka yang terdahulu. Sesungguhnya mereka dahulu (di dunia) dalam keraguan yang mendalam. (Saba'/34: 54)"}},{"number":52,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKami juga mengetahui apa saja yang berkaitan dengan mereka. \u003cem\u003eDan\u003c/em\u003e untuk membuktikan perilaku mereka, \u003cem\u003esegala sesuatu\u003c/em\u003e \u003cem\u003eyang telah mereka perbuat\u003c/em\u003e kapan dan di mana pun\u003cem\u003e tercatat\u003c/em\u003e dengan rinci oleh malaikat Kami \u003cem\u003edalam buku-buku catatan.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Semua perbuatan manusia terhimpun dalam buku catatan masing-masing. Hal itu karena setiap perbuatan manusia kecil ataupun besar, baik atau buruk dicatat oleh malaikat di dalam buku catatan itu, Malaikat Kiram atau sebut saja Raqib, mencatat perbuatan yang baik dan Malaikat Katibin atau 'Atid mencatat perbuatan yang tidak baik. Dalam ayat lain Allah berfirman: \nTidak ada suatu kata yang diucapkannya melainkan ada di sisinya malaikat pengawas yang selalu siap (mencatat). (Qaf/50: 18) \nOleh karena semua aktivitas manusia, baik perbuatan maupun ucapan, baik yang baik maupun yang buruk, baik besar maupun kecil tercatat di dalam buku catatan masing-masing, maka sangat mudah bagi Allah menjatuhkan hukuman kepada yang berdosa dan memberikan pahala kepada yang berbuat baik."}},{"number":53,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e di samping itu, \u003cem\u003esegala\u003c/em\u003e sesuatu baik \u003cem\u003eyang kecil\u003c/em\u003e dan remeh \u003cem\u003emaupun yang besar\u003c/em\u003e dan penting\u003cem\u003e tertulis\u003c/em\u003e di sana dengan rinci.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Semua perbuatan manusia terhimpun dalam buku catatan masing-masing. Hal itu karena setiap perbuatan manusia kecil ataupun besar, baik atau buruk dicatat oleh malaikat di dalam buku catatan itu, Malaikat Kiram atau sebut saja Raqib, mencatat perbuatan yang baik dan Malaikat Katibin atau 'Atid mencatat perbuatan yang tidak baik. Dalam ayat lain Allah berfirman: \nTidak ada suatu kata yang diucapkannya melainkan ada di sisinya malaikat pengawas yang selalu siap (mencatat). (Qaf/50: 18) \nOleh karena semua aktivitas manusia, baik perbuatan maupun ucapan, baik yang baik maupun yang buruk, baik besar maupun kecil tercatat di dalam buku catatan masing-masing, maka sangat mudah bagi Allah menjatuhkan hukuman kepada yang berdosa dan memberikan pahala kepada yang berbuat baik."}},{"number":54,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eBila orang-orang musyrik diseret pada wajahnya ke arah neraka, maka \u003cem\u003esungguh, orang-orang\u003c/em\u003e \u003cem\u003eyang\u003c/em\u003e benar-benar \u003cem\u003ebertakwa\u003c/em\u003e secara tulus \u003cem\u003eberada di taman-taman dan sungai-sungai\u003c/em\u003e yang beragam.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Bagi mereka yang bertakwa, Allah memberikan surgasurga sesuai tingkat ketakwaan mereka. Sebagaimana diketahui surga itu bertingkat-tingkat. Di dalam surga-surga mengalir sungaisungai yang menunjukkan bahwa surga adalah tempat yang menyejukkan, indah dan memberikan hasil yang banyak. Mereka menempati tempat yang benar yang tidak ada cacat atau kekurangannya dan mereka berada di bawah naungan Maharaja yang Mahakuasa, yang akan memberi mereka apa yang Ia kehendaki tanpa halangan siapa pun."}},{"number":55,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMereka tinggal \u003cem\u003edi tempat yang disenangi\u003c/em\u003e dan penuh kebahagiaan, \u003cem\u003edi sisi Tuhan Yang Mahakuasa.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Bagi mereka yang bertakwa, Allah memberikan surgasurga sesuai tingkat ketakwaan mereka. Sebagaimana diketahui surga itu bertingkat-tingkat. Di dalam surga-surga mengalir sungaisungai yang menunjukkan bahwa surga adalah tempat yang menyejukkan, indah dan memberikan hasil yang banyak. Mereka menempati tempat yang benar yang tidak ada cacat atau kekurangannya dan mereka berada di bawah naungan Maharaja yang Mahakuasa, yang akan memberi mereka apa yang Ia kehendaki tanpa halangan siapa pun."}}]}}