{"number":64,"name":"At-Tagabun","latin":" التغابن","total_ayat":18,"ayat_text":[{"number":1,"text":"يُسَبِّحُ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُۖ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ "},{"number":2,"text":"هُوَ الَّذِيْ خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَّمِنْكُمْ مُّؤْمِنٌۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ "},{"number":3,"text":"خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّ وَصَوَّرَكُمْ فَاَحْسَنَ صُوَرَكُمْۚ وَاِلَيْهِ الْمَصِيْرُ "},{"number":4,"text":"يَعْلَمُ مَا فِى السَّمٰوٰتِ وَالْاَرْضِ وَيَعْلَمُ مَا تُسِرُّوْنَ وَمَا تُعْلِنُوْنَۗ وَاللّٰهُ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ "},{"number":5,"text":"اَلَمْ يَأْتِكُمْ نَبَؤُا الَّذِيْنَ كَفَرُوْا مِنْ قَبْلُ ۖفَذَاقُوْا وَبَالَ اَمْرِهِمْ وَلَهُمْ عَذَابٌ اَلِيْمٌ "},{"number":6,"text":"ذٰلِكَ بِاَنَّهٗ كَانَتْ تَّأْتِيْهِمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَقَالُوْٓا اَبَشَرٌ يَّهْدُوْنَنَاۖ فَكَفَرُوْا وَتَوَلَّوْا وَّاسْتَغْنَى اللّٰهُ ۗوَاللّٰهُ غَنِيٌّ حَمِيْدٌ "},{"number":7,"text":"زَعَمَ الَّذِيْنَ كَفَرُوْٓا اَنْ لَّنْ يُّبْعَثُوْاۗ قُلْ بَلٰى وَرَبِّيْ لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْۗ وَذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ "},{"number":8,"text":"فَاٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَالنُّوْرِ الَّذِيْٓ اَنْزَلْنَاۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ "},{"number":9,"text":"يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذٰلِكَ يَوْمُ التَّغَابُنِۗ وَمَنْ يُّؤْمِنْۢ بِاللّٰهِ وَيَعْمَلْ صَالِحًا يُّكَفِّرْ عَنْهُ سَيِّاٰتِهٖ وَيُدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ ذٰلِكَ الْفَوْزُ الْعَظِيْمُ "},{"number":10,"text":"وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ النَّارِ خٰلِدِيْنَ فِيْهَاۗ وَبِئْسَ الْمَصِيْرُ ࣖ "},{"number":11,"text":"مَآ اَصَابَ مِنْ مُّصِيْبَةٍ اِلَّا بِاِذْنِ اللّٰهِ ۗوَمَنْ يُّؤْمِنْۢ بِاللّٰهِ يَهْدِ قَلْبَهٗ ۗوَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ "},{"number":12,"text":"وَاَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَۚ فَاِنْ تَوَلَّيْتُمْ فَاِنَّمَا عَلٰى رَسُوْلِنَا الْبَلٰغُ الْمُبِيْنُ "},{"number":13,"text":"اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ "},{"number":14,"text":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنَّ مِنْ اَزْوَاجِكُمْ وَاَوْلَادِكُمْ عَدُوًّا لَّكُمْ فَاحْذَرُوْهُمْۚ وَاِنْ تَعْفُوْا وَتَصْفَحُوْا وَتَغْفِرُوْا فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ "},{"number":15,"text":"اِنَّمَآ اَمْوَالُكُمْ وَاَوْلَادُكُمْ فِتْنَةٌ  ۗوَاللّٰهُ عِنْدَهٗٓ اَجْرٌ عَظِيْمٌ "},{"number":16,"text":"فَاتَّقُوا اللّٰهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوْا وَاَطِيْعُوْا وَاَنْفِقُوْا خَيْرًا لِّاَنْفُسِكُمْۗ وَمَنْ يُّوْقَ شُحَّ نَفْسِهٖ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ "},{"number":17,"text":"اِنْ تُقْرِضُوا اللّٰهَ قَرْضًا حَسَنًا يُّضٰعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ شَكُوْرٌ حَلِيْمٌۙ "},{"number":18,"text":"عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيْزُ الْحَكِيْمُ ࣖ "}],"translation":{"lang":"id","translation_text":[{"number":1,"text":"Apa yang ada di langit dan apa yang ada di bumi senantiasa bertasbih kepada Allah; milik-Nya semua kerajaan dan bagi-Nya (pula) segala puji; dan Dia Mahakuasa atas segala sesuatu. "},{"number":2,"text":"Dialah yang menciptakan kamu, lalu di antara kamu ada yang kafir dan di antara kamu (juga) ada yang mukmin. Dan Allah Maha Melihat apa yang kamu kerjakan."},{"number":3,"text":"Dia menciptakan langit dan bumi dengan (tujuan) yang benar, Dia membentuk rupamu lalu memperbagus rupamu, dan kepada-Nya tempat kembali. "},{"number":4,"text":"Dia mengetahui apa yang di langit dan di bumi, dan mengetahui apa yang kamu rahasiakan dan apa yang kamu nyatakan. Dan Allah Maha Mengetahui segala isi hati. "},{"number":5,"text":"Apakah belum sampai kepadamu (orang-orang kafir) berita orang-orang kafir dahulu? Maka mereka telah merasakan akibat buruk dari perbuatannya dan mereka memperoleh azab yang pedih. "},{"number":6,"text":"Yang demikian itu karena sesungguhnya ketika rasul-rasul datang kepada mereka (membawa) keterangan-ke-terangan lalu mereka berkata, “Apakah  (pantas) manusia yang memberi petunjuk kepada kami?” Lalu mereka ingkar dan berpaling; padahal Allah tidak memerlukan (mereka). Dan Allah Mahakaya, Maha Terpuji. "},{"number":7,"text":"Orang-orang yang kafir mengira, bahwa mereka tidak akan dibangkitkan. Katakanlah (Muhammad), “Tidak demikian, demi Tuhanku, kamu pasti dibangkitkan, kemudian diberitakan semua yang telah kamu kerjakan.” Dan yang demikian itu mudah bagi Allah. "},{"number":8,"text":"Maka berimanlah kamu kepada Allah dan Rasul-Nya dan kepada cahaya (Al-Qur'an) yang telah Kami turunkan. Dan Allah Mahateliti terhadap apa yang kamu kerjakan."},{"number":9,"text":"(Ingatlah) pada hari (ketika) Allah mengumpulkan kamu pada hari berhimpun, itulah hari pengungkapan kesalahan-kesalahan. Dan barangsiapa beriman kepada Allah dan mengerjakan kebajikan niscaya Allah akan menghapus kesalahan-kesalahannya dan memasukkannya ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung. "},{"number":10,"text":"Dan orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itulah penghuni neraka, mereka kekal di dalamnya. Dan itulah seburuk-buruk tempat kembali. "},{"number":11,"text":"Tidak ada sesuatu musibah yang menimpa (seseorang), kecuali dengan izin Allah; dan barangsiapa beriman kepada Allah, niscaya Allah akan memberi petunjuk kepada hatinya. Dan Allah Maha Mengetahui segala sesuatu. "},{"number":12,"text":"Dan taatlah kepada Allah dan taatlah kepada Rasul. Jika kamu berpaling maka sesungguhnya kewajiban Rasul Kami hanyalah menyampaikan (amanah Allah) dengan terang. "},{"number":13,"text":"(Dialah) Allah, tidak ada tuhan selain Dia. Dan hendaklah orang-orang mukmin bertawakal kepada Allah."},{"number":14,"text":"Wahai orang-orang yang beriman! Sesungguhnya di antara istri-istrimu dan anak-anakmu ada yang menjadi musuh bagimu, maka berhati-hatilah kamu terhadap mereka; dan jika kamu maafkan dan kamu santuni serta ampuni (mereka), maka sungguh, Allah Maha Pengampun, Maha Penyayang."},{"number":15,"text":"Sesungguhnya hartamu dan anak-anakmu hanyalah cobaan (bagimu), dan di sisi Allah pahala yang besar. "},{"number":16,"text":"Maka bertakwalah kamu kepada Allah menurut kesanggupanmu dan dengarlah serta taatlah; dan infakkanlah harta yang baik untuk dirimu. Dan barang-siapa dijaga dirinya dari kekikiran, mereka itulah orang-orang yang beruntung. "},{"number":17,"text":"Jika kamu meminjamkan kepada Allah dengan pinjaman yang baik, niscaya Dia melipatgandakan (balasan) untukmu dan mengampuni kamu. Dan Allah Maha Mensyukuri, Maha Penyantun."},{"number":18,"text":"Yang Mengetahui yang gaib dan yang nyata. Yang Mahaperkasa, Mahabijaksana."}]},"tafsir":{"lang":"id","source":"Kementrian Agama Republic Indonesia","tafsirs":[{"number":1,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eApa yang ada di langit,\u003c/em\u003e bintang, bulan, matahari, dan seluruh planet; \u003cem\u003edan\u003c/em\u003e demikian juga \u003cem\u003eapa yang ada di bumi,\u003c/em\u003e daratan, lautan, gunung, lembah, hewan, dan tumbuh-tumbuhan; seluruhnya \u003cem\u003esenantiasa bertasbih kepada Allah\u003c/em\u003e dengan cara masing-masing; \u003cem\u003emilik-Nya semua kerajaan,\u003c/em\u003e kekuasaan, dan kewenangan yang tiada terbatas, \u003cem\u003edan bagi-Nya\u003c/em\u003e pula \u003cem\u003esegala puji\u003c/em\u003e yang sempurna; \u003cem\u003edan Dia Mahakuasa atas segala sesuatu\u003c/em\u003e dengan kekuasaan yang tak terbatas, tetapi tidak sewenang-wenang.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menerangkan bahwa apa yang ada di langit dan di bumi bertasbih menyucikan-Nya. Ini berarti bahwa apa yang ada di langit dan di bumi menunjukkan kesucian dan kesempurnaan Allah serta semua makhluk itu tunduk dan menyerah kepada-Nya. Dialah Maharaja yang berwenang berbuat sesuai dengan kehendak-Nya terhadap semua yang ada, berhak dipuji atas penciptaan-Nya, karena Dia sumber segala kebaikan. Allah Mahakuasa atas segala sesuatu, apa yang dikehendaki-Nya pasti berwujud dan menjadi kenyataan tanpa ada yang dapat menghalangi-Nya. Sedangkan terhadap apa yang tidak dikehendaki-Nya, hal itu tidak akan ada."}},{"number":2,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDialah yang menciptakan kamu\u003c/em\u003e dalam bentuk yang sebaik-baiknya,\u003cem\u003e lalu di antara kamu ada yang kafir,\u003c/em\u003e karena mengikuti hawa nafsu; \u003cem\u003edan di antara kamu\u003c/em\u003e juga \u003cem\u003eada yang mukmin\u003c/em\u003e, karena Allah memberikan petunjuk dan manusia menggunakan akal dan nuraninya. \u003cem\u003eDan Allah Maha Melihat apa yang kamu kerjakan\u003c/em\u003e sehingga tidak satu pun perbuatan manusia yang tidak diketahui-Nya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa Allahlah yang menciptakan semua yang ada menurut kehendak-Nya. Allah berfirman:\n\nAllah pencipta segala sesuatu dan Dia Maha Pemelihara atas segala sesuatu. (az-Zumar/39: 62)\n\nPada dasarnya manusia ketika dilahirkan dalam keadaan fitrah, tetapi sebagian dari manusia itu memilih kekafiran yang bertentangan dengan fitrahnya dan sebahagian lagi memilih iman sesuai dengan tuntutan fitrahnya, sebagaimana sabda Nabi saw:\nSetiap anak dilahirkan dalam keadaan fitrah (Islam). Maka kedua orang tualah yang akan menjadikannya seorang Yahudi, Nasrani, atau Majusi. (Riwayat al-Bukhari dan Muslim)\n\nAndaikata manusia itu mau memikirkan kejadiannya dan kejadian yang ada di alam raya ini, pasti cukup menjadi jaminan bagi manusia untuk kembali kepada yang hak dengan memilih iman, dan mensyukuri nikmat yang telah dianugerahkan kepadanya. Akan tetapi, manusia itu tidak sadar dan insaf atas semuanya itu, sehingga terjadilah perpecahan, mengingkari Tuhan yang menciptakannya, serta nikmat-nikmat yang telah dianugerahkan kepadanya. Selayaknya manusia itu menginsafi bahwa Allah melihat segala yang dikerjakannya, dan di akhirat nanti dia akan diberi balasan terhadap semua itu. Yang baik dibalas dengan surga, sedangkan yang jahat dibalas dengan siksaan dan dimasukkan ke dalam neraka Jahanam, sejahat-jahat tempat kediaman, sebagaimana Allah berfirman:\n\nSungguh, Jahanam itu seburuk-buruk tempat menetap dan tempat kediaman. (al-Furqan/25: 66)\n"}},{"number":3,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDia menciptakan langit\u003c/em\u003e tujuh lapis \u003cem\u003edan\u003c/em\u003e menciptakan \u003cem\u003ebumi\u003c/em\u003e tujuh lapis \u003cem\u003edengan\u003c/em\u003e tujuan \u003cem\u003eyang benar\u003c/em\u003e sehingga tidak sia-sia,\u003cem\u003e Dia membentuk rupamu\u003c/em\u003e dengan tujuan yang baik untuk kemaslahatan kamu, lalu memperbagus rupamu supaya kamu bersyukur \u003cem\u003edan kepada-Nya tempat kembali\u003c/em\u003e dengan dikumpulkan di mahsyar.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa Allah menciptakan langit dan bumi dengan tujuan yang benar, penuh kebijaksanaan, dan menjamin kebahagiaan makhluknya di dunia dan akhirat. Dia pulalah yang menjadikan manusia dalam bentuk yang sebagus-bagusnya, berbeda dengan makhluk yang lain. Manusia akan mempertanggungjawabkan segala perbuatannya di dunia lalu mendapat balasan yang setimpal, Allah berfirman:\n\nSungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya. (at-Tin/95: 4)\n\nDalam ayat lain Allah berfirman:\n\nDan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. Kemudian setiap orang diberi balasan yang sempurna sesuai dengan apa yang telah dilakukannya, dan mereka tidak dizalimi (dirugikan). (al-Baqarah/2: 281)\n\nPenjelasan mengenai penciptaan dengan tujuan yang benar dapat dilihat pada uraian mengenai hal yang sama pada Surah ad-Dukhan/44: 38-39 dan sad/38: 27.\n"}},{"number":4,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eManusia, menurut ayat ini, harus menyadari bahwa \u003cem\u003eDia mengetahui apa yang di langi\u003c/em\u003et dengan pengetahuan yang menyeluruh; \u003cem\u003edan\u003c/em\u003e mengetahui segala yang ada \u003cem\u003edi bumi,\u003c/em\u003e termasuk benda paling kecil yang tak terlihat mata \u003cem\u003edan mengetahui apa yang kamu rahasiakan\u003c/em\u003e di dalam hati \u003cem\u003edan\u003c/em\u003e mengetahui \u003cem\u003eapa yang kamu nyatakan\u003c/em\u003e secara lisan. \u003cem\u003eDan Allah Maha Mengetahui segala isi hati\u003c/em\u003e yang tersembunyi.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menyatakan bahwa Allah Maha Mengetahui apa yang ada di langit dan di bumi. Tidak satu pun yang tersembunyi bagi-Nya. Dialah yang mengatur yang ada sesuai dengan ilmu-Nya yang luas dan kekuasaan-Nya yang mencakup dan meliputi segala sesuatu menurut kehendak-Nya, sebagaimana Allah berfirman:\n\nSesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Yasin/36: 82)\n\nAllah mengetahui segala sesuatu, baik yang dirahasiakan apalagi yang tampak nyata. Maka seyogyanya manusia berbuat sesuai dengan apa yang digariskan agama Allah yang dibawa junjungan kita Nabi Muhammad saw yaitu agama Islam, untuk mendapat rida-Nya, memperoleh pahala yang berlipat-ganda, dan berbahagia di dunia dan akhirat.\nAyat ke-4 ini ditutup dengan satu ketegasan bahwa Allah itu Maha Mengetahui segala isi hati, tidak ada sesuatu pun yang tersembunyi bagi-Nya. Firman Allah:\n\nSungguh, Allah Maha Mengetahui segala sesuatu. (al-'Ankabut/29: 62)\n\nDalam ayat lain Allah berfirman:\n\nSesungguhnya Allah Maha Mengetahui segala isi hati. (Luqman/31: 23)\n\n"}},{"number":5,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAyat ini mengingatkan orang-orang kafir tentang nasib para pendahulu mereka yang harus dijadikan cermin. Allah berfirman, \u0026ldquo;\u003cem\u003eApakah belum sampai kepadamu\u003c/em\u003e, wahai orang-orang kafir, \u003cem\u003eberita orang-orang kafir dahulu\u003c/em\u003e seperti umat Nabi Nuh, Nabi Lut, dan Nabi Musa? \u003cem\u003eMaka mereka telah merasakan akibat buruk dari perbuatannya\u003c/em\u003e dengan mendapat azab di dunia; \u003cem\u003edan mereka\u003c/em\u003e pun akan \u003cem\u003ememperoleh azab yang pedih\u003c/em\u003e di akhirat.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Orang-orang munafik itu apabila diajak mendatangi Rasulullah saw agar beliau memintakan ampunan kepada Allah atas dosa-dosa yang telah diperbuat, mereka itu menolak mentah-mentah ajakan itu. Mereka memalingkan mukanya dengan gaya yang menunjukkan keangkuhan dan kesombongan. Hal ini disebutkan pula dalam firman Allah:\n\nDan apabila dikatakan kepada mereka, \"Marilah (patuh) kepada apa yang telah diturunkan Allah dan (patuh) kepada Rasul,\" (niscaya) engkau (Muhammad) melihat orang munafik menghalangi dengan keras darimu. (an-Nisa'/4: 61)\n\n"}},{"number":6,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAyat ini menjelaskan alasan orang-orang kafir menolak kehadiran para rasul. Allah menyatakan bahwa \u003cem\u003eyang demikian itu\u003c/em\u003e, yakni penolakan mereka terhadap para rasul, \u003cem\u003ekarena sesungguhnya ketika rasul-rasul datang kepada mereka\u003c/em\u003e dengan membawa\u003cem\u003e keterangan-keterangan\u003c/em\u003e tentang ajaran Allah; \u003cem\u003elalu mereka berkata\u003c/em\u003e di hadapan para rasul itu dengan nada melecehkan, \u0026ldquo;\u003cem\u003eApakah pantas manusia yang memberi petunjuk kepada kami,\u003c/em\u003e bukan malaikat?\u0026rdquo; \u003cem\u003eLalu mereka menolak\u003c/em\u003e ajaran para rasul \u003cem\u003edan berpaling\u003c/em\u003e dari kebenaran; \u003cem\u003epadahal Allah tidak memerlukan\u003c/em\u003e keimanan mereka. \u003cem\u003eDan Allah Mahakaya\u003c/em\u003e dari ketergantungan kepada makhluk,\u003cem\u003e Maha Terpuji\u003c/em\u003e dalam sifat dan perbuatan-Nya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah memperingatkan orang-orang musyrik penduduk Mekah tentang kejadian-kejadian yang telah dialami oleh orang-orang yang mengingkari para rasul sebelum mereka, seperti kaum Nuh, kaum Hud, kaum Saleh, dan lainnya. Kepada mereka telah ditimpakan berbagai azab dan siksa yang bermacam-macam bentuknya. Ada yang berupa banjir yang menenggelamkan dan merusak apa yang ada di atas bumi, ada yang berupa angin topan yang menerbangkan dan menghancurkan bangunan-bangunan tempat tinggal mereka, dan lain sebagainya.\n(6) Allah menerangkan bahwa sebab-sebab ditimpakan berbagai azab kepada umat terdahulu itu ialah karena kecerobohan mereka mendustakan para rasul sesudah mereka diberi keterangan yang jelas, dan diperlihatkan mukjizat-mukjizat nyata. Mereka berkata, \"Satu hal yang ajaib bahwa orang yang akan memberi petunjuk kepada kami ialah manusia biasa yang tidak mempunyai sedikit pun kelebihan dari kami. Ia tidak mempunyai pikiran lebih unggul dari kami, dan tidak memiliki kekuatan dan kekuasaan untuk menundukkan kami.\" Dalam ayat yang lain Allah berfirman:\n\nMaka mereka berkata, \"Bagaimana kita akan mengikuti seorang manusia (biasa) di antara kita?\" (al-Qamar/54: 24)\n\nMereka tidak mengetahui bahwa para nabi dan rasul itu adalah orang-orang yang telah dipilih Allah menurut kehendak-Nya, sebagaimana diterangkan dalam firman-Nya:\n\nAllah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya. (al-An'am/6: 124)\n\nSetelah keingkaran mereka berkepanjangan dan pembangkangan mereka berlarut-larut, maka Allah membinasakan mereka. Allah tidak memerlukan mereka serta tidak mempunyai kepentingan sedikit pun kepada mereka. Dia Mahakuasa, tidak mempunyai keperluan sedikit pun kepada sesuatu, Maha Terpuji atas segala nikmat yang telah ditetapkan kepada makhluk-Nya.\n"}},{"number":7,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eOrang-orang yang kafir\u003c/em\u003e menolak ajakan para rasul karena \u003cem\u003emengira\u003c/em\u003e, bahkan meyakini \u003cem\u003ebahwa mereka tidak akan dibangkitkan\u003c/em\u003e setelah mereka mati. \u003cem\u003eKatakanlah\u003c/em\u003e, wahai Nabi Muhammad, kepada mereka, \u0026ldquo;\u003cem\u003eTidak demikian\u003c/em\u003e, yang sebenarnya. \u003cem\u003eDemi Tuhanku\u003c/em\u003e, Yang Mahabenar,\u003cem\u003e kamu pasti\u003c/em\u003e akan \u003cem\u003edibangkitkan\u003c/em\u003e dari alam kubur, \u003cem\u003ekemudian diberitakan\u003c/em\u003e dengan lengkap dan menyeluruh \u003cem\u003esemua yang telah kamu kerjakan\u003c/em\u003e di dunia, baik kejahatan maupun kebaikan.\u0026rdquo; \u003cem\u003eDan yang demikian itu mudah bagi Allah,\u003c/em\u003e karena Allah berkuasa atas segala sesuatu.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini, Allah menerangkan bahwa orang musyrik beranggapan tidak akan ada hari kebangkitan, hari perhitungan, dan hari pembalasan. Anggapan mereka ini diungkapkan juga dalam ayat yang berbunyi:\n\nApabila kami telah menjadi tanah, apakah kami akan (dikembalikan) menjadi makhluk yang baru? (ar-Ra'd/13: 5)\n\nFirman Allah:\n\nSiapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh? (Yasin/36: 78)\n\nAnggapan orang musyrik yang salah itu ditolak Allah dengan tegas. Allah menyatakan bahwa hari kebangkitan dan hari pembalasan itu pasti ada, dan semua manusia dihidupkan kembali pada hari itu. Lalu diberitakan semua yang pernah mereka perbuat di dunia sampai kepada yang sekecil-kecilnya untuk dihisab dan diberi balasan. Yang demikian ini bagi Allah sangat mudah dan tidak ada kesulitan sama sekali. Firman Allah:\n\nKatakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36:79)\n\nDalam ayat yang lain Allah berfirman:\n\nDan orang-orang yang kafir berkata, \"Hari Kiamat itu tidak akan datang kepada kami.\" Katakanlah, \"Pasti datang, demi Tuhanku yang mengetahui yang gaib, Kiamat itu pasti akan datang kepadamu. (Saba'/34: 3)\n\n"}},{"number":8,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAyat ini mengajak orang-orang kafir untuk beriman dan mengajak orang-orang beriman yang ragu untuk benar-benar beriman. \u003cem\u003eMaka berimanlah kamu\u003c/em\u003e, wahai seluruh manusia \u003cem\u003ekepada Allah dan Rasul-Nya\u003c/em\u003e dengan mantap \u003cem\u003edan\u003c/em\u003e berimanlah \u003cem\u003ekepada cahaya Allah\u003c/em\u003e, yaitu Al-Qur\u0026rsquo;an \u003cem\u003eyang telah Kami turunkan\u003c/em\u003e kepada Nabi Muhammad. \u003cem\u003eDan Allah Mahateliti terhadap apa yang kamu kerjakan\u003c/em\u003e sehingga tidak ada satu pun perbuatan manusia yang tidak diketahui-Nya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini, Allah memerintahkan orang-orang musyrik, sesudah ditegaskan bahwa hari kebangkitan itu pasti ada, agar beriman kepada-Nya, Rasul-Nya, dan cahaya Al-Qur'an yang telah diturunkan-Nya, yang akan memberi petunjuk dan membimbing manusia ke jalan yang benar. Amal perbuatan mereka itu tidak ada yang tersembunyi bagi Allah. Semua diketahui-Nya dan akan dibalas pada hari kebangkitan nanti, yang baik maupun yang buruk."}},{"number":9,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAyat ini mengingatkan manusia tentang kepastian adanya hari akhirat. Ingatlah wahai manusia, \u003cem\u003epada hari\u003c/em\u003e ketika \u003cem\u003eAllah mengumpulkan kamu\u003c/em\u003e, seluruh manusia \u003cem\u003epada hari berhimpun,\u003c/em\u003e yaitu pada hari akhir; \u003cem\u003eitulah hari pengungkapan kesalahan-kesalahan\u003c/em\u003e yang selama hidup di dunia disembunyikan. \u003cem\u003eDan barang siapa beriman kepada Allah\u003c/em\u003e dengan iman yang mantap\u003cem\u003e dan mengerjakan kebajikan, niscaya Allah akan menghapus kesalahan-kesalahannya dan memasukkannya ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini, Allah menjelaskan bahwa pada hari Kiamat nanti Dia akan mengumpulkan orang-orang terdahulu dan yang datang kemudian di suatu lapangan, sebagaimana firman-Nya:\n\nItulah hari ketika semua manusia dikumpulkan (untuk dihisab), dan itulah hari yang disaksikan (oleh semua makhluk). (Hud/11: 103)\n\nFirman Allah dalam ayat lain:\n\nKatakanlah, \"(Ya), sesungguhnya orang-orang yang terdahulu dan yang kemudian, pasti semua akan dikumpulkan pada waktu tertentu, pada hari yang sudah dimaklumi.\" (al-Waqi'ah/56: 49-50)\n\nPada hari itulah nanti akan diteliti dan dibalas amal yang telah dilakukan setiap manusia di dunia ini. Semua amal, baik berupa kesalahan atau kebenaran, akan terungkap pada hari itu. Hari itulah yang dinamakan hari \"tagabun\". Orang-orang kafir yang telah menukar kehidupan akhirat dengan dunia yakni memilih kelezatan dunia dari kenikmatan akhirat, akan merugi dan tidak memperoleh keuntungan sedikit pun. Sedangkan orang-orang mukmin yang telah mengorbankan dirinya untuk memperoleh surga, mereka itulah yang beruntung dan tak akan merugi sedikit pun. Dalam sebuah hadis diriwayatkan:\nTidak seseorang masuk surga melainkan diperlihatkan kepadanya tempat (yang pernah disediakan baginya) di neraka, seandainya ia berbuat keburukan agar menambah kesyukuran. Dan tidaklah seseorang masuk neraka melainkan diperlihatkan kepadanya tempat (yang pernah disediakan baginya) di surga, seandainya ia berbuat kebaikan agar penyesalannya bertambah. (Riwayat Ahmad dan al-Bukhari dari Abu Hurairah)\n\nOrang-orang yang percaya kepada Allah dan taat kepada perintah-Nya, menjauhi larangan-Nya, niscaya dihapus semua kesalahan dan dosanya, serta diampuni dan dimasukkan ke dalam surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya, tidak akan mati, dan tidak akan keluar dari sana. Yang demikian itu adalah satu keuntungan dan kebahagiaan yang tiada taranya, karena telah terhindar dari kebinasaan dan kehancuran. Allah berfirman dalam ayat lain:\n\nTetapi barang siapa datang kepada-Nya dalam keadaan beriman, dan telah mengerjakan kebajikan, maka mereka itulah orang yang memperoleh derajat yang tinggi (mulia), (yaitu) surga-surga 'Adn, yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah balasan bagi orang yang menyucikan diri. (thaha/20: 75-76)\n\n"}},{"number":10,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eBerbeda dengan orang-orang beriman dan beramal saleh yang akan diampuni dan dimasukkan ke dalam surga, Allah menegaskan tentang nasib orang-orang kafir. \u003cem\u003eDan orang-orang yang kafir,\u003c/em\u003e yaitu orang-orang yang menolak beriman kepada Allah dan Rasul-Nya; \u003cem\u003edan mendustakan ayat-ayat Kami,\u003c/em\u003e ayat-ayat Al-Qur\u0026rsquo;an; \u003cem\u003emereka itulah penghuni neraka\u003c/em\u003e, karena kekufuran mereka selama hidup di dunia; \u003cem\u003emereka kekal di dalamnya\u003c/em\u003e, karena Allah tidak akan mengampuni orang-orang kafir. \u003cem\u003eDan itulah seburuk-buruk tempat kembali,\u003c/em\u003e karena neraka itu tempat hukuman, bukan tempat kenikmatan.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini, Allah menerangkan bahwa orang-orang yang mengingkari keesaan-Nya, dan mendustakan ayat-ayat Al-Qur'an yang telah diturunkan kepada Nabi Muhammad, adalah penghuni neraka. Mereka akan tinggal kekal di dalamnya, sebagaimana Allah berfirman:\n\nAdapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni neraka, mereka kekal di dalamnya. (al-Baqarah/2: 39)\n\nDalam ayat yang lain Allah berfirman:\n\nAdapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni neraka. (al-Ma'idah/5: 10)\n\nAlangkah ruginya penghuni neraka karena tempat itu adalah seburuk-buruk tempat kembali, dan sejahat-jahat tempat tinggal, sebagaimana Allah berfirman:\n\nSungguh, Jahanam itu seburuk-buruk tempat menetap dan tempat kediaman. (al-Furqan/25: 66)\n"}},{"number":11,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah tidak hanya menciptakan makhluk, tetapi juga mengatur seluruh makhluk. \u003cem\u003eTidak ada sesuatu musibah yang menimpa\u003c/em\u003e seseorang dalam kehidupan ini, \u003cem\u003ekecuali dengan izin Allah\u003c/em\u003e, karena Allah mengetahui dan mengatur kehidupan ini;\u003cem\u003e dan barang siapa beriman kepada Allah\u003c/em\u003e dengan istikamah, \u003cem\u003eniscaya Allah akan memberi petunjuk kepada hatinya\u003c/em\u003e dengan memantapkan imannya. \u003cem\u003eDan Allah Maha Mengetahui segala sesuatu\u003c/em\u003e yang terjadi di jagat raya maupun yang terjadi di jagat kecil, sanubari manusia.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menerangkan bahwa apa yang menimpa manusia, baik yang merupakan kenikmatan dunia maupun yang berupa siksa adalah qadha' dan qadar, sesuai dengan kehendak Allah yang telah ditetapkan di muka bumi. Dalam berusaha keras, manusia hendaknya tidak menyesal dan merasa kecewa apabila menemui hal-hal yang tidak sesuai dengan usaha dan keinginannya. Hal itu di luar kemampuannya, karena ketentuan Allah-lah yang akan berlaku dan menjadi kenyataan. Sebagaimana firman-Nya:\n\nKatakanlah (Muhammad), \"Tidak akan menimpa kami melainkan apa yang telah ditetapkan Allah bagi kami.\" (at-Taubah/9: 51)\n\nAllah memberi petunjuk kepada orang yang beriman untuk melapangkan dadanya, menerima dengan segala senang hati apa yang terjadi pada dirinya, baik sesuai dengan yang diinginkan, maupun yang tidak, karena ia yakin bahwa kesemuanya itu dari Allah. Ibnu Abbas menafsirkan bahwa Allah memberikan kepada orang mukmin dalam hatinya suatu keyakinan. Begitu pula ketika seseorang ditimpa musibah, ia mengatakan inna lillahi wa inna ilaihi raji'un, hal itu karena iman yang menyebabkan sabar dan akhirnya musibah itu ringan baginya.\n"}},{"number":12,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah mengajarkan kepada manusia cara yang benar dan tepat dalam hidup ini. \u003cem\u003eDan taatlah\u003c/em\u003e wahai manusia \u003cem\u003ekepada Allah\u003c/em\u003e dengan beriman dan melaksanakan perintah-Nya serta menjauhi larangan-Nya; \u003cem\u003edan taatlah kepada Rasul\u003c/em\u003e dengan mengikuti sunah-sunahnya. \u003cem\u003eJika kamu berpaling\u003c/em\u003e dari Allah dengan kufur atau mengabaikan perintah-Nya dan berpaling dari Rasul dengan melupakan sunahnya, \u003cem\u003emaka sesungguhnya kewajiban Rasul Kami hanyalah menyampaikan\u003c/em\u003e ajaran Allah kepada umat manusia \u003cem\u003edengan terang\u003c/em\u003e sehingga manusia mengenal ajaran Allah dengan benar.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah memerintahkan agar manusia taat kepada-Nya dan rasul-Nya dengan melaksanakan perintah-Nya dan meninggalkan larangan-Nya. Manakala mereka itu tetap tidak menaati dan patuh, ketahuilah bahwa tugas Rasulullah hanyalah sekedar menyampaikan apa yang menjadi tugas dan kewajibannya, sebagaimana ditegaskan dalam firman Allah:\n\nJika kamu berpaling, maka ketahuilah bahwa kewajiban rasul Kami hanyalah menyampaikan (amanat) dengan jelas. (al-Ma'idah/5: 92)\n"}},{"number":13,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eYaitu ajaran bahwa sesungguhnya Dialah \u003cem\u003eAllah, tidak ada tuhan selain Dia\u003c/em\u003e yang menciptakan makhluk dan mengaturnya. \u003cem\u003eDan hendaklah orang-orang mukmin bertawakal kepada Allah\u003c/em\u003e dalam segala keadaan.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menjelaskan bahwa Dialah Tuhan Yang Maha Esa, tidak ada Tuhan selain Dia. Maka hendaklah kita semua mengesakan-Nya, berbakti kepada-Nya dengan ikhlas, dan tidak menyekutukan-Nya dengan sesuatu apa pun, sebagaimana dijelaskan dalam firman-Nya:\n\n(Dialah) Tuhan timur dan barat, tidak ada tuhan selain Dia, maka jadikanlah Dia sebagai pelindung. (al-Muzzammil/73: 9)\n\nDan dijelaskan pula dalam ayat lain:\n\nDan sembahlah Allah dan janganlah kamu mempersekutukan-Nya dengan sesuatu apa pun. (an-Nisa'/4: 36)\n\nKarena Allah adalah Maha Pencipta dan Maha Pemberi rezeki. Kepada Allah-lah orang-orang mukmin itu hendaknya bertawakal. Firman Allah:\n\nDan bertawakallah kamu hanya kepada Allah, jika kamu orang-orang beriman. (al-Ma'idah/5: 23)\n"}},{"number":14,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSetelah diperintahkan untuk bertawakal kepada Allah, pada ayat ini orang-orang beriman diperingatkan tentang istri dan anak-anak mereka. \u003cem\u003eWahai orang-orang yang beriman!\u003c/em\u003e Hendaknya kamu waspada. \u003cem\u003eSesungguhnya di antara istri-istrimu dan anak-anakmu ada yang menjadi musuh bagimu\u003c/em\u003e dunia-akhirat. Kadang-kadang istri dapat menjerumuskan suami dan anak-anak dapat mencelakakan bapaknya untuk melakukan perbuatan yang tidak dibenarkan oleh agama. \u003cem\u003eMaka berhati-hatilah kamu terhadap mereka\u003c/em\u003e dengan mengawasi dan menanamkan pendidikan agama kepada mereka; \u003cem\u003edan jika kamu memaafkan\u003c/em\u003e mereka ketika mereka melakukan kesalahan; \u003cem\u003edan kamu menyantuni\u003c/em\u003e mereka dengan sikap yang lembut, serta \u003cem\u003ememohonkan ampun\u003c/em\u003e kepada Allah untuk mereka, \u003cem\u003emaka sungguh, Allah Maha Pengampun\u003c/em\u003e kepada hamba-hamba-Nya, \u003cem\u003eMaha Penyayang\u003c/em\u003e kepada seluruh makhluk-Nya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menjelaskan bahwa ada di antara istri-istri dan anak-anak yang menjadi musuh bagi suami dan orang tuanya yang mencegah mereka berbuat baik dan mendekatkan diri kepada Allah, menghalangi mereka beramal saleh yang berguna bagi akhirat mereka. Bahkan adakalanya menjerumuskan mereka kepada perbuatan maksiat, perbuatan haram yang dilarang oleh agama.\nKarena rasa cinta dan sayang kepada istri dan anaknya, agar keduanya hidup mewah dan senang, seorang suami atau ayah tidak segan berbuat yang dilarang agama, seperti korupsi dan lainnya. Oleh karena itu, ia harus berhati-hati, dan sabar menghadapi anak istrinya. Mereka perlu dibimbing, tidak terlalu ditekan, sebaiknya dimaafkan dan tidak dimarahi, tetapi diampuni. Allah sendiri pun Maha Pengampun, lagi Maha Penyayang, sebagaimana dijelaskan dalam firman-Nya:\n\nTetapi jika kamu bersabar, itu lebih baik bagimu. Allah Maha Pengampun, Maha Penyayang. (an-Nisa'/4: 25)\n"}},{"number":15,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eManusia harus menyadari dengan penuh keinsafan peringatan Allah pada ayat ini. \u003cem\u003eSesungguhnya harta kamu\u003c/em\u003e yang sangat kamu cintai \u003cem\u003edan anak-anak kamu\u003c/em\u003e yang menjadi kebanggaan kamu \u003cem\u003ehanyalah cobaan\u003c/em\u003e bagimu, apakah kamu mengelolanya dengan baik dan benar, serta mendidik mereka dengan agama yang lurus; \u003cem\u003edan di sisi Allah pahala yang besar\u003c/em\u003e bagi orang-orang beriman yang mengelola harta dengan baik dan mendidik anak-anak dengan benar.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menerangkan bahwa cinta terhadap harta dan anak adalah cobaan. Jika tidak berhati-hati, akan mendatangkan bencana. Tidak sedikit orang, karena cintanya yang berlebihan kepada harta dan anaknya, berani berbuat yang bukan-bukan dan melanggar ketentuan agama. Dalam ayat ini, harta didahulukan dari anak karena ujian dan bencana harta itu lebih besar, sebagaimana firman Allah:\n\nSekali-kali tidak! Sungguh, manusia itu benar-benar melampaui batas, apabila melihat dirinya serba cukup. (al-'Alaq/96: 6-7)\n\nDijelaskan pula dalam sabda Nabi saw.\nSesungguhnya bagi tiap-tiap umat ada cobaan dan sesungguhnya cobaan umatku (yang berat) ialah harta, (Riwayat Ahmad, at-Tirmidhi, ath-thabrani, dan al-hakim, dari Ka'ab bin 'Iyadh)\n\nKalau manusia dapat menahan diri, tidak akan berlebihan cintanya kepada harta dan anaknya, jika cintanya kepada Allah lebih besar daripada cintanya kepada yang lain, maka ia akan mendapat pahala yang besar dan berlipat ganda.\n"}},{"number":16,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDalam menjalani hidup dan kehidupan ini, Allah memberikan bimbingan. \u003cem\u003eMaka bertakwalah kamu kepada Allah menurut kesanggupanmu,\u003c/em\u003e karena Allah tidak membebani manusia kecuali sesuai dengan kesanggupannya; \u003cem\u003edan dengarlah\u003c/em\u003e ayat-ayat Allah, \u003cem\u003eserta taatlah\u003c/em\u003e kepada-Nya; \u003cem\u003edan infakkanlah\u003c/em\u003e harta kamu \u003cem\u003eyang baik\u003c/em\u003e, yaitu yang diperoleh dengan cara yang halal kepada fakir miskin, karena infak itu hakikatnya\u003cem\u003e untuk diri kamu\u003c/em\u003e bekal di akhirat. \u003cem\u003eDan barang siapa dijaga dirinya dari kekikiran\u003c/em\u003e dengan membiasakan diri sejak kecil menjadi dermawan; \u003cem\u003emereka itulah orang-orang yang beruntung\u003c/em\u003e karena baik dan benar dalam mengelola harta yang dititipkan Allah kepada mereka.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah memerintahkan agar manusia yang mempunyai harta, anak, dan istri bertakwa kepada-Nya sekuat tenaga dan kemampuannya, sebagaimana dijelaskan oleh sabda Nabi saw:\nApabila saya perintahkan kamu dengan sesuatu maka laksanakanlah dengan maksimal dan apa yang saya larang melakukannya, maka jauhilah ia. (Riwayat al-Bukhari dari Abu Hurairah)\n\n\n\n\nDalam firman Allah juga dijelaskan:\n\nBertakwalah kepada Allah sebenar-benar takwa kepada-Nya dan janganlah kamu mati kecuali dalam keadaan muslim. (Ali 'Imran/3: 102)\n\nSelanjutnya Allah memerintahkan orang-orang beriman agar mendengar dan patuh kepada perintah Allah dan rasul-Nya. Tidak terpengaruh oleh keadaan sekelilingnya, sehingga melanggar apa yang dilarang agama. Harta benda agar dibelanjakan untuk meringankan penderitaan fakir miskin, menolong orang-orang yang memerlukan pertolongan, dan untuk membantu berbagai kegiatan yang berguna bagi umat dan agama, yang membawa kebahagiaan dunia dan akhirat. Yang demikian itu jauh lebih baik daripada menumpuk harta dan memanjakan anak. \nAyat ke-16 ini ditutup dengan satu penegasan bahwa orang yang menjauhi kebakhilan dan ketamakan pada harta adalah orang yang beruntung. Ia akan mencapai keinginannya di dunia dan akhirat, serta disenangi oleh teman-temannya. Di akhirat nanti, ia sangat berbahagia karena dekat dengan Tuhannya, disenangi, diridai, dan dimasukkan ke dalam surga.\n"}},{"number":17,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eOrang yang berinfak atau bersedekah itu beruntung karena pada hakikatnya dia meminjamkan hartanya kepada Allah. Allah berfirman, \u0026ldquo;\u003cem\u003eJika kamu meminjamkan\u003c/em\u003e harta kamu \u003cem\u003ekepada Allah dengan pinjaman yang baik\u003c/em\u003e, yakni berinfak dengan harta halal dengan ikhlas, \u003cem\u003eniscaya Dia melipatgandakan\u003c/em\u003e balasan infak tersebut \u003cem\u003euntuk kamu\u003c/em\u003e di dunia dan akhirat; \u003cem\u003edan mengampuni\u003c/em\u003e dosa dan kesalahan \u003cem\u003ekamu. Dan Allah Maha Menerima syukur\u003c/em\u003e hamba-hamba-Nya yang beriman, \u003cem\u003eMaha Penyantun\u003c/em\u003e kepada hamba-hamba-Nya yang menyantuni makhluk-makhluk Allah.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menerangkan bahwa orang yang meminjamkan kepada-Nya dengan pinjaman yang baik sewaktu di dunia yakni membelanjakan harta-bendanya di jalan yang diridai-Nya, mendekatkan diri kepada-Nya dengan ikhlas dan hati yang lega, akan dilipatgandakan pahalanya. Satu kebaikan akan dibalas dengan sepuluh sampai tujuh ratus pahala. Bahkan akan dilipatgandakan lebih dari itu, sesuai dengan keikhlasannya yang mantap di dalam hati, sebagaimana dijelaskan dalam firman Allah:\n\nBarang siapa meminjami Allah dengan pinjaman yang baik maka Allah melipatgandakan ganti kepadanya dengan banyak. (al-Baqarah/2: 245)\n\nSelain daripada itu, dosanya pun akan diampuni Allah. Dia Maha Pembalas jasa, melipatgandakan pahala bagi orang yang taat kepada-Nya, lagi Maha Penyantun. Allah tidak menyegerakan azab kepada orang yang berdosa, meskipun dosa dan kesalahannya bertumpuk.\n"}},{"number":18,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eYang Mengetahui yang gaib\u003c/em\u003e yang tak terlihat mata manusia \u003cem\u003edan yang nyata\u003c/em\u003e yang terlihat mata manusia. \u003cem\u003eYang Mahaperkasa\u003c/em\u003e karena kekuasaan-Nya tak terbatas, \u003cem\u003eMahabijaksana\u003c/em\u003e, karena kelembutan dan kasih sayang-Nya kepada hamba-hamba-Nya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menjelaskan bahwa Allah Maha Mengetahui yang gaib apalagi yang tampak. Apa saja yang dikerjakan oleh manusia, semuanya tercatat dan tersimpan di sisi-Nya. Tidak satu pun yang luput sekalipun sebesar biji sawi, sebagaimana dijelaskan oleh Allah dengan firman-Nya:\n\nKitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" (al-Kahf/18: 49)\n\nAyat di atas mendorong manusia untuk berinfak, karena segala perbuatan pasti terlihat oleh Allah dan dibalas dengan berlipat ganda.\nAmal yang tercatat dalam kitab seseorang akan dibalas oleh Allah dengan sangat teliti. Yang baik dibalas dengan baik yaitu surga, dan yang jahat dibalas dengan siksa di dalam neraka. Dia itu Mahaperkasa dan Mahakuasa. Semua kehendak-Nya terwujud menjadi kenyataan, Mahabijaksana mengatur ciptaan-Nya, memberikan apa yang baik kepada siapa yang dikehendaki-Nya.\n\n"}}]}}