{"number":74,"name":"Al-Muddassir","latin":" المدّثّر","total_ayat":56,"ayat_text":[{"number":1,"text":"يٰٓاَيُّهَا الْمُدَّثِّرُۙ"},{"number":2,"text":"قُمْ فَاَنْذِرْۖ"},{"number":3,"text":"وَرَبَّكَ فَكَبِّرْۖ"},{"number":4,"text":"وَثِيَابَكَ فَطَهِّرْۖ"},{"number":5,"text":"وَالرُّجْزَ فَاهْجُرْۖ "},{"number":6,"text":"وَلَا تَمْنُنْ تَسْتَكْثِرُۖ "},{"number":7,"text":"وَلِرَبِّكَ فَاصْبِرْۗ "},{"number":8,"text":"فَاِذَا نُقِرَ فِى النَّاقُوْرِۙ "},{"number":9,"text":"فَذٰلِكَ يَوْمَىِٕذٍ يَّوْمٌ عَسِيْرٌۙ "},{"number":10,"text":"عَلَى الْكٰفِرِيْنَ غَيْرُ يَسِيْرٍ "},{"number":11,"text":"ذَرْنِيْ وَمَنْ خَلَقْتُ وَحِيْدًاۙ "},{"number":12,"text":"وَّجَعَلْتُ لَهٗ مَالًا مَّمْدُوْدًاۙ "},{"number":13,"text":"وَّبَنِيْنَ شُهُوْدًاۙ "},{"number":14,"text":"وَّمَهَّدْتُّ لَهٗ تَمْهِيْدًاۙ "},{"number":15,"text":"ثُمَّ يَطْمَعُ اَنْ اَزِيْدَۙ    "},{"number":16,"text":"كَلَّاۗ اِنَّهٗ كَانَ لِاٰيٰتِنَا عَنِيْدًاۗ "},{"number":17,"text":"سَاُرْهِقُهٗ صَعُوْدًاۗ "},{"number":18,"text":"اِنَّهٗ فَكَّرَ وَقَدَّرَۙ "},{"number":19,"text":"فَقُتِلَ كَيْفَ قَدَّرَۙ "},{"number":20,"text":"ثُمَّ قُتِلَ كَيْفَ قَدَّرَۙ "},{"number":21,"text":"ثُمَّ نَظَرَۙ "},{"number":22,"text":"ثُمَّ عَبَسَ وَبَسَرَۙ "},{"number":23,"text":"ثُمَّ اَدْبَرَ وَاسْتَكْبَرَۙ "},{"number":24,"text":"فَقَالَ اِنْ هٰذَآ اِلَّا سِحْرٌ يُّؤْثَرُۙ "},{"number":25,"text":"اِنْ هٰذَآ اِلَّا قَوْلُ الْبَشَرِۗ "},{"number":26,"text":"سَاُصْلِيْهِ سَقَرَ"},{"number":27,"text":"وَمَآ اَدْرٰىكَ مَا سَقَرُۗ "},{"number":28,"text":"لَا تُبْقِيْ وَلَا تَذَرُۚ "},{"number":29,"text":"لَوَّاحَةٌ لِّلْبَشَرِۚ "},{"number":30,"text":"عَلَيْهَا تِسْعَةَ عَشَرَۗ "},{"number":31,"text":"وَمَا جَعَلْنَآ اَصْحٰبَ النَّارِ اِلَّا مَلٰۤىِٕكَةً ۖوَّمَا جَعَلْنَا عِدَّتَهُمْ اِلَّا فِتْنَةً لِّلَّذِيْنَ كَفَرُوْاۙ لِيَسْتَيْقِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ وَيَزْدَادَ الَّذِيْنَ اٰمَنُوْٓا اِيْمَانًا وَّلَا يَرْتَابَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ وَالْمُؤْمِنُوْنَۙ وَلِيَقُوْلَ الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ وَّالْكٰفِرُوْنَ مَاذَآ اَرَادَ اللّٰهُ بِهٰذَا مَثَلًاۗ  كَذٰلِكَ يُضِلُّ اللّٰهُ مَنْ يَّشَاۤءُ وَيَهْدِيْ مَنْ يَّشَاۤءُۗ وَمَا يَعْلَمُ جُنُوْدَ رَبِّكَ اِلَّا هُوَۗ وَمَا هِيَ اِلَّا ذِكْرٰى لِلْبَشَرِ ࣖ"},{"number":32,"text":"كَلَّا وَالْقَمَرِۙ"},{"number":33,"text":"وَالَّيْلِ اِذْ اَدْبَرَۙ"},{"number":34,"text":"وَالصُّبْحِ اِذَآ اَسْفَرَۙ"},{"number":35,"text":"اِنَّهَا لَاِحْدَى الْكُبَرِۙ"},{"number":36,"text":"نَذِيْرًا لِّلْبَشَرِۙ"},{"number":37,"text":"لِمَنْ شَاۤءَ مِنْكُمْ اَنْ يَّتَقَدَّمَ اَوْ يَتَاَخَّرَۗ"},{"number":38,"text":"كُلُّ نَفْسٍۢ بِمَا كَسَبَتْ رَهِيْنَةٌۙ"},{"number":39,"text":"اِلَّآ اَصْحٰبَ الْيَمِيْنِ ۛ "},{"number":40,"text":"فِيْ جَنّٰتٍ ۛ يَتَسَاۤءَلُوْنَۙ"},{"number":41,"text":"عَنِ الْمُجْرِمِيْنَۙ"},{"number":42,"text":"مَا سَلَكَكُمْ فِيْ سَقَرَ "},{"number":43,"text":"قَالُوْا لَمْ نَكُ مِنَ الْمُصَلِّيْنَۙ"},{"number":44,"text":"وَلَمْ نَكُ نُطْعِمُ الْمِسْكِيْنَۙ"},{"number":45,"text":"وَكُنَّا نَخُوْضُ مَعَ الْخَاۤىِٕضِيْنَۙ"},{"number":46,"text":"وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّيْنِۙ"},{"number":47,"text":"حَتّٰىٓ اَتٰىنَا الْيَقِيْنُۗ"},{"number":48,"text":"فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِيْنَۗ"},{"number":49,"text":"فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِيْنَۙ"},{"number":50,"text":"كَاَنَّهُمْ حُمُرٌ مُّسْتَنْفِرَةٌۙ"},{"number":51,"text":"فَرَّتْ مِنْ قَسْوَرَةٍۗ"},{"number":52,"text":"بَلْ يُرِيْدُ كُلُّ امْرِئٍ مِّنْهُمْ اَنْ يُّؤْتٰى صُحُفًا مُّنَشَّرَةًۙ"},{"number":53,"text":"كَلَّاۗ بَلْ لَّا يَخَافُوْنَ الْاٰخِرَةَۗ"},{"number":54,"text":"كَلَّآ اِنَّهٗ تَذْكِرَةٌ ۚ"},{"number":55,"text":"فَمَنْ شَاۤءَ ذَكَرَهٗۗ"},{"number":56,"text":"وَمَا يَذْكُرُوْنَ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ ۗهُوَ اَهْلُ التَّقْوٰى وَاَهْلُ الْمَغْفِرَةِ ࣖ"}],"translation":{"lang":"id","translation_text":[{"number":1,"text":"Wahai orang yang berkemul (berselimut)!"},{"number":2,"text":"bangunlah, lalu berilah peringatan!"},{"number":3,"text":"dan agungkanlah Tuhanmu,"},{"number":4,"text":"dan bersihkanlah pakaianmu,"},{"number":5,"text":"dan tinggalkanlah segala (perbuatan) yang keji,"},{"number":6,"text":"dan janganlah engkau (Muhammad) memberi (dengan maksud) memperoleh (balasan) yang lebih banyak."},{"number":7,"text":"Dan karena Tuhanmu, bersabarlah."},{"number":8,"text":"Maka apabila sangkakala ditiup,"},{"number":9,"text":"maka itulah hari yang serba sulit,"},{"number":10,"text":"bagi orang-orang kafir tidak mudah."},{"number":11,"text":"Biarkanlah Aku (yang bertindak) terhadap orang yang Aku sendiri telah menciptakannya,"},{"number":12,"text":"dan Aku beri kekayaan yang melimpah,"},{"number":13,"text":"dan anak-anak yang selalu bersamanya,"},{"number":14,"text":"dan Aku beri kelapangan (hidup) seluas-luasnya."},{"number":15,"text":"Kemudian dia ingin sekali agar Aku menambahnya."},{"number":16,"text":"Tidak bisa! Sesungguhnya dia telah menentang ayat-ayat Kami (Al-Qur'an)."},{"number":17,"text":"Aku akan membebaninya dengan pendakian yang memayahkan."},{"number":18,"text":"Sesungguhnya dia telah memikirkan dan menetapkan (apa yang ditetapkannya),"},{"number":19,"text":"maka celakalah dia! Bagaimana dia menetapkan?"},{"number":20,"text":"Sekali lagi, celakalah dia! Bagaimana dia menetapkan?"},{"number":21,"text":"Kemudian dia (merenung) memikirkan,"},{"number":22,"text":"lalu berwajah masam dan cemberut,"},{"number":23,"text":"kemudian berpaling (dari kebenaran) dan menyombongkan diri,"},{"number":24,"text":"lalu dia berkata, “(Al-Qur'an) ini hanyalah sihir yang dipelajari (dari orang-orang dahulu)."},{"number":25,"text":"Ini hanyalah perkataan manusia.”"},{"number":26,"text":"Kelak, Aku akan memasukkannya ke dalam (neraka) Saqar,"},{"number":27,"text":"dan tahukah kamu apa (neraka) Saqar itu?"},{"number":28,"text":"Ia (Saqar itu) tidak meninggalkan dan tidak membiarkan,"},{"number":29,"text":"yang menghanguskan kulit manusia."},{"number":30,"text":"Di atasnya ada sembilan belas (malaikat penjaga)."},{"number":31,"text":"Dan yang Kami jadikan penjaga neraka itu hanya dari malaikat; dan Kami menentukan bilangan mereka itu hanya sebagai cobaan bagi orang-orang kafir, agar orang-orang yang diberi kitab menjadi yakin, agar orang yang beriman bertambah imannya, agar orang-orang yang diberi kitab dan orang-orang mukmin itu tidak ragu-ragu; dan agar orang-orang yang di dalam hatinya ada penyakit dan orang-orang kafir (berkata), “Apakah yang dikehendaki Allah dengan (bilangan) ini sebagai suatu perumpamaan?” Demikianlah Allah membiarkan sesat orang-orang yang Dia kehendaki dan memberi petunjuk kepada orang-orang yang Dia kehendaki. Dan tidak ada yang mengetahui bala tentara Tuhanmu kecuali Dia sendiri. Dan Saqar itu tidak lain hanyalah peringatan bagi manusia."},{"number":32,"text":"Tidak! Demi bulan,"},{"number":33,"text":"dan demi malam ketika telah berlalu,"},{"number":34,"text":"dan demi subuh apabila mulai terang, "},{"number":35,"text":"sesunggunya (Saqar itu) adalah salah satu (bencana) yang sangat besar,"},{"number":36,"text":"sebagai peringatan bagi manusia, "},{"number":37,"text":"(yaitu) bagi siapa di antara kamu yang ingin maju atau mundur."},{"number":38,"text":"Setiap orang bertanggung jawab atas apa yang telah dilakukannya,"},{"number":39,"text":"kecuali golongan kanan,"},{"number":40,"text":"berada di dalam surga, mereka saling menanyakan,"},{"number":41,"text":"tentang (keadaan) orang-orang yang berdosa, "},{"number":42,"text":"”Apa yang menyebabkan kamu masuk ke dalam (neraka) Saqar?”"},{"number":43,"text":"Mereka menjawab, “Dahulu kami tidak termasuk orang-orang yang melaksanakan salat, "},{"number":44,"text":"dan kami (juga) tidak memberi makan orang miskin, "},{"number":45,"text":"bahkan kami biasa berbincang (untuk tujuan yang batil), bersama orang-orang yang membicarakannya, "},{"number":46,"text":"dan kami mendustakan hari pembalasan, "},{"number":47,"text":"sampai datang kepada kami kematian.” "},{"number":48,"text":"Maka tidak berguna lagi bagi mereka syafaat (pertolongan) dari orang-orang yang memberikan syafaat. "},{"number":49,"text":"Lalu mengapa mereka (orang-orang kafir) berpaling dari peringatan (Allah)?"},{"number":50,"text":"seakan-akan mereka keledai liar yang lari terkejut,"},{"number":51,"text":"lari dari singa. "},{"number":52,"text":"Bahkan setiap orang dari mereka ingin agar diberikan kepadanya lembaran-lembaran (kitab) yang terbuka. "},{"number":53,"text":"Tidak! Sebenarnya mereka tidak takut kepada akhirat."},{"number":54,"text":"Tidak! Sesungguhnya (Al-Qur'an) itu benar-benar suatu peringatan. "},{"number":55,"text":"Maka barangsiapa menghendaki, tentu dia mengambil pelajaran darinya. "},{"number":56,"text":"Dan mereka tidak akan mengambil pelajaran darinya (Al-Qur'an) kecuali (jika) Allah menghendakinya. Dialah Tuhan yang patut (kita) bertakwa kepada-Nya dan yang berhak memberi ampunan. "}]},"tafsir":{"lang":"id","source":"Kementrian Agama Republic Indonesia","tafsirs":[{"number":1,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDi akhir surah al-Muzammil berisi berita gembira bagi yang berbuat kebajikan, di awal surah ini berisi perintah untuk bersemangat menyeru kepada kebajikan. \u003cem\u003eWahai orang yang berkemul\u003c/em\u003e atau berselimut yakni Nabi Muhammad!\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat 1-2 disebutkan bahwa Nabi Muhammad sedang berselubung dengan selimut karena diliputi perasaan takut melihat rupa Malaikat Jibril, lalu turunlah wahyu yang memerintahkan agar segera bangun dan memperingatkan umat yang masih sesat itu supaya mereka mengenal jalan yang benar.\nPerkataan \"qum\" (bangunlah) menunjukkan bahwa seorang rasul harus rajin, ulet, dan tidak mengenal putus asa karena ejekan orang yang tidak senang menerima seruannya. Rasul tidak boleh malas dan berpangku tangan. Semenjak ayat ini turun, Nabi Muhammad tidak pernah berhenti melaksanakan tugas dakwah. Sepanjang hidupnya diisi dengan berbagai macam kegiatan yang berguna bagi kepentingan umat dan penyiaran agama Islam.\nPeringatan-peringatan yang beliau sampaikan kepada penduduk Mekah yang masih musyrik pada waktu itu, berupa kedahsyatan siksaan Allah di hari Kiamat kelak. Untuk menyelamatkan diri dari azab tersebut, manusia hendaknya mengenal Allah dan patuh mengikuti perintah Rasul saw.\n"}},{"number":2,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eBangunlah\u003c/em\u003e dengan sungguh-sungguh dan penuh semangat, \u003cem\u003elalu berilah peringatan!\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat 1-2 disebutkan bahwa Nabi Muhammad sedang berselubung dengan selimut karena diliputi perasaan takut melihat rupa Malaikat Jibril, lalu turunlah wahyu yang memerintahkan agar segera bangun dan memperingatkan umat yang masih sesat itu supaya mereka mengenal jalan yang benar.\nPerkataan \"qum\" (bangunlah) menunjukkan bahwa seorang rasul harus rajin, ulet, dan tidak mengenal putus asa karena ejekan orang yang tidak senang menerima seruannya. Rasul tidak boleh malas dan berpangku tangan. Semenjak ayat ini turun, Nabi Muhammad tidak pernah berhenti melaksanakan tugas dakwah. Sepanjang hidupnya diisi dengan berbagai macam kegiatan yang berguna bagi kepentingan umat dan penyiaran agama Islam.\nPeringatan-peringatan yang beliau sampaikan kepada penduduk Mekah yang masih musyrik pada waktu itu, berupa kedahsyatan siksaan Allah di hari Kiamat kelak. Untuk menyelamatkan diri dari azab tersebut, manusia hendaknya mengenal Allah dan patuh mengikuti perintah Rasul saw.\n"}},{"number":3,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDalam menyampaikan dakwah pastilah akan banyak rintangan, maka hal itu tidak perlu merisaukan hatimu wahai Nabi. Ikutilah petunjuk-Ku, pertama, agar tetap tegar \u003cem\u003edan\u003c/em\u003e tidak pudar semangatmu, \u003cem\u003eagungkanlah Tuhanmu\u003c/em\u003e,\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini memerintahkan agar Nabi Muhammad mengagungkan Allah dengan bertakbir dan menyerahkan segala urusan kepada kehendak-Nya. Beliau dilarang mencari pertolongan selain kepada-Nya.\nMengagungkan Allah dengan segenap jiwa dan raga tentu menumbuhkan kepribadian yang tangguh dan tidak mudah goyah. Sebab, manusia yang beriman memandang bahwa tidak ada yang ditakuti selain Allah. Sikap ini perlu dihayati oleh seorang dai (juru dakwah) yang tugasnya sehari-hari mengajak manusia ke jalan Allah.\nAyat ini juga mengandung arti bahwa Nabi Muhammad diperintahkan supaya bertakbir yaitu membesarkan nama Tuhan-Nya, melebihi dari segala sesuatu yang ada. Sebab setelah manusia mengenal pencipta alam dan dirinya sendiri serta yakin bahwa pencipta itu memang ada, maka hendaklah dia membersihkan zat-Nya dari segala tandingan-Nya. Bila tidak demikian, orang musyrik pun mengagungkan nama tuhan mereka, akan tetapi keagungan yang berserikat dengan zat-zat lain.\nMembesarkan Allah berarti mengagungkan-Nya dalam ucapan dan perbuatan, menyerahkan segala urusan hanya kepada-Nya, beribadah dan membersihkan zat-Nya dari segala yang dipersekutukan dengan-Nya, dan menggantungkan harapan kepada-Nya saja. Kalau unsur-unsur yang demikian dipenuhi dalam membesarkan Allah, barulah sempurna penghayatan iman bagi seorang mukmin.\n"}},{"number":4,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003edan\u003c/em\u003e kedua, untuk menunjang dakwahmu, \u003cem\u003ebersihkanlah pakaianmu.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini, Allah memerintahkan Nabi Muhammad supaya membersihkan pakaian. Makna membersihkan pakaian menurut sebagian ahli tafsir adalah:\n1.Membersihkan pakaian dari segala najis dan kotoran, karena bersuci dengan maksud beribadah hukumnya wajib, dan selain beribadah hukumnya sunah. Membersihkan di sini juga termasuk cara memperolehnya, yaitu pakaian yang digunakan harus diperoleh dengan cara yang halal. Ketika Ibnu 'Abbas ditanya orang tentang maksud ayat ini, beliau menjawab bahwa firman Allah tersebut berarti larangan memakai pakaian untuk perbuatan dosa dan penipuan. Jadi menyucikan pakaian adalah membersihkannya dari najis dan kotoran. Pengertian yang lebih luas lagi, yakni membersihkan tempat tinggal dan lingkungan hidup dari segala bentuk kotoran, sampah, dan lain-lain, sebab dalam pakaian, tubuh, dan lingkungan yang kotor banyak terdapat dosa. Sebaliknya dengan membersihkan badan, tempat tinggal, dan lain-lain berarti berusaha menjauhkan diri dari dosa. Demikianlah para ulama Syafi'iyah mewajibkan membersihkan pakaian dari najis bagi orang yang hendak salat. Begitulah Islam mengharuskan para pengikutnya untuk selalu hidup bersih, karena kebersihan jasmani mengangkat manusia kepada akhlak yang mulia.\n2.Membersihkan pakaian berarti membersihkan rohani dari segala watak dan sifat-sifat tercela. Khusus buat Nabi Muhammad, ayat ini memerintahkan beliau menyucikan nilai-nilai nubuwwah (kenabian) yang dipikulnya dari segala yang mengotorinya (dengki, dendam, pemarah, dan lain-lain). Pengertian kedua ini bersifat kiasan (majazi), dan memang dalam bahasa Arab kadang-kadang menyindir orang yang tidak menepati janji dengan memakai perkataan, \"Dia suka mengotori baju (pakaian)-nya,\" Sedangkan kalau orang yang suka menepati janji selalu dipuji dengan ucapan, \"Dia suka membersihkan baju (pakaian)-nya.\"\n\nSecara singkat, ayat ini memerintahkan agar membersihkan diri, pakaian, dan lingkungan dari segala najis, kotoran, sampah, dan lain-lain. Di samping itu juga berarti perintah memelihara kesucian dan kehormatan pribadi dari segala perangai yang tercela.\n"}},{"number":5,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDan petunjuk yang ketiga adalah,\u003cem\u003e tinggalkanlah segala\u003c/em\u003e perbuatan \u003cem\u003eyang keji\u003c/em\u003e seperti penyembahan berhala, betapa pun banyak yang melakukan.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Selanjutnya Nabi Muhammad diperintahkan supaya meninggalkan perbuatan dosa seperti menyembah berhala atau patung. Kata ar-rujz yang terdapat dalam ayat ini berarti siksaan, dan dalam hal ini yang dimaksudkan ialah perintah menjauhkan segala sebab yang mendatangkan siksaan, yakni perbuatan maksiat. Termasuk yang dilarang oleh ayat ini ialah mengerjakan segala macam perbuatan yang menyebabkan perbuatan maksiat.\nMembersihkan diri dari dosa apalagi bagi seorang dai adalah suatu kewajiban. Sebab, kalau pada diri sang dai sendiri diketahui ada cela dan aib oleh masyarakat, tentu perkataan dan nasihatnya sulit diterima orang. Bahkan mubalig yang pandai memelihara diri sekali pun pasti menghadapi dua bentuk tantangan, yakni:\n1.Boleh jadi orang yang diajak dan diseru ke jalan Allah akan menepuk dada, memperlihatkan kesombongannya, sehingga merasa tidak lagi membutuhkan nasihat. Dengan kekayaan, ilmu pengetahuan, atau kedudukan tinggi yang dimilikinya, ia merasa tidak perlu lagi diajak ke jalan Allah.\n2.Mungkin pula sang dai dimusuhi oleh penguasa dan yang tidak senang kepadanya. Sang dai akan diusir, disiksa, dikurangi hak-haknya, diintimidasi, dilarang, atau dihalang-halangi menyampaikan dakwah dan menegakkan yang hak. Semuanya itu merupakan akibat yang harus dihadapi bagi siapa saja yang berjihad di jalan Allah. Memelihara diri dari segala tindakan dan perkataan yang melunturkan nama baik di mata masyarakat adalah sebagian dari ikhtiar dalam rangka mencapai kesuksesan dalam berdakwah.\n\n"}},{"number":6,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePetunjuk yang keempat, \u003cem\u003edan janganlah engkau\u003c/em\u003e, wahai Nabi Muhammad, \u003cem\u003ememberi\u003c/em\u003e yaitu usahamu dalam berdakwah dengan maksud untuk mendapatkan imbalan duniawi dari manusia. Dengan demikian engkau akan \u003cem\u003ememperoleh\u003c/em\u003e balasan dari Allah, \u003cem\u003eyang lebih banyak.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini, Nabi Muhammad dilarang memberi dengan maksud memperoleh yang lebih banyak. Artinya dengan usaha dan ikhtiar mengajak manusia ke jalan Allah, serta dengan ilmu dan risalah yang disampaikan, beliau dilarang mengharapkan ganjaran atau upah yang lebih besar dari orang-orang yang diserunya. Tegasnya jangan menjadikan dakwah sebagai objek bisnis yang mendatangkan keuntungan duniawi. Bagi seorang nabi lebih ditekankan lagi agar tidak mengharapkan upah sama sekali dalam dakwah, guna memelihara keluhuran martabat kenabian yang dipikulnya."}},{"number":7,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePetunjuk terakhir, kelima, larangan memperoleh imbalan dapat menimbulkan kesulitan maka apabila menghadapi kesulitan ayat ini memberi petunjuk, \u003cem\u003edan hanya karena Tuhanmu, maka bersabarlah,\u003c/em\u003e pasti engkau akan berhasil dalam dakwahmu.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini memerintahkan supaya Nabi Muhammad bersikap sabar, karena dalam berbuat taat itu pasti banyak rintangan dan cobaan yang dihadapi. Apalagi dalam berjihad untuk menyampaikan risalah Islam. Sabar dalam ayat ini juga berarti tabah menderita karena disiksa atau disakiti karena apa yang disampaikan itu tidak disenangi orang. Bagi seorang dai, ayat ini berarti bahwa ia harus dapat menahan diri dan menekan perasaan ketika misinya tidak diterima orang, dan ketika kebenaran yang diserukannya tidak dipedulikan orang. Janganlah putus asa, sebab tidak ada perjuangan yang berhasil tanpa pengorbanan, sebagaimana perjuangan yang telah dialami para nabi dan rasul.\nAda beberapa bentuk sabar yang ditafsirkan dari ayat di atas, di antaranya: (1) sabar dalam melakukan perbuatan taat, sehingga tidak dihinggapi kebosanan, (2) sabar menjauhkan diri dari perbuatan maksiat dan menghadapi musuh, (3) sabar ketika menghadapi cobaan dan ketetapan (qadar) Allah, dan (4) sabar menghadapi kemewahan hidup di dunia. Dengan sikap sabar dan tabah itulah sesuatu perjuangan dijamin akan berhasil, seperti yang diperlihatkan oleh junjungan kita, Nabi Muhammad saw.\n"}},{"number":8,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKesulitan dalam dakwah tidaklah seberapa, akan ada saat yang lebih sulit lagi, \u003cem\u003emaka apabila sangkakala ditiup\u003c/em\u003e yaitu hari Kiamat telah tiba,\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Setelah memberikan pengarahan khusus kepada Nabi Muhammad (yang juga menjadi cermin pengajaran bagi umat beliau) yang dimulai dari ayat 1 sampai dengan ayat 7 di atas, maka pada ayat ini, Allah menjelaskan pula tentang suasana kedatangan hari Kiamat. Di hari yang dijanjikan itu, orang-orang yang telah menyakiti hati para rasul dan juru dakwah karena menyampaikan ajaran Allah, akan mengalami suatu kesulitan yang luar biasa. Mereka tersentak mendengar seruan Kiamat ditiup Malaikat Israfil. Mereka langsung merasakan betapa hebatnya kesulitan yang harus ditempuh. Oleh karena itu, Allah memerintahkan Nabi Muhammad supaya bersabar menghadapi gangguan-gangguan musuh tersebut.\nPada hari Kiamat, semua orang mendapatkan apa yang telah mereka amalkan: kesenangan yang abadi bagi orang yang beriman dan berjihad menegakkan keimanan yang benar, serta kecelakaan dan kesengsaraan bagi siapa yang ingkar dan hidup di atas keingkaran itu.\n"}},{"number":9,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003emaka itulah hari yang serba sulit\u003c/em\u003e, bagi siapa saja.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Setelah memberikan pengarahan khusus kepada Nabi Muhammad (yang juga menjadi cermin pengajaran bagi umat beliau) yang dimulai dari ayat 1 sampai dengan ayat 7 di atas, maka pada ayat ini, Allah menjelaskan pula tentang suasana kedatangan hari Kiamat. Di hari yang dijanjikan itu, orang-orang yang telah menyakiti hati para rasul dan juru dakwah karena menyampaikan ajaran Allah, akan mengalami suatu kesulitan yang luar biasa. Mereka tersentak mendengar seruan Kiamat ditiup Malaikat Israfil. Mereka langsung merasakan betapa hebatnya kesulitan yang harus ditempuh. Oleh karena itu, Allah memerintahkan Nabi Muhammad supaya bersabar menghadapi gangguan-gangguan musuh tersebut.\nPada hari Kiamat, semua orang mendapatkan apa yang telah mereka amalkan: kesenangan yang abadi bagi orang yang beriman dan berjihad menegakkan keimanan yang benar, serta kecelakaan dan kesengsaraan bagi siapa yang ingkar dan hidup di atas keingkaran itu.\n"}},{"number":10,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eTerlebih bagi \u003cem\u003eorang-orang kafir\u003c/em\u003e yaitu yang keras kepala mengingkari kebenaran, pada hari itu \u003cem\u003etidak mudah\u003c/em\u003e, keadaannya akan diliputi kesulitan yang dahsyat.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini ditegaskan lagi bahwa tidak mudah bagi orang-orang kafir menghadapi suasana hari Kiamat yang dahsyat dan menakutkan itu. Sebab, pada hari itulah mereka menerima segala hasil perbuatan mereka dalam buku amalan dari sebelah kiri sebagai tanda masuk neraka. Tidak ada lagi kebahagiaan bagi orang kafir pada hari tersebut. Semuanya serba susah dan pedih, tidak seperti kesenangan yang pernah mereka nikmati di dunia dahulu.\nKenapa mereka mengalami kesulitan? Selain pernah menerima buku di sebelah kiri, mereka juga harus mempertanggungjawabkan segala amal perbuatan mereka di hadapan Mahkamah Allah Yang Mahaadil, yang tidak seorang pun dapat mengelak dan tidak seorang pun yang merasa dirugikan. Sebab, di hari itu pula segala anggota tubuh ikut berbicara mengajukan kesaksian dengan sendirinya terhadap yang pernah dikerjakan, padahal mulut yang di dunia pandai bicara, pada hari itu terkunci rapat diam membisu seribu bahasa. Semua manusia pada hari Kiamat menundukkan kepala di hadapan Allah, mengakui kesalahan dan kekhilafan masa lalu, tetapi pintu penyesalan sudah ditutup. Adapun orang mukmin yang telah menggunakan waktu sebaik-baiknya untuk berjihad di jalan Allah, menghadapi kiamat dengan perasaan cerah, tanpa diliputi ketakutan sedikit pun. Mereka tidak akan dipersulit perhitungan amalnya, dan berjalan berbaris serta bersaf-saf menuju Mahkamah Ilahi dengan wajah cerah.\n"}},{"number":11,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eDi antara tokoh pendurhaka yang menjadi latar belakang turunnya ayat-ayat ini dan akan mengalami kesulitan pada hari Kiamat adalah al-Walid bin al-Mugirah. Terhadap tokoh ini dan siapa saja yang perilakunya sama dengan al-Walid, maka Allah menegaskan demikian, \u003cem\u003eBiarkanlah Aku\u003c/em\u003e yang bertindak \u003cem\u003eterhadap orang yang Aku sendiri telah menciptakannya\u003c/em\u003e, tanpa bantuan dari siapa pun\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini, Allah mengungkapkan bahwa Dialah yang akan berbuat sesuatu terhadap orang yang telah diciptakan-Nya sendiri. Dia telah menciptakan dan mengeluarkannya dari perut ibunya, tanpa harta bahkan tanpa anak. Lalu Dia menganugerahkan rezeki kepadanya, dan kepandaian memimpin kaumnya. Akan tetapi, dia membangkang kepada-Nya.\nAyat ini menyebutkan kata-kata \"wahid\" (satu-satunya), sebagai sindiran kepada al-Walid yang bergelar wahid, sebab dialah yang paling menonjol di kalangan kaumnya karena kekayaan, pangkat, dan harta yang dimilikinya. Al-Walid memiliki kebun ladang serta areal peternakan yang luas antara Mekah dan tha'if. Ia mempunyai unta, kuda, kambing, dan budak belian. Mempunyai tujuh orang anak yang perkasa (tiga di antaranya masuk Islam, yaitu Khalid, Hisyam, dan 'Imarah). Menurut Mujahid, putranya 10 orang. Lebih dari itu, Allah telah menganugerahkan usia panjang dengan kekayaan yang cukup kepada al-Walid itu (wafat dalam usia 90 tahun), dihormati dan disegani kaumnya.\n"}},{"number":12,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003ePenciptaan manusia pastilah melibatkan kedua orang tua, namun pada ayat ini peran itu dinafikan karena menunjukkan ancaman yang serius terhadap yang durhaka. \u003cem\u003eDan\u003c/em\u003e orang tersebut juga \u003cem\u003eAku berikan baginya kekayaan yang melimpah\u003c/em\u003e melalui sebab-sebab yang telah ditetapkan,\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah mengungkapkan bahwa Dia memberikan kepada al-Walid harta yang banyak. Allah telah menganugerahinya berbagai macam harta, sehingga menjadi satu-satunya orang terkaya di kalangan kaumnya. Tidaklah mengherankan kalau sampai terlontar ucapan dari mulut al-Walid perkataan:\nSayalah satu-satunya anak dari satu-satunya di negeri ini, tiada seorang pun di kalangan Arab yang sepertiku atau seperti ayahku, al-Mugirah. (Riwayat al-Qurthubi)\n"}},{"number":13,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003edan\u003c/em\u003e juga anugerah berupa \u003cem\u003eanak-anak yang selalu bersamanya,\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini mengungkapkan bahwa Allah pun menganugerahkan kepada hartawan dan bangsawan Quraisy ini putra yang selalu ikut serta bersamanya. Sebab dia orang kaya dan tidak memerlukan bantuan orang lain mengurus anaknya, maka anaknya tidak perlu mengembara ke negeri lain untuk mencari rezeki karena semuanya harus berdekatan dengan ayahnya sendiri. Ada pula yang mengartikan bahwa anak-anak al-Walid selalu mendampinginya apabila ia menghadiri pertemuan atau perayaan-perayaan, sehingga menimbulkan kesan akan kebesaran dan kemuliaannya. Putra-putra yang dibanggakan itu ada 7 orang (al-Walid, Khalid, 'Imarah Hisyam, 'As, Qais, dan 'Abdussyam). Tiga orang di antaranya (Khalid, Hisyam, dan 'Imarah) telah masuk Islam, memenuhi seruan Nabi Muhammad."}},{"number":14,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAyat ini melanjutkan uraian tentang keistimewaan yang diberikan Allah kepada al-Walid bin al-Mugirah. \u003cem\u003eDan\u003c/em\u003e di samping itu \u003cem\u003eAku berikan baginya kelapangan\u003c/em\u003e hidup \u003cem\u003eseluas-luasnya.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini mengutarakan bahwa Allah mencurahkan rezeki sebanyak-banyaknya kepada al-Walid berupa harta, anak, dan umur panjang. Ditambah lagi karunia berupa kedudukan yang tinggi di kalangan Quraisy, sehingga mendapat gelar terhormat sebagai \"Raihanah Quraisy\".\nSeharusnya al-Walid bersyukur kepada Allah atas segenap nikmat dan kesenangan yang diterimanya. Akan tetapi, justru sebaliknya dia berpaling dari kebenaran dan bersikap keras kepala. Sifat seperti ini disebutkan dalam Al-Qur'an:\n\nSegala puji bagi Allah yang telah menciptakan langit dan bumi, dan menjadikan gelap dan terang, namun demikian orang-orang kafir masih mempersekutukan Tuhan mereka dengan sesuatu. (al-An'am/6: 1)\n"}},{"number":15,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eKemudian\u003c/em\u003e \u003cem\u003edia\u003c/em\u003e juga berharap\u003cem\u003e ingin sekali agar Aku menambahnya\u003c/em\u003e dengan bentuk anugerah lainnya, bahkan kalau bisa diberikan surga.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menyatakan bahwa al-Walid ingin sekali supaya Allah menambah kekayaannya, walaupun sudah demikian kaya dalam segala-galanya. Dia masih mengharapkan tambahan dari apa yang sudah ada. Begitulah watak manusia yang tidak kenal puas, tidak pernah terbatas angan-angan dan keinginannya. Watak ini akan selalu muncul sepanjang zaman. Rasulullah saw telah memperingatkan dalam sabdanya yang berbunyi:\nAndaikata anak Adam (manusia) mempunyai satu lembah dari harta, pastilah ia menginginkan yang kedua dan jika ia memiliki dua lembah, pastilah ia menginginkan yang ketiga. (Riwayat al-Bukhari, Muslim, at-Tirmidhi, dan Ahmad dari Anas)\n\nDalam hadis lain, Rasulullah bersabda: Ø¹Ø¨Ù‘Ø§Ø³)\nDua orang yang banyak makan yang tidak pernah kenyang (yakni) penuntut ilmu dan pencari harta benda. (Riwayat ad-Darimi dari Ibnu 'Abbas). \n\nKesombongan al-Walid memang keterlaluan sekali. Al-Qurthubi mengatakan bahwa al-hasan dan lainnya berkata, \"Al-Walid pernah melontarkan ucapan:\nKalau memang Muhammad itu seorang yang benar, tentulah surga itu tidak diciptakan melainkan untuk saya. (Riwayat al-Qurthubi dan al-Alusi)\n\n"}},{"number":16,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAneka nikmat yang dianugerahkan kepadanya mestinya dia syukuri dengan berbuat baik, ternyata malah membangkang maka \u003cem\u003etidak bisa\u003c/em\u003e terpenuhi keinginannya! \u003cem\u003eSesungguhnya dia telah menentang ayat-ayat Kami\u003c/em\u003e yakni Al-Qur\u0026rsquo;an.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menegaskan bahwa sikap al-Walid itu tidak akan menambah apa yang diinginkannya, karena sesungguhnya ia menentang ayat-ayat-Nya. Allah sekali-kali tidak akan mengabulkan kehendaknya. Bahkan menurut riwayat, semenjak turunnya pernyataan Allah ini, harta dan kekayaan al-Walid semakin berkurang. Anak pun begitu, meninggal satu persatu sehingga habis semua. Akhirnya al-Walid tinggal sebatang kara.\nAl-Walid selalu menunjukkan secara terang-terangan sikap menentang terhadap apa yang disampaikan Nabi Muhammad, berupa dalil-dalil tentang keesaan dan kekuasaan Allah, penjelasan tentang adanya hari kebangkitan, keterangan tentang risalah dan nubuat yang beliau bawa, dan lain-lain. Al-Walid menentang dengan keras wahyu Allah yang diturunkan melalui Muhammad saw. Oleh karena itu, ia berusaha pula hendak berbicara meniru gaya Al-Qur'an. Dia menganggap kalau Allah tetap hendak mengutus seorang rasul di kalangan bangsa Arab, maka tidak ada yang lebih pantas untuk menerima tugas suci itu melainkan dia sendiri. Begitulah kesombongan dan sikap keras kepala menghilangkan segala kesenangan duniawinya.\nSegi lain yang kita ambil dari ayat ini adalah keingkaran al-Walid terhadap Allah dikategorikan kufur 'inad, maksudnya dia tahu betul dan mengakui dengan hati kecilnya bahwa apa yang disampaikan Nabi Muhammad adalah benar, namun lidah (ucapan) tetap mengingkarinya. Inilah jenis kekafiran yang paling kotor dan keji. Seperti banyak terdapat pada masa sekarang. Hati kecil mengakui ajaran agama itu benar dan menguntungkan, namun lidah tetap menentang karena berbagai faktor.\n"}},{"number":17,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah melanjutkan ancamannya terhadap yang menolak kebenaran Al-Qur\u0026rsquo;an. Karena ia berkeras menolak ayat-ayat-Ku, maka \u003cem\u003eAku akan membebaninya dengan pendakian yang memayahkan.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini, Allah menegaskan bahwa Dia akan memikulkan kepada al-Walid pendakian yang memayahkan. Maksudnya adalah Tuhan melemparkannya ke dalam neraka yang sangat dahsyat yang tidak ada sanggup ditahan sakitnya. Diibaratkan Allah bahwa kesukaran yang kelak dirasakan pada hari Kiamat diibaratkan seperti pendaki gunung yang disuruh memikul beban yang berat.\nDalam sebuah hadis diriwayatkan bahwa arti sa'ud (pendakian) dalam ayat ini adalah sebagai berikut:\nSa'ud adalah gunung api (di neraka) yang akan didaki oleh orang-orang kafir selama 70 tahun dan kemudian mereka (yang mendakinya) jatuh lagi ke bawah. Begitulah berulang-ulang untuk selama-lamanya. (Riwayat Ahmad dan at-Tirmidhi dari Abu Sa'id)\n\nAda yang mengartikan sa'ud itu dengan suatu azab yang kalau sudah menimpa seseorang, tidak akan pernah berhenti.\n"}},{"number":18,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eSesungguhnya dia\u003c/em\u003e yang sangat keras kepala itu \u003cem\u003etelah memikirkan\u003c/em\u003e dengan sungguh-sungguh untuk mencari kelemahan Al-Qur\u0026rsquo;an \u003cem\u003edan\u003c/em\u003e \u003cem\u003emenetapkan\u003c/em\u003e apa yang ditetapkannya\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menerangkan bahwa sesungguhnya al-Walid memikirkan dan memahami wahyu Allah yang telah didengarnya. Akan tetapi, dia berusaha pula hendak menyusun kata-kata sendiri dengan maksud hendak mencela apa yang ada dalam Al-Qur'an. Dia mereka-reka perkataan lain yang bersifat menentang Al-Qur'an, sehingga orang Quraisy merasa senang dengannya, merasa cocok keinginan mereka dengan al-Walid."}},{"number":19,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003emaka celakalah\u003c/em\u003e dan terkutuklah dia! Bagaimana dia menetapkan? Sungguh aneh caranya. Sekali lagi, celakalah \u003cem\u003edia! Bagaimana dia menetapkan?\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah mengutuk al-Walid dengan kata-kata \"celakalah dia, bagaimana dia menetapkan?\" Terkutuklah al-Walid dan orang Quraisy yang berbuat seperti itu. Sehubungan dengan hal ini, Allah berfirman:\n\nDan orang-orang Yahudi berkata, \"Uzair putra Allah,\" dan orang-orang Nasrani berkata, \"Al-Masih putra Allah.\" Itulah ucapan yang keluar dari mulut mereka. Mereka meniru ucapan orang-orang kafir yang terdahulu. Allah melaknat mereka; bagaimana mereka sampai berpaling? (at-Taubah/9: 30)\n"}},{"number":20,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSungguh aneh caranya. \u003cem\u003eSekali lagi, celakalah dia! Bagaimana dia menetapkan?\u003c/em\u003e Sungguh tidak masuk akal sehat.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Maka celakalah al-Walid bagaimana dia menetapkan. Kata-kata ini diulang lagi oleh Allah. Begitu kerasnya kutukan Allah kepada al-Walid, karena dia telah menetapkan begitu saja bahwa apa yang diucapkan oleh Nabi Muhammad adalah sihir dan menuduh beliau sebagai tukang sihir, seperti disebutkan dalam ayat ke-24 di depan."}},{"number":21,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAyat-ayat ini merupakan kelanjutan dari gejolak hati dan pikir-an tokoh sentral dari surah ini. \u003cem\u003eKemudian dia\u003c/em\u003e merenung \u003cem\u003ememikirkan\u003c/em\u003e bagaimana cara melecehkan Al-Qur\u0026rsquo;an, \u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Kemudian al-Walid memikirkan berulang-ulang kalau-kalau ada suatu kesalahan dalam ayat-ayat Al-Qur'an. Ia juga berharap kalau-kalau ada ayat Al-Qur'an yang sesuai dengan keinginannya. Lalu dia teliti kembali boleh jadi ada titik kelemahan ayat yang dapat dijadikan senjata untuk mengkritik dan mencela Nabi Muhammad."}},{"number":22,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003elalu \u003c/em\u003esesudah itu dia \u003cem\u003eberwajah masam dan cemberut\u003c/em\u003e, karena dia tidak menemukan celah untuk melecehkannya,\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini mengungkapkan bahwa al-Walid bermasam muka dan cemberut karena gagal mencari kelemahan Al-Qur'an, dan tidak tahu lagi apa yang harus diucapkan untuk mencelanya. Hal ini merupakan isyarat bahwa al-Walid dan orang-orang yang ahli seperti dia sebenarnya dalam hati kecilnya telah mengakui kebenaran Nabi Muhammad. Hanya saja sikap keras kepalanya (kufur 'inad) mendorongnya untuk mencaci dan mencela Nabi. Andaikata ia mantap pada keyakinannya akan kebenaran tersebut, tentu dia mendapat yang ia inginkan. Tidak mungkin dia berwajah cemberut yang melambangkan perasaan yang tidak puas."}},{"number":23,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003ekemudian\u003c/em\u003e dia \u003cem\u003eberpaling\u003c/em\u003e dari kebenaran yang sebenarnya dia ketahui dan akui, \u003cem\u003edan menyombongkan diri,\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini mengungkapkan bahwa al-Walid berpaling dari kebenaran dan menyombongkan diri dengan memalingkan muka dari menatap kebenaran tersebut. Sambil menunjukkan keangkuhannya, ia sama sekali tidak mau tunduk dan patuh kepada kebenaran yang dibawa Nabi Muhammad."}},{"number":24,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003edengan congkaknya \u003cem\u003elalu dia berkata,\u003c/em\u003e \u0026ldquo;Al-Qur\u0026rsquo;an \u003cem\u003eini hanyalah sihir yang dipelajari\u003c/em\u003e dari orang-orang dahulu.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menegaskan bahwa al-Walid lalu mengatakan bahwa Al-Qur'an ini tidak lain hanyalah sihir yang dipelajari (dari orang-orang dahulu). Menurut dugaannya, Al-Qur'an adalah suatu ucapan yang disalin Muhammad dari orang lain yang lebih dahulu daripadanya, diterima dari orang yang bercerita kepadanya. \nAl-Walid juga mengatakan bahwa Al-Qur'an ini tidak lain hanyalah perkataan manusia. Maksudnya selain menuduh Al-Qur'an sebagai sihir yang bisa dipelajari, juga perkataan manusia biasa dan Muhammad mencurinya dari ucapan-ucapan orang lain. Secara ringkas, ia mengatakan bahwa Al-Qur'an bukan kalamullah seperti yang didakwahkan oleh Muhammad.\nAndaikata tuduhan al-Walid itu benar, bahwa Al-Qur'an itu perkataan manusia biasa, tentu orang lain selain Muhammad saw sanggup pula menyusun seperti itu atau membuat tantangan yang lebih bagus lagi. Padahal di kalangan bangsa Arab banyak sekali terdapat tokoh-tokoh sastrawan yang lidahnya fasih bersyair dan berpidato. Di antara mereka, juga ada yang mendalam penguasaannya tentang berbagai macam ilmu pengetahuan. Namun demikian, tidak ada seorang pun yang sanggup menandingi ucapan yang keluar dari mulut Muhammad itu.\n"}},{"number":25,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eIni hanyalah perkataan manusia\u003c/em\u003e bukan firman Allah.\u0026rdquo;\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menegaskan bahwa al-Walid lalu mengatakan bahwa Al-Qur'an ini tidak lain hanyalah sihir yang dipelajari (dari orang-orang dahulu). Menurut dugaannya, Al-Qur'an adalah suatu ucapan yang disalin Muhammad dari orang lain yang lebih dahulu daripadanya, diterima dari orang yang bercerita kepadanya. \nAl-Walid juga mengatakan bahwa Al-Qur'an ini tidak lain hanyalah perkataan manusia. Maksudnya selain menuduh Al-Qur'an sebagai sihir yang bisa dipelajari, juga perkataan manusia biasa dan Muhammad mencurinya dari ucapan-ucapan orang lain. Secara ringkas, ia mengatakan bahwa Al-Qur'an bukan kalamullah seperti yang didakwahkan oleh Muhammad.\nAndaikata tuduhan al-Walid itu benar, bahwa Al-Qur'an itu perkataan manusia biasa, tentu orang lain selain Muhammad saw sanggup pula menyusun seperti itu atau membuat tantangan yang lebih bagus lagi. Padahal di kalangan bangsa Arab banyak sekali terdapat tokoh-tokoh sastrawan yang lidahnya fasih bersyair dan berpidato. Di antara mereka, juga ada yang mendalam penguasaannya tentang berbagai macam ilmu pengetahuan. Namun demikian, tidak ada seorang pun yang sanggup menandingi ucapan yang keluar dari mulut Muhammad itu.\n"}},{"number":26,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSebagai akibat dari kedurhakaan yang dilakukan oleh al-Walid dan siapa pun, sebagaimana diuraikan oleh ayat-ayat yang lalu, maka ia disiksa dan puncaknya dijelaskan pada ayat-ayat ini. \u003cem\u003eKelak, Aku akan\u003c/em\u003e menyiksanya dengan \u003cem\u003ememasukkannya ke dalam\u003c/em\u003e neraka \u003cem\u003eSaqar\u003c/em\u003e,\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini, Allah menggambarkan balasan yang setimpal bagi orang yang begitu lancang menuduh Al-Qur'an sebagai ucapan manusia. Allah akan memasukkan al-Walid ke dalam neraka Saqar. Saqar adalah salah satu nama neraka."}},{"number":27,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003edan tahukah kamu apa\u003c/em\u003e neraka Saqar itu?\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menggambarkan sifat neraka Saqar. Perkataan wa ma adra ka (dan tahukah engkau) dalam bahasa Arab menunjukkan besar dan sangat dahsyatnya masalah yang dipertanyakan. Apakah yang engkau ketahui tentang Saqar? Dan pasti tidak seorang pun mengetahuinya dan mencapai hakikatnya kecuali dengan keterangan yang diberikan oleh wahyu.\nSaqar itu tidak meninggalkan dan tidak mengembalikan. Artinya setiap tubuh manusia yang di bakarnya, tidak satu pun yang tersisa dari daging maupun tulang. Kemudian tubuh yang telah hangus itu dikembalikan lagi menjadi baru dan segar, tetapi dibakar lagi sampai hangus untuk kedua kali dan seterusnya. Keterangan seperti itu kita peroleh dari ayat yang lain berbunyi:\n\nSetiap kali kulit mereka hangus, Kami ganti dengan kulit yang lain, agar mereka merasakan azab. (an-Nisa'/4: 56)\n"}},{"number":28,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSaqar itu \u003cem\u003etidak meninggalkan\u003c/em\u003e atau menyisakan, semua anggota tubuhnya akan diliputi siksa \u003cem\u003edan tidak membiarkan\u003c/em\u003e mati, sehingga terbebas dari azab.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menggambarkan sifat neraka Saqar. Perkataan wa ma adra ka (dan tahukah engkau) dalam bahasa Arab menunjukkan besar dan sangat dahsyatnya masalah yang dipertanyakan. Apakah yang engkau ketahui tentang Saqar? Dan pasti tidak seorang pun mengetahuinya dan mencapai hakikatnya kecuali dengan keterangan yang diberikan oleh wahyu.\nSaqar itu tidak meninggalkan dan tidak mengembalikan. Artinya setiap tubuh manusia yang di bakarnya, tidak satu pun yang tersisa dari daging maupun tulang. Kemudian tubuh yang telah hangus itu dikembalikan lagi menjadi baru dan segar, tetapi dibakar lagi sampai hangus untuk kedua kali dan seterusnya. Keterangan seperti itu kita peroleh dari ayat yang lain berbunyi:\n\nSetiap kali kulit mereka hangus, Kami ganti dengan kulit yang lain, agar mereka merasakan azab. (an-Nisa'/4: 56)\n"}},{"number":29,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eSaqar itu adalah \u003cem\u003eyang menghanguskan kulit manusia.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menegaskan bahwa neraka Saqar itu pembakar kulit manusia. Maksudnya, Saqar itu membakar hangus kulit manusia sampai hitam warnanya. Makna kata lawwahah dalam ayat ini sebenarnya adalah \"yang mengubah kulit menjadi hitam\". Lebih hitam dari kegelapan malam."}},{"number":30,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDi atas\u003c/em\u003e neraka Saqar \u003cem\u003eada sembilan belas\u003c/em\u003e malaikat penjaga, yang siap siaga mengawasi penghuninya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menegaskan bahwa Saqar itu dijaga oleh 19 malaikat yang dikepalai oleh Malik. Diriwayatkan oleh al-Baihaqi dan Ibnu Mardawaih dari al-Bara' bahwa serombongan orang Yahudi pernah bertanya kepada sebagian sahabat Nabi tentang penjaga-penjaga neraka Jahanam. Mereka menjawab, \"Allah dan Rasul-Nya yang lebih mengetahui.\" Kemudian turunlah Jibril kepada Rasulullah menerangkan tentang apa yang mereka tanyakan itu, seperti dalam ayat ke-30 ini."}},{"number":31,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMendengar penjaga saqar ada sembilan belas, mereka menduga sembilan belas orang, kaum musyrik dengan angkuhnya menyatakan akan mengalahkan sembilan belas penjaga tersebut. \u003cem\u003eDan yang Kami jadikan penjaga neraka itu hanya dari malaikat\u003c/em\u003e yang sangat kuat lagi kasar serta patuh kepada Allah, \u003cem\u003edan Kami menentukan bilangan mereka\u003c/em\u003e yang sembilan belas \u003cem\u003eitu hanya sebagai cobaan\u003c/em\u003e yang dapat menyebabkan kesesatan \u003cem\u003ebagi orang-orang kafir\u003c/em\u003e yang menganggap sepele jumlah tersebut, di sisi lain \u003cem\u003eagar orang-orang yang diberi kitab menjadi yakin\u003c/em\u003e karena bilangan tersebut sesuai dengan apa yang termaktub dalam kitab suci mereka, dan \u003cem\u003eagar orang yang beriman bertambah imannya, agar orang-orang yang diberi kitab dan orang-orang mukmin itu tidak ragu-ragu. dan agar orang-orang yang di dalam hatinya ada penyakit dan orang-orang kafir\u003c/em\u003e berkata,,\u003cem\u003e \u0026ldquo;Apakah yang dikehendaki Allah dengan bilangan ini sebagai suatu perumpamaan?\u0026rdquo; Demikianlah Allah membiarkan sesat orang-orang yang Dia kehendaki dan memberi petunjuk kepada orang-orang yang Dia kehendaki. Dan tidak ada yang mengetahui bala tentara Tuhanmu kecuali Dia sendiri. Dan Saqar itu tidak lain hanyalah peringatan bagi manusia.\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada permulaan ayat ini, Allah menegaskan bahwa petugas yang diangkat oleh Allah untuk mengurus urusan neraka dan memberikan siksaan kepada penghuninya adalah para malaikat. Mereka diberi kepercayaan mengatur dan mengawasinya. Mereka adalah makhluk Allah yang hebat dan perkasa serta bertindak atas perintah-Nya. Mereka bukan manusia dan bukan pula jin, sebab yang disiksa di sana adalah kedua makhluk itu. Andaikata penjaga neraka itu dari jenis manusia atau jin, tentu mereka akan kasihan dan lemah lembut kepada makhluk yang sejenis dengan mereka.\nAdapun jumlah mereka yang sedikit itu (19 malaikat) dibandingkan dengan begitu luas neraka yang tiada bertepi yang harus diawasi serta puluhan miliar jin dan manusia yang mengisinya, hanyalah sekadar ujian dan cobaan bagi golongan yang tidak percaya. Sehingga mereka berkata seenaknya bahwa mereka sanggup berkelahi dengan malaikat, seperti ucapan Ibnu Kaladah di atas. Allah dengan sengaja menyebutkan jumlah yang sedikit itu agar orang kafir itu semakin congkak, sehingga berlipat-ganda pula pembalasan yang harus mereka derita.\nFitnah (cobaan) yang dimaksudkan di sini tentulah karena jumlah mereka yang terlalu sedikit. Hal itu bagi orang yang tidak percaya akan menimbulkan tanda tanya, \"Bagaimana pula malaikat yang tidak sampai 20 itu sanggup mengendalikan jutaan bahkan ribuan juta jin dan manusia yang menghuni neraka? Padahal kalau mereka menyadari, sesungguhnya malaikat itu hanyalah sekadar alat belaka (atribut) yang bekerja atas perintah dan kekuasaan Allah. Biar pun hanya dua atau tiga malaikat, akan tetapi kalau Zat Yang Mahakuasa di belakangnya, pasti pekerjaan itu berjalan lancar.\nSebaliknya untuk orang yang telah diturunkan kitab (kaum Yahudi dan Nasrani) keterangan ayat ini seharusnya menambahkan keyakinan mereka akan kebenaran yang diucapkan oleh Nabi Muhammad. Sebab, jumlah yang 19 itu sesuai dengan keterangan yang mereka peroleh dalam kitab-kitab suci mereka (Taurat dan Injil). Allah sekaligus menegaskan bahwa antara kitab-kitab suci yang telah diturunkan-Nya itu tidak mungkin ada pertentangan satu sama lain. Orang beriman pasti akan bertambah yakin dengan keimanannya, sebab mereka melihat bagaimana orang ahli kitab membenarkan dan mengakui ayat Al-Qur'an, karena sesuai isinya dengan Taurat dan Injil.\nDengan demikian, orang-orang beriman dan golongan ahli kitab (Yahudi dan Nasrani) yang bersifat jujur tidak meragukan lagi pengertian kalimat 19 malaikat itu. Mereka (ahli kitab) juga tidak ragu lagi bagaimana hakikat iman seorang muslim, bahkan mereka diharapkan pula dapat menjelaskan hal demikian kepada orang yang masih ragu-ragu, seperti kepada golongan munafik dan lain-lain.\nDi sini disebutkan tentang ahli kitab dan munafik, padahal ayatnya diturunkan di Mekah, dan orang ahli Kitab dan munafik baru muncul setelah Rasulullah saw berada di Medinah. Oleh karena itu, ayat ini harus dipandang sebagai berita gaib yang pasti akan terjadi yang disampaikan Allah kepada Nabi Muhammad. Menceritakan yang masih gaib atau belum terwujud termasuk salah satu bentuk mukjizat Nabi seperti disebutkan dalam kitab-kitab hadis.\nBagi orang-orang yang tidak percaya kepada kebenaran yang dibawa Nabi saw akan mempertanyakan kembali soal malaikat yang 19 itu. Apa sesungguhnya yang dikehendaki Allah dengan menyebutkan bilangan terlalu sedikit ini, dan kenapa tidak disebutkan 20 saja? Karena kebiasaan yang berlaku menyebut contoh/misal selalu menggunakan bilangan genap, maka perumpamaan Allah ini dipandang ganjil.\nLalu Allah menjelaskan, \"Demikianlah Allah menyesatkan siapa yang dikehendaki-Nya dari golongan munafik dan musyrik yang selalu mempersoalkan jumlah bilangan malaikat itu. Akan tetapi, Dia pula yang memberikan petunjuk ke jalan yang benar bagi orang yang dikehendaki-Nya sehingga mereka paham dengan maksud ayat ini.\nDari keterangan ini jelaslah bagi kita bahwa perbedaan pendapat di kalangan manusia bahkan antara orang muslim adalah wajar, dan itu merupakan sunatullah. Hanya orang yang mendapat bimbingan akan memperoleh hakikat yang sebenarnya dari masalah yang dipersoalkan.\nAllah kembali menegaskan kekuasaan-Nya bahwa hanya Dia yang tahu hakikat malaikat yang diperintahkan untuk mengawasi orang-orang kafir di neraka. Hanya Dia saja yang mengerti bagaimana sesungguhnya malaikat yang bertugas itu. Tidak ada seorang pun manusia yang mengerti hikmah menjadikan jumlah 19 itu. Ada yang menerangkan bahwa ayat ini turun sebagai jawaban dari ucapan Abu Jahal ketika mendengar ayat tentang penjaga neraka 19 orang itu, \"Tahukah engkau bahwa Tuhan Muhammad itu cuma 19 malaikat saja penolong-Nya?\" Yang jelas 19 malaikat itu dibantu oleh tentara Allah yang lain yang banyaknya tiada yang tahu melainkan Dia saja.\nAyat ini menegaskan bahwa neraka Saqar yang disertai dengan gambaran seperti diturunkan ayat di atas, merupakan peringatan bagi sekalian manusia.\n"}},{"number":32,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eUntuk menafikan dugaan orang-orang kafir tentang kemampuan mereka menghadapi penjaga-penjaga neraka, atau untuk mengancam dan menghardik mereka yang memperolok-olokkan bilangan itu, maka Allah berfirman, Sekali-kali \u003cem\u003eTidak\u003c/em\u003e! Aku bersumpah \u003cem\u003edemi bulan,\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat-ayat ini, Allah memperingatkan bahwa tidak ada jalan bagi manusia untuk mengingkari kekuasaan-Nya yang nyata-nyata dapat mereka saksikan sendiri.\nKata-kata \"kalla\" (sekali-kali tidak) juga merupakan bantahan terhadap ucapan-ucapan orang musyrik di atas. Untuk menguatkan hal itu, Allah bersumpah dengan bulan, malam bila ia telah berlalu, dan bila subuh mulai bersinar. Dengan bulan, malam, dan subuh itu Allah menegaskan bahwa neraka Saqar itu merupakan suatu bencana yang amat dahsyat bagi umat manusia.\nAda yang menerangkan bahwa maksud ihda al-kubar (salah satu bencana yang sangat besar) adalah salah satu dari tujuh neraka yang dahsyat. Ketujuh lembah neraka (seperti yang disebutkan dalam ayat-ayat lain) itu adalah: Jahanam, Ladha, Huthamah, Sa'ir, Saqar, Jahim, dan Hawiyah.\nHal tersebut adalah sebagai ancaman bagi manusia. Adanya tujuh neraka itu (satu di antaranya Saqar) merupakan ancaman bagi yang masih tidak mau tunduk kepada kehendak Allah.\nAda yang mengartikan nadhir (yang memberi ancaman) itu adalah sifat Allah, sehingga arti ayat ini adalah: \"Aku ini memberikan ancaman kepadamu, karena itu hendaklah kamu takut kepada ancaman itu\". Ada yang mengartikan nadhir sebagai sifat Nabi Muhammad seperti disebutkan dalam ayat kedua di atas tadi.\n"}},{"number":33,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003edan demi malam ketika telah berlalu\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat-ayat ini, Allah memperingatkan bahwa tidak ada jalan bagi manusia untuk mengingkari kekuasaan-Nya yang nyata-nyata dapat mereka saksikan sendiri.\nKata-kata \"kalla\" (sekali-kali tidak) juga merupakan bantahan terhadap ucapan-ucapan orang musyrik di atas. Untuk menguatkan hal itu, Allah bersumpah dengan bulan, malam bila ia telah berlalu, dan bila subuh mulai bersinar. Dengan bulan, malam, dan subuh itu Allah menegaskan bahwa neraka Saqar itu merupakan suatu bencana yang amat dahsyat bagi umat manusia.\nAda yang menerangkan bahwa maksud ihda al-kubar (salah satu bencana yang sangat besar) adalah salah satu dari tujuh neraka yang dahsyat. Ketujuh lembah neraka (seperti yang disebutkan dalam ayat-ayat lain) itu adalah: Jahanam, Ladha, Huthamah, Sa'ir, Saqar, Jahim, dan Hawiyah.\nHal tersebut adalah sebagai ancaman bagi manusia. Adanya tujuh neraka itu (satu di antaranya Saqar) merupakan ancaman bagi yang masih tidak mau tunduk kepada kehendak Allah.\nAda yang mengartikan nadhir (yang memberi ancaman) itu adalah sifat Allah, sehingga arti ayat ini adalah: \"Aku ini memberikan ancaman kepadamu, karena itu hendaklah kamu takut kepada ancaman itu\". Ada yang mengartikan nadhir sebagai sifat Nabi Muhammad seperti disebutkan dalam ayat kedua di atas tadi.\n"}},{"number":34,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003edan demi subuh apabila mulai terang,\u003c/em\u003e\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat-ayat ini, Allah memperingatkan bahwa tidak ada jalan bagi manusia untuk mengingkari kekuasaan-Nya yang nyata-nyata dapat mereka saksikan sendiri.\nKata-kata \"kalla\" (sekali-kali tidak) juga merupakan bantahan terhadap ucapan-ucapan orang musyrik di atas. Untuk menguatkan hal itu, Allah bersumpah dengan bulan, malam bila ia telah berlalu, dan bila subuh mulai bersinar. Dengan bulan, malam, dan subuh itu Allah menegaskan bahwa neraka Saqar itu merupakan suatu bencana yang amat dahsyat bagi umat manusia.\nAda yang menerangkan bahwa maksud ihda al-kubar (salah satu bencana yang sangat besar) adalah salah satu dari tujuh neraka yang dahsyat. Ketujuh lembah neraka (seperti yang disebutkan dalam ayat-ayat lain) itu adalah: Jahanam, Ladha, Huthamah, Sa'ir, Saqar, Jahim, dan Hawiyah.\nHal tersebut adalah sebagai ancaman bagi manusia. Adanya tujuh neraka itu (satu di antaranya Saqar) merupakan ancaman bagi yang masih tidak mau tunduk kepada kehendak Allah.\nAda yang mengartikan nadhir (yang memberi ancaman) itu adalah sifat Allah, sehingga arti ayat ini adalah: \"Aku ini memberikan ancaman kepadamu, karena itu hendaklah kamu takut kepada ancaman itu\". Ada yang mengartikan nadhir sebagai sifat Nabi Muhammad seperti disebutkan dalam ayat kedua di atas tadi.\n"}},{"number":35,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003esesungguhnya\u003c/em\u003e Saqar itu \u003cem\u003eadalah salah satu\u003c/em\u003e bencana \u003cem\u003eyang sangat besar\u003c/em\u003e,\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat-ayat ini, Allah memperingatkan bahwa tidak ada jalan bagi manusia untuk mengingkari kekuasaan-Nya yang nyata-nyata dapat mereka saksikan sendiri.\nKata-kata \"kalla\" (sekali-kali tidak) juga merupakan bantahan terhadap ucapan-ucapan orang musyrik di atas. Untuk menguatkan hal itu, Allah bersumpah dengan bulan, malam bila ia telah berlalu, dan bila subuh mulai bersinar. Dengan bulan, malam, dan subuh itu Allah menegaskan bahwa neraka Saqar itu merupakan suatu bencana yang amat dahsyat bagi umat manusia.\nAda yang menerangkan bahwa maksud ihda al-kubar (salah satu bencana yang sangat besar) adalah salah satu dari tujuh neraka yang dahsyat. Ketujuh lembah neraka (seperti yang disebutkan dalam ayat-ayat lain) itu adalah: Jahanam, Ladha, Huthamah, Sa'ir, Saqar, Jahim, dan Hawiyah.\nHal tersebut adalah sebagai ancaman bagi manusia. Adanya tujuh neraka itu (satu di antaranya Saqar) merupakan ancaman bagi yang masih tidak mau tunduk kepada kehendak Allah.\nAda yang mengartikan nadhir (yang memberi ancaman) itu adalah sifat Allah, sehingga arti ayat ini adalah: \"Aku ini memberikan ancaman kepadamu, karena itu hendaklah kamu takut kepada ancaman itu\". Ada yang mengartikan nadhir sebagai sifat Nabi Muhammad seperti disebutkan dalam ayat kedua di atas tadi.\n"}},{"number":36,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003esebagai\u003c/em\u003e ancaman yang mengerikan dan sekaligus \u003cem\u003esebagai peringatan bagi manusia\u003c/em\u003e,\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat-ayat ini, Allah memperingatkan bahwa tidak ada jalan bagi manusia untuk mengingkari kekuasaan-Nya yang nyata-nyata dapat mereka saksikan sendiri.\nKata-kata \"kalla\" (sekali-kali tidak) juga merupakan bantahan terhadap ucapan-ucapan orang musyrik di atas. Untuk menguatkan hal itu, Allah bersumpah dengan bulan, malam bila ia telah berlalu, dan bila subuh mulai bersinar. Dengan bulan, malam, dan subuh itu Allah menegaskan bahwa neraka Saqar itu merupakan suatu bencana yang amat dahsyat bagi umat manusia.\nAda yang menerangkan bahwa maksud ihda al-kubar (salah satu bencana yang sangat besar) adalah salah satu dari tujuh neraka yang dahsyat. Ketujuh lembah neraka (seperti yang disebutkan dalam ayat-ayat lain) itu adalah: Jahanam, Ladha, Huthamah, Sa'ir, Saqar, Jahim, dan Hawiyah.\nHal tersebut adalah sebagai ancaman bagi manusia. Adanya tujuh neraka itu (satu di antaranya Saqar) merupakan ancaman bagi yang masih tidak mau tunduk kepada kehendak Allah.\nAda yang mengartikan nadhir (yang memberi ancaman) itu adalah sifat Allah, sehingga arti ayat ini adalah: \"Aku ini memberikan ancaman kepadamu, karena itu hendaklah kamu takut kepada ancaman itu\". Ada yang mengartikan nadhir sebagai sifat Nabi Muhammad seperti disebutkan dalam ayat kedua di atas tadi.\n"}},{"number":37,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eyaitu \u003cem\u003ebagi siapa di antara kamu yang ingin maju\u003c/em\u003e meraih kebajikan \u003cem\u003eatau mundur\u003c/em\u003e sehingga enggan untuk meraihnya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menegaskan bahwa ancaman tersebut ditujukan kepada siapa saja yang mau menerima atau menolaknya. Boleh saja ancaman itu ditolak, namun akan merasakan akibatnya, seperti halnya al-Walid yang disebut dalam ayat yang lalu. Yang berkehendak maju atau mundur dalam ayat ini berarti \"bagi siapa yang ingin mencapai kebaikan dan perbuatan taat sebanyak-banyaknya atau menjauhi kebaikan dan ketaatan itu sehingga terjatuh ke dalam lembah dosa dan maksiat\".\nSecara singkat dapat dijelaskan bahwa orang-orang kafir itu telah memahami tentang adanya neraka Saqar, siksaannya, dan para malaikat penjaganya. Terserah kepada mereka apakah akan segera menghindarinya dengan mengejar sebanyak mungkin perbuatan amal saleh dan taat, ataukah tetap menolak dan mengingkarinya, sehingga pada saat yang dijanjikan, mereka akan melihat sendiri buktinya.\nDari ayat ke-37 ini, Ibnu 'Abbas menyimpulkan bahwa selain kalimat-kalimatnya bersifat ancaman (tahdid), juga merupakan suatu maklumat bahwa siapa yang beriman dan taat kepada Nabi Muhammad pasti dibalasi dengan pahala yang tiada putusnya, sebaliknya yang menolak kebenaran Muhammad saw serta mendustainya akan disiksa dengan azab yang tiada henti-hentinya.\n"}},{"number":38,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"38-39. Ayat-ayat berikut merupakan pernyataan kepada manusia seluruhnya dalam kaitan dengan kebebasan memilih yang telah ditegaskan pada ayat-ayat sebelumnya. Manusia mau maju meraih kebaikan atau mundur yang jelas setiap orang bertanggung jawab atas apa yang telah dilakukannya masing-masing, kecuali golongan kanan golongan inilah yang meraih keberuntungan karena memilih yang baik.38-39. Ayat-ayat berikut merupakan pernyataan kepada manusia seluruhnya dalam kaitan dengan kebebasan memilih yang telah ditegaskan pada ayat-ayat sebelumnya. Manusia mau maju meraih kebaikan atau mundur yang jelas setiap orang bertanggung jawab atas apa yang telah dilakukannya masing-masing, kecuali golongan kanan golongan inilah yang meraih keberuntungan karena memilih yang baik."},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menegaskan bahwa setiap jiwa manusia tergadai di sisi Allah. Baik yang muslim maupun yang kafir, yang ingkar atau pun yang taat, semuanya tergantung kepada Allah. Tiap jiwa terikat dengan amal yang dikerjakan sampai hari Kiamat, kecuali golongan kanan. Artinya mereka dapat melepaskan keterikatan mereka di sisi Allah dengan amal-amal baik yang mereka kerjakan, sebagaimana halnya seorang dapat melepaskan diri dari status gadai karena telah membayarkan kewajibannya.\nGolongan kanan yang dimaksudkan adalah orang-orang mukmin yang ikhlas, yang menerima buku amalan mereka di sebelah kanan di hari Kiamat. Akan tetapi, ada pula yang mengatakan golongan kanan dalam ayat ini adalah anak-anak yang memang belum diperhitungkan dosa dan kejahatannya. Bahkan ada yang berpendapat golongan kanan itu adalah para malaikat.\n"}},{"number":39,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"38-39. Ayat-ayat berikut merupakan pernyataan kepada manusia seluruhnya dalam kaitan dengan kebebasan memilih yang telah ditegaskan pada ayat-ayat sebelumnya. Manusia mau maju meraih kebaikan atau mundur yang jelas setiap orang bertanggung jawab atas apa yang telah dilakukannya masing-masing, kecuali golongan kanan golongan inilah yang meraih keberuntungan karena memilih yang baik.40-42. Golongan kanan yang disebut pada ayat yang lalu, meraih keberuntungan yaitu berada di dalam surga, mereka saling menanyakan, yaitu bertanya tentang keadaan orang-orang yang berdosa, yang boleh jadi ketika di dunia mereka saling mengenal. Penghuni surga itu bertanya, \"Apa yang menyebabkan kamu masuk ke dalam neraka Saqar?” Tidak dijelaskan secara teknis bagaimana adegan dialog itu terjadi."},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini Allah menegaskan bahwa setiap jiwa manusia tergadai di sisi Allah. Baik yang muslim maupun yang kafir, yang ingkar atau pun yang taat, semuanya tergantung kepada Allah. Tiap jiwa terikat dengan amal yang dikerjakan sampai hari Kiamat, kecuali golongan kanan. Artinya mereka dapat melepaskan keterikatan mereka di sisi Allah dengan amal-amal baik yang mereka kerjakan, sebagaimana halnya seorang dapat melepaskan diri dari status gadai karena telah membayarkan kewajibannya.\nGolongan kanan yang dimaksudkan adalah orang-orang mukmin yang ikhlas, yang menerima buku amalan mereka di sebelah kanan di hari Kiamat. Akan tetapi, ada pula yang mengatakan golongan kanan dalam ayat ini adalah anak-anak yang memang belum diperhitungkan dosa dan kejahatannya. Bahkan ada yang berpendapat golongan kanan itu adalah para malaikat.\n"}},{"number":40,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"40-42. Golongan kanan yang disebut pada ayat yang lalu, meraih keberuntungan yaitu berada di dalam surga, mereka saling menanyakan, yaitu bertanya tentang keadaan orang-orang yang berdosa, yang boleh jadi ketika di dunia mereka saling mengenal. Penghuni surga itu bertanya, \"Apa yang menyebabkan kamu masuk ke dalam neraka Saqar?” Tidak dijelaskan secara teknis bagaimana adegan dialog itu terjadi.40-42. Golongan kanan yang disebut pada ayat yang lalu, meraih keberuntungan yaitu berada di dalam surga, mereka saling menanyakan, yaitu bertanya tentang keadaan orang-orang yang berdosa, yang boleh jadi ketika di dunia mereka saling mengenal. Penghuni surga itu bertanya, \\\\\"Apa yang menyebabkan kamu masuk ke dalam neraka Saqar?” Tidak dijelaskan secara teknis bagaimana adegan dialog itu terjadi."},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menjelaskan lebih lanjut bahwa golongan kanan itu tempatnya di surga, mereka saling bertanya bagaimana nasib golongan yang durhaka. Mereka disambut oleh malaikat dengan ucapan salam sebagaimana firman Allah:\n\nMaka,\"Salam bagimu (wahai) dari golongan kanan!\" (sambut malaikat). (al-Waqi'ah/56: 91)\n\nDan firman Allah:\n\n¦Penjaga-penjaganya berkata kepada mereka, \"Kesejahteraan (dilimpahkan) atasmu, berbahagialah kamu! Maka masuklah, kamu kekal di dalamnya.\" (az-Zumar/39: 73)\n\n"}},{"number":41,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"40-42. Golongan kanan yang disebut pada ayat yang lalu, meraih keberuntungan yaitu berada di dalam surga, mereka saling menanyakan, yaitu bertanya tentang keadaan orang-orang yang berdosa, yang boleh jadi ketika di dunia mereka saling mengenal. Penghuni surga itu bertanya, \\\\\"Apa yang menyebabkan kamu masuk ke dalam neraka Saqar?” Tidak dijelaskan secara teknis bagaimana adegan dialog itu terjadi.40-42. Golongan kanan yang disebut pada ayat yang lalu, meraih keberuntungan yaitu berada di dalam surga, mereka saling menanyakan, yaitu bertanya tentang keadaan orang-orang yang berdosa, yang boleh jadi ketika di dunia mereka saling mengenal. Penghuni surga itu bertanya, \\\\\"Apa yang menyebabkan kamu masuk ke dalam neraka Saqar?” Tidak dijelaskan secara teknis bagaimana adegan dialog itu terjadi."},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menjelaskan lebih lanjut bahwa golongan kanan itu tempatnya di surga, mereka saling bertanya bagaimana nasib golongan yang durhaka. Mereka disambut oleh malaikat dengan ucapan salam sebagaimana firman Allah:\n\nMaka,\"Salam bagimu (wahai) dari golongan kanan!\" (sambut malaikat). (al-Waqi'ah/56: 91)\n\nDan firman Allah:\n\n¦Penjaga-penjaganya berkata kepada mereka, \"Kesejahteraan (dilimpahkan) atasmu, berbahagialah kamu! Maka masuklah, kamu kekal di dalamnya.\" (az-Zumar/39: 73)\n\n"}},{"number":42,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"40-42. Golongan kanan yang disebut pada ayat yang lalu, meraih keberuntungan yaitu berada di dalam surga, mereka saling menanyakan, yaitu bertanya tentang keadaan orang-orang yang berdosa, yang boleh jadi ketika di dunia mereka saling mengenal. Penghuni surga itu bertanya, \\\\\"Apa yang menyebabkan kamu masuk ke dalam neraka Saqar?” Tidak dijelaskan secara teknis bagaimana adegan dialog itu terjadi.43-44. Ayat-ayat di atas adalah jawaban para pendurhaka atas pertanyaan penghuni surga yang dikemukakan dalam ayat yang lalu. Mereka menjawab untuk menjelaskan mengapa mereka masuk neraka Saqar. “Dahulu kami tidak termasuk orang-orang yang melaksanakan salat, dan kami juga tidak memberi makan orang miskin."},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menjelaskan bahwa golongan kanan berada dalam kamar surga yang penuh kenikmatan, sementara golongan yang berdosa bergelimang dalam azab neraka. Namun demikian, mereka saling dapat tanya bertanya, \"Kenapa engkau sampai dimasukkan ke dalam neraka itu?\"\nMereka menjawab dengan jujur dan terus terang bahwa mereka tidak mengerjakan salat di atas dunia dahulu, berbeda dengan orang-orang mukmin yang tetap melaksanakan salat. Sebab waktu itu mereka tidak yakin sedikit pun bahwa hal itu memang sebenarnya diperintahkan Allah.\n"}},{"number":43,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"43-44. Ayat-ayat di atas adalah jawaban para pendurhaka atas pertanyaan penghuni surga yang dikemukakan dalam ayat yang lalu. Mereka menjawab untuk menjelaskan mengapa mereka masuk neraka Saqar. “Dahulu kami tidak termasuk orang-orang yang melaksanakan salat, dan kami juga tidak memberi makan orang miskin.43-44. Ayat-ayat di atas adalah jawaban para pendurhaka atas pertanyaan penghuni surga yang dikemukakan dalam ayat yang lalu. Mereka menjawab untuk menjelaskan mengapa mereka masuk neraka Saqar. “Dahulu kami tidak termasuk orang-orang yang melaksanakan salat, dan kami juga tidak memberi makan orang miskin."},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menjelaskan bahwa golongan kanan berada dalam kamar surga yang penuh kenikmatan, sementara golongan yang berdosa bergelimang dalam azab neraka. Namun demikian, mereka saling dapat tanya bertanya, \"Kenapa engkau sampai dimasukkan ke dalam neraka itu?\"\nMereka menjawab dengan jujur dan terus terang bahwa mereka tidak mengerjakan salat di atas dunia dahulu, berbeda dengan orang-orang mukmin yang tetap melaksanakan salat. Sebab waktu itu mereka tidak yakin sedikit pun bahwa hal itu memang sebenarnya diperintahkan Allah.\n"}},{"number":44,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"43-44. Ayat-ayat di atas adalah jawaban para pendurhaka atas pertanyaan penghuni surga yang dikemukakan dalam ayat yang lalu. Mereka menjawab untuk menjelaskan mengapa mereka masuk neraka Saqar. “Dahulu kami tidak termasuk orang-orang yang melaksanakan salat, dan kami juga tidak memberi makan orang miskin.45-47. Penghuni neraka Saqar tersebut meneruskan pengakuannya mengapa mereka masuk neraka. Dan kami juga biasa berbincang untuk tujuan yang batil, bersama orang-orang yang membicarakannya, dan yang lebih parah lagi kami mendustakan hari pembalasan. Kedurhakaan kami itu terus berlanjut sampai datang kepada kami keyakinan yaitu kematian.”"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menjelaskan bahwa mereka tidak termasuk golongan yang senantiasa berbuat baik kepada kaum fakir miskin dan duafa. Padahal mereka dapat berbuat demikian karena berlebihnya nikmat dan rezeki Allah yang mereka peroleh. Mereka tidak mau meringankan kesulitan fakir-miskin dengan sedekah yang seharusnya mereka keluarkan."}},{"number":45,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"45-47. Penghuni neraka Saqar tersebut meneruskan pengakuannya mengapa mereka masuk neraka. Dan kami juga biasa berbincang untuk tujuan yang batil, bersama orang-orang yang membicarakannya, dan yang lebih parah lagi kami mendustakan hari pembalasan. Kedurhakaan kami itu terus berlanjut sampai datang kepada kami keyakinan yaitu kematian.”45-47. Penghuni neraka Saqar tersebut meneruskan pengakuannya mengapa mereka masuk neraka. Dan kami juga biasa berbincang untuk tujuan yang batil, bersama orang-orang yang membicarakannya, dan yang lebih parah lagi kami mendustakan hari pembalasan. Kedurhakaan kami itu terus berlanjut sampai datang kepada kami keyakinan yaitu kematian.”"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menjelaskan bahwa mereka ikut terlibat dalam perbuatan orang yang tercela, yang tidak senang kepada Islam dan Nabi Muhammad dengan menuduh beliau pendusta atau tukang sihir yang gila. Mengenai Al-Qur'an mereka menganggapnya hanyalah sihir, syair, atau mantra untuk tenung. Pokoknya mereka terlibat dalam perbuatan kebatilan."}},{"number":46,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"45-47. Penghuni neraka Saqar tersebut meneruskan pengakuannya mengapa mereka masuk neraka. Dan kami juga biasa berbincang untuk tujuan yang batil, bersama orang-orang yang membicarakannya, dan yang lebih parah lagi kami mendustakan hari pembalasan. Kedurhakaan kami itu terus berlanjut sampai datang kepada kami keyakinan yaitu kematian.”45-47. Penghuni neraka Saqar tersebut meneruskan pengakuannya mengapa mereka masuk neraka. Dan kami juga biasa berbincang untuk tujuan yang batil, bersama orang-orang yang membicarakannya, dan yang lebih parah lagi kami mendustakan hari pembalasan. Kedurhakaan kami itu terus berlanjut sampai datang kepada kami keyakinan yaitu kematian.”"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini mengutarakan pengakuan mereka selanjutnya bahwa mereka mendustakan hari kemudian. Artinya mereka mendustakan adanya hari hisab dan pembalasan atas segala perbuatan manusia, sampai datang kepada mereka keyakinan, yakni mati. Tegasnya mereka yakin dan melihat dengan mata kepala sendiri bahwa semuanya akan kembali kepada Allah di negeri akhirat.\nMaka tidak berguna lagi bagi mereka syafaat dari orang-orang yang memberi syafaat. Artinya kalau seseorang telah memiliki watak-watak seperti yang disebutkan dalam ayat di atas (tidak mengerjakan salat, tidak mau menghiraukan nafkah fakir-miskin, terlibat dalam perbuatan orang yang senang mencela, mendustakan kedatangan hari akhirat) syafaat (pertolongan) apa pun tidak berguna untuk menyelamatkan mereka dari siksaan api neraka. Sebab syafaat hanyalah berguna bagi yang berhak menerimanya.\n"}},{"number":47,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"45-47. Penghuni neraka Saqar tersebut meneruskan pengakuannya mengapa mereka masuk neraka. Dan kami juga biasa berbincang untuk tujuan yang batil, bersama orang-orang yang membicarakannya, dan yang lebih parah lagi kami mendustakan hari pembalasan. Kedurhakaan kami itu terus berlanjut sampai datang kepada kami keyakinan yaitu kematian.”48. Kedurhakaan yang mereka lakukan berlanjut sampai kematian datang, maka mereka berharap kiranya mendapat syafaat atau pertolongan dari siapa saja. Maka Allah menegaskan, tidak berguna lagi bagi mereka syafaat pertolongan dari orang-orang yang memberikan syafaat seandainya dimungkinkan."},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini mengutarakan pengakuan mereka selanjutnya bahwa mereka mendustakan hari kemudian. Artinya mereka mendustakan adanya hari hisab dan pembalasan atas segala perbuatan manusia, sampai datang kepada mereka keyakinan, yakni mati. Tegasnya mereka yakin dan melihat dengan mata kepala sendiri bahwa semuanya akan kembali kepada Allah di negeri akhirat.\nMaka tidak berguna lagi bagi mereka syafaat dari orang-orang yang memberi syafaat. Artinya kalau seseorang telah memiliki watak-watak seperti yang disebutkan dalam ayat di atas (tidak mengerjakan salat, tidak mau menghiraukan nafkah fakir-miskin, terlibat dalam perbuatan orang yang senang mencela, mendustakan kedatangan hari akhirat) syafaat (pertolongan) apa pun tidak berguna untuk menyelamatkan mereka dari siksaan api neraka. Sebab syafaat hanyalah berguna bagi yang berhak menerimanya.\n"}},{"number":48,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":" Kedurhakaan yang mereka lakukan berlanjut sampai kematian datang, maka mereka berharap kiranya mendapat syafaat atau pertolongan dari siapa saja. Maka Allah menegaskan, tidak berguna lagi bagi mereka syafaat pertolongan dari orang-orang yang memberikan syafaat seandainya dimungkinkan.49-51.Konsekuensi yang akan dialami di akhirat sudah mereka ketahui, maka ayat ini mengecam para pendurhaka tersebut. Lalu mengapa mereka orang-orang kafir, berpaling dari peringatan Allah yakni Al-Qur’an dan juga tuntunan yang disampaikan Rasulullah, seakan-akan mereka keledai liar yang lari terkejut, lari dari singa."},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini mengutarakan pengakuan mereka selanjutnya bahwa mereka mendustakan hari kemudian. Artinya mereka mendustakan adanya hari hisab dan pembalasan atas segala perbuatan manusia, sampai datang kepada mereka keyakinan, yakni mati. Tegasnya mereka yakin dan melihat dengan mata kepala sendiri bahwa semuanya akan kembali kepada Allah di negeri akhirat.\nMaka tidak berguna lagi bagi mereka syafaat dari orang-orang yang memberi syafaat. Artinya kalau seseorang telah memiliki watak-watak seperti yang disebutkan dalam ayat di atas (tidak mengerjakan salat, tidak mau menghiraukan nafkah fakir-miskin, terlibat dalam perbuatan orang yang senang mencela, mendustakan kedatangan hari akhirat) syafaat (pertolongan) apa pun tidak berguna untuk menyelamatkan mereka dari siksaan api neraka. Sebab syafaat hanyalah berguna bagi yang berhak menerimanya.\n"}},{"number":49,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"49-51.Konsekuensi yang akan dialami di akhirat sudah mereka ketahui, maka ayat ini mengecam para pendurhaka tersebut. Lalu mengapa mereka orang-orang kafir, berpaling dari peringatan Allah yakni Al-Qur’an dan juga tuntunan yang disampaikan Rasulullah, seakan-akan mereka keledai liar yang lari terkejut, lari dari singa.49-51.Konsekuensi yang akan dialami di akhirat sudah mereka ketahui, maka ayat ini mengecam para pendurhaka tersebut. Lalu mengapa mereka orang-orang kafir, berpaling dari peringatan Allah yakni Al-Qur’an dan juga tuntunan yang disampaikan Rasulullah, seakan-akan mereka keledai liar yang lari terkejut, lari dari singa."},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada ayat ini, dalam nada cercaan, Allah bertanya, \"Mengapa orang-orang kafir itu berpaling dari peringatan-Ku?\" Maksudnya adalah kenapa orang-orang Mekah dan orang-orang seperti mereka menentang kebenaran Al-Qur'an yang telah memberikan peringatan-peringatan begitu hebat dan dahsyat kepada mereka?\nCara berpaling dari Allah (dari Al-Qur'an itu) ada dua macam, yaitu: pertama, bersifat keras kepala dan sama sekali tidak mengakuinya (mengingkarinya); kedua, meninggalkan amal perbuatan yang disuruh-Nya. Demikian pendapat Muqatil, salah seorang tabi'in.\n"}},{"number":50,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"49-51.Konsekuensi yang akan dialami di akhirat sudah mereka ketahui, maka ayat ini mengecam para pendurhaka tersebut. Lalu mengapa mereka orang-orang kafir, berpaling dari peringatan Allah yakni Al-Qur’an dan juga tuntunan yang disampaikan Rasulullah, seakan-akan mereka keledai liar yang lari terkejut, lari dari singa.49-51.Konsekuensi yang akan dialami di akhirat sudah mereka ketahui, maka ayat ini mengecam para pendurhaka tersebut. Lalu mengapa mereka orang-orang kafir, berpaling dari peringatan Allah yakni Al-Qur’an dan juga tuntunan yang disampaikan Rasulullah, seakan-akan mereka keledai liar yang lari terkejut, lari dari singa."},"long_tafsir":{"name":"Tafsir Kemenag","text":"Kemudian digambarkan pula sikap orang-orang musyrik dan kafir itu menghindarkan diri dari peringatan agama. Mereka diibaratkan seperti keledai liar yang lari terkejut menjauh dari singa. Artinya mereka orang-orang musyrik itu lari dari Muhammad saw atau mereka yang kafir itu lari dari agama Islam, seperti keledai ketakutan lari dikejar singa, atau lari ketakutan karena diburu manusia (pemburu).\nAyat ini mengisyaratkan pula bahwa orang-orang yang seharusnya telah menerima seruan Islam dan mengambil pelajaran dari peringatan-peringatan yang diberikan Allah, malah justru menentangnya tanpa sebab-sebab yang logis. Di sini pula kita perbandingkan bagaimana seekor keledai lari ketakutan tanpa arah. Demikian pula manusia lari dari agama tanpa alasan yang tepat. Sifat berusaha menghindarkan diri dari kewajiban-kewajiban agama seperti itu kita lihat sekarang, memang sejak dari dulu telah digambarkan oleh Al-Qur'an.\n"}},{"number":51,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"49-51.Konsekuensi yang akan dialami di akhirat sudah mereka ketahui, maka ayat ini mengecam para pendurhaka tersebut. Lalu mengapa mereka orang-orang kafir, berpaling dari peringatan Allah yakni Al-Qur’an dan juga tuntunan yang disampaikan Rasulullah, seakan-akan mereka keledai liar yang lari terkejut, lari dari singa.52. Setelah digambarkan sikap lahiriah para pendurhaka yang lari kebingungan bagaikan keledai, kini dilukiskan tentang keadaan batin mereka. Bahkan yang lebih aneh lagi setiap orang dari mereka ingin agar diberikan kepadanya lembaran-lembaran kitab yang terbuka dari Tuhan. "},"long_tafsir":{"name":"Tafsir Kemenag","text":"Kemudian digambarkan pula sikap orang-orang musyrik dan kafir itu menghindarkan diri dari peringatan agama. Mereka diibaratkan seperti keledai liar yang lari terkejut menjauh dari singa. Artinya mereka orang-orang musyrik itu lari dari Muhammad saw atau mereka yang kafir itu lari dari agama Islam, seperti keledai ketakutan lari dikejar singa, atau lari ketakutan karena diburu manusia (pemburu).\nAyat ini mengisyaratkan pula bahwa orang-orang yang seharusnya telah menerima seruan Islam dan mengambil pelajaran dari peringatan-peringatan yang diberikan Allah, malah justru menentangnya tanpa sebab-sebab yang logis. Di sini pula kita perbandingkan bagaimana seekor keledai lari ketakutan tanpa arah. Demikian pula manusia lari dari agama tanpa alasan yang tepat. Sifat berusaha menghindarkan diri dari kewajiban-kewajiban agama seperti itu kita lihat sekarang, memang sejak dari dulu telah digambarkan oleh Al-Qur'an.\n"}},{"number":52,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":" Setelah digambarkan sikap lahiriah para pendurhaka yang lari kebingungan bagaikan keledai, kini dilukiskan tentang keadaan batin mereka. Bahkan yang lebih aneh lagi setiap orang dari mereka ingin agar diberikan kepadanya lembaran-lembaran kitab yang terbuka dari Tuhan. 53-55. Sebagai tanggapan atas usul dan keinginan mereka tersebut, ayat ini menegaskan, sekali-kali tidak! Sebenarnya mereka tidak takut kepada siksa akhirat. Kalau sikap mereka tetap seperti itu maka sekali-kali tidak! Sesungguhnya Al-Qur’an itu benar-benar suatu peringatan. Maka barangsiapa menghendaki, tentu dia mengambil pelajaran darinya, karena fungsi utama Al-Qur’an di antaranya adalah sebagai peringatan bagi manusia."},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini, Allah menyebutkan contoh sikap mereka yang keras kepala yang tidak dapat diterima akal sehat atau oleh hati yang berperasaan. Masing-masing mereka berkehendak supaya diberikan kepadanya lembaran-lembaran catatan yang terbuka (kitab). Setiap mereka menginginkan pula diturunkan wahyu seperti yang telah diterima Nabi Muhammad. Ditambah lagi kitab itu agak istimewa buat mereka, yakni dengan lembaran-lembaran terbuka yang turun dari langit.\nDiriwayatkan oleh ahli-ahli tafsir bahwa serombongan kaum Quraisy datang kepada Rasulullah dan mengatakan, \"Alangkah baiknya kalau setiap pemimpin kami mempunyai kitab dalam lembaran terbuka yang turun dari Allah. Dalam kitab itu dapat kami baca keterangan yang menyebutkan engkau, hai Muhammad, adalah rasul-Nya. Lembaran itu pula yang menyuruh kami mengimani engkau dan mengikuti agama engkau.\"\nDari Qatadah diterima keterangan bahwa maksud ayat di atas ialah mereka menghendaki bebas dari segala dosa-dosa tanpa bekerja dan berbuat kebaikan sedikit pun.\nDiriwayatkan pula bahwa Abu Jahal bersama rombongannya yang terdiri dari pemuka-pemuka Quraisy mengatakan kepada Nabi, \"Hai Muhammad, kami tidak akan beriman kepada engkau melainkan bila engkau beri masing-masing kami kitab itu alamatnya masing-masing yang berasal dari Tuhan dan terdapat pula di sana suruhan yang memerintahkan kami mengikuti agama engkau.\" Ungkapan demikian juga terdapat dalam salah satu ayat Al-Qur'an:\n\nDan kami tidak akan mempercayai kenaikanmu itu sebelum engkau turunkan kepada kami sebuah kitab untuk kami baca.\" Katakanlah (Muhammad), \"Mahasuci Tuhanku, bukankah aku ini hanya seorang manusia yang menjadi rasul?\" (al-Isra'/17: 93)\n\n"}},{"number":53,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"53-55. Sebagai tanggapan atas usul dan keinginan mereka tersebut, ayat ini menegaskan, sekali-kali tidak! Sebenarnya mereka tidak takut kepada siksa akhirat. Kalau sikap mereka tetap seperti itu maka sekali-kali tidak! Sesungguhnya Al-Qur’an itu benar-benar suatu peringatan. Maka barangsiapa menghendaki, tentu dia mengambil pelajaran darinya, karena fungsi utama Al-Qur’an di antaranya adalah sebagai peringatan bagi manusia.53-55. Sebagai tanggapan atas usul dan keinginan mereka tersebut, ayat ini menegaskan, sekali-kali tidak! Sebenarnya mereka tidak takut kepada siksa akhirat. Kalau sikap mereka tetap seperti itu maka sekali-kali tidak! Sesungguhnya Al-Qur’an itu benar-benar suatu peringatan. Maka barangsiapa menghendaki, tentu dia mengambil pelajaran darinya, karena fungsi utama Al-Qur’an di antaranya adalah sebagai peringatan bagi manusia."},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dengan nada cemooh, Allah menolak dengan tegas permintaan itu, sebab sebenarnya mereka tidak takut kepada hari akhirat. Artinya Allah tidak akan mengabulkan tuntutan mereka. Allah tidak akan menurunkan kitab dari langit khusus buat mereka.\nAllah mengatakan dengan tegas bahwa sesungguhnya yang membuat jiwa mereka kasar, akhlak mereka jahat, penglihatan mereka tertutup, dan pendengaran mereka tersumbat dari kebenaran, adalah karena tidak percaya kepada hari akhirat dengan segala kedahsyatannya.\nAndaikata permintaan mereka itu dikabulkan, tentu masih banyak permintaan-permintaan lain menyusul, sekadar menunjukkan iktikad mereka yang tidak baik kepada Islam. Sebab sudah cukup banyak dalil dan bukti-bukti kebenaran Nabi Muhammad untuk mereka. Lalu mereka minta kebenaran Nabi Muhammad buat mereka dan meminta lagi tambahan lain yang tidak pantas diminta, permintaan yang tidak berarti sama sekali.\n"}},{"number":54,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"53-55. Sebagai tanggapan atas usul dan keinginan mereka tersebut, ayat ini menegaskan, sekali-kali tidak! Sebenarnya mereka tidak takut kepada siksa akhirat. Kalau sikap mereka tetap seperti itu maka sekali-kali tidak! Sesungguhnya Al-Qur’an itu benar-benar suatu peringatan. Maka barangsiapa menghendaki, tentu dia mengambil pelajaran darinya, karena fungsi utama Al-Qur’an di antaranya adalah sebagai peringatan bagi manusia.53-55. Sebagai tanggapan atas usul dan keinginan mereka tersebut, ayat ini menegaskan, sekali-kali tidak! Sebenarnya mereka tidak takut kepada siksa akhirat. Kalau sikap mereka tetap seperti itu maka sekali-kali tidak! Sesungguhnya Al-Qur’an itu benar-benar suatu peringatan. Maka barangsiapa menghendaki, tentu dia mengambil pelajaran darinya, karena fungsi utama Al-Qur’an di antaranya adalah sebagai peringatan bagi manusia."},"long_tafsir":{"name":"Tafsir Kemenag","text":"Selanjutnya dalam ayat ini, Allah menegaskan lagi, \"Sekali-kali tidak demikian halnya, sesungguhnya Al-Qur'an itu adalah peringatan.\" Al-Qur'an bukan sebagaimana yang mereka tuduhkan. Al-Qur'an bukan sihir yang dapat dipelajari, melainkan peringatan langsung dari Allah, sehingga tiada seorang pun yang dapat melepaskan diri dari pertanggungjawaban kepada Allah pada hari kemudian nanti."}},{"number":55,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"53-55. Sebagai tanggapan atas usul dan keinginan mereka tersebut, ayat ini menegaskan, sekali-kali tidak! Sebenarnya mereka tidak takut kepada siksa akhirat. Kalau sikap mereka tetap seperti itu maka sekali-kali tidak! Sesungguhnya Al-Qur’an itu benar-benar suatu peringatan. Maka barangsiapa menghendaki, tentu dia mengambil pelajaran darinya, karena fungsi utama Al-Qur’an di antaranya adalah sebagai peringatan bagi manusia.56. Ayat sebelumnya dapat menimbulkan kesan bahwa manusia memiliki kebebasan mutlak, maka ayat ini menegaskan bahwa, dan mereka tidak akan mengambil pelajaran dari Al-Qur’an kecuali jika Allah menghendakinya. Dialah Tuhan yang patut kita bertakwa kepada-Nya dengan melaksanakan segala perintah-Nya dan menjauhi larangan-Nya, dan Dia juga yang berhak memberi ampunan kepada siapa pun yang dikehendaki-Nya. "},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah mengatakan bahwa barang siapa menghendaki Al-Qur'an sebagai petunjuk, niscaya dia mendapatkan pelajaran darinya. Siapa saja yang selalu ingat kepada Al-Qur'an, tidak melupakannya, dan menjadikan sebagai pedoman hidupnya, maka manfaatnya adalah untuk dirinya sendiri. Dalam Al-Qur'an terdapat kebahagiaan dunia dan akhirat."}},{"number":56,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":" Ayat sebelumnya dapat menimbulkan kesan bahwa manusia memiliki kebebasan mutlak, maka ayat ini menegaskan bahwa, dan mereka tidak akan mengambil pelajaran dari Al-Qur’an kecuali jika Allah menghendakinya. Dialah Tuhan yang patut kita bertakwa kepada-Nya dengan melaksanakan segala perintah-Nya dan menjauhi larangan-Nya, dan Dia juga yang berhak memberi ampunan kepada siapa pun yang dikehendaki-Nya. 1-2. Akhir surah al-Muddasir menguraikan tentang Kiamat serta betapa mengerikannya peristiwa itu, namun kaum pendurhaka mendustakannya. Segala argumen sudah dipaparkan, kalau mereka tetap tidak beriman, maka ayat ini menunjukkan Allah, tidak akan meladeni mereka lagi. Aku bersumpah dengan kepastian hari Kiamat karena semuanya sudah jelas, dan Aku juga bersumpah dengan jiwa yang selalu menyesali dirinya sendiri. Sungguh manusia pasti akan dibangkitkan."},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menegaskan bahwa mereka tidak akan mengambil pelajaran dari Al-Qur'an kecuali jika Allah menghendakinya. Hanya Dia yang berhak memberi ampunan.\nTegasnya tidak ada yang memperoleh peringatan dan pengajaran dari Al-Qur'an melainkan siapa yang dikehendaki Allah. Tidak seorang pun yang sanggup berbuat demikian kecuali berdasarkan kekuasaan yang diberikan Allah. Begitulah Allah berbuat sekehendak-Nya tanpa terhalang oleh siapa pun. Oleh karena itulah kepada Allah saja manusia patut bertakwa, hanya Dia saja yang harus ditakuti dan Dia saja yang harus ditaati. Dialah memberikan ampunan kepada hamba-Nya yang beriman.\nDalam sebuah hadis disebutkan:\nBahwasanya Rasulullah saw, membaca ayat ini \"huwa ahlut-takwa wa ahlul-magfirah\" dan bersabda, \"Tuhanmu berfirman, 'Sayalah yang paling patut ditakuti, maka janganlah dijadikan bersama-Ku Tuhan yang lain. Barang siapa yang takwa kepada-Ku dan sekali-kali ia tidak menjadikan bersama-Ku Tuhan yang lain, maka Aku-lah yang berhak untuk mengampuninya.\" (Riwayat Ahmad, ad-Darimi, at-Tirmizi, an-Nasa'i, dan Ibnu Majah dari Anas bin Malik)\n\n"}}]}}