{"number":89,"name":"Al-Fajr","latin":" الفجر","total_ayat":30,"ayat_text":[{"number":1,"text":"وَالْفَجْرِۙ"},{"number":2,"text":"وَلَيَالٍ عَشْرٍۙ"},{"number":3,"text":"وَّالشَّفْعِ وَالْوَتْرِۙ"},{"number":4,"text":"وَالَّيْلِ اِذَا يَسْرِۚ"},{"number":5,"text":"هَلْ فِيْ ذٰلِكَ قَسَمٌ لِّذِيْ حِجْرٍۗ"},{"number":6,"text":"اَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍۖ"},{"number":7,"text":"اِرَمَ ذَاتِ الْعِمَادِۖ"},{"number":8,"text":"الَّتِيْ لَمْ يُخْلَقْ مِثْلُهَا فِى الْبِلَادِۖ"},{"number":9,"text":"وَثَمُوْدَ الَّذِيْنَ جَابُوا الصَّخْرَ بِالْوَادِۖ"},{"number":10,"text":"وَفِرْعَوْنَ ذِى الْاَوْتَادِۖ"},{"number":11,"text":"الَّذِيْنَ طَغَوْا فِى الْبِلَادِۖ"},{"number":12,"text":"فَاَكْثَرُوْا فِيْهَا الْفَسَادَۖ"},{"number":13,"text":"فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍۖ"},{"number":14,"text":"اِنَّ رَبَّكَ لَبِالْمِرْصَادِۗ"},{"number":15,"text":"فَاَمَّا الْاِنْسَانُ اِذَا مَا ابْتَلٰىهُ رَبُّهٗ فَاَكْرَمَهٗ وَنَعَّمَهٗۙ فَيَقُوْلُ رَبِّيْٓ اَكْرَمَنِۗ"},{"number":16,"text":"وَاَمَّآ اِذَا مَا ابْتَلٰىهُ فَقَدَرَ عَلَيْهِ رِزْقَهٗ ەۙ فَيَقُوْلُ رَبِّيْٓ اَهَانَنِۚ"},{"number":17,"text":"كَلَّا بَلْ لَّا تُكْرِمُوْنَ الْيَتِيْمَۙ"},{"number":18,"text":"وَلَا تَحٰۤضُّوْنَ عَلٰى طَعَامِ الْمِسْكِيْنِۙ"},{"number":19,"text":"وَتَأْكُلُوْنَ التُّرَاثَ اَكْلًا لَّمًّاۙ"},{"number":20,"text":"وَّتُحِبُّوْنَ الْمَالَ حُبًّا جَمًّاۗ"},{"number":21,"text":"كَلَّآ اِذَا دُكَّتِ الْاَرْضُ دَكًّا دَكًّاۙ"},{"number":22,"text":"وَّجَآءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّاۚ"},{"number":23,"text":"وَجِايْۤءَ يَوْمَىِٕذٍۢ بِجَهَنَّمَۙ يَوْمَىِٕذٍ يَّتَذَكَّرُ الْاِنْسَانُ وَاَنّٰى لَهُ الذِّكْرٰىۗ"},{"number":24,"text":"يَقُوْلُ يٰلَيْتَنِيْ قَدَّمْتُ لِحَيَاتِيْۚ"},{"number":25,"text":"فَيَوْمَىِٕذٍ لَّا يُعَذِّبُ عَذَابَهٗٓ اَحَدٌ ۙ"},{"number":26,"text":"وَّلَا يُوْثِقُ وَثَاقَهٗٓ اَحَدٌ ۗ"},{"number":27,"text":"يٰٓاَيَّتُهَا النَّفْسُ الْمُطْمَىِٕنَّةُۙ"},{"number":28,"text":"ارْجِعِيْٓ اِلٰى رَبِّكِ رَاضِيَةً مَّرْضِيَّةً ۚ"},{"number":29,"text":"فَادْخُلِيْ فِيْ عِبٰدِيْۙ"},{"number":30,"text":"وَادْخُلِيْ جَنَّتِيْ ࣖࣖ"}],"translation":{"lang":"id","translation_text":[{"number":1,"text":"Demi fajar,"},{"number":2,"text":"demi malam yang sepuluh,"},{"number":3,"text":"demi yang genap dan yang ganjil,"},{"number":4,"text":"demi malam apabila berlalu."},{"number":5,"text":"Adakah pada yang demikian itu terdapat sumpah (yang dapat diterima) bagi orang-orang yang berakal?"},{"number":6,"text":"Tidakkah engkau (Muhammad) memperhatikan bagaimana Tuhanmu berbuat terhadap (kaum) ‘Ad?"},{"number":7,"text":"(yaitu) penduduk Iram (ibukota kaum ‘Ad) yang mempunyai bangunan-bangunan yang tinggi,"},{"number":8,"text":"yang belum pernah dibangun (suatu kota) seperti itu di negeri-negeri lain,"},{"number":9,"text":"dan (terhadap) kaum samud yang memotong batu-batu besar di lembah,"},{"number":10,"text":"dan (terhadap) Fir‘aun yang mempunyai pasak-pasak (bangunan yang besar),"},{"number":11,"text":"yang berbuat sewenang-wenang dalam negeri,"},{"number":12,"text":"lalu mereka banyak berbuat kerusakan dalam negeri itu,"},{"number":13,"text":"karena itu Tuhanmu menimpakan cemeti azab kepada mereka,"},{"number":14,"text":"sungguh, Tuhanmu benar-benar mengawasi."},{"number":15,"text":"Maka adapun manusia, apabila Tuhan mengujinya lalu memuliakannya dan memberinya kesenangan, maka dia berkata, “Tuhanku telah memuliakanku.”"},{"number":16,"text":"Namun apabila Tuhan mengujinya lalu membatasi rezekinya, maka dia berkata, “Tuhanku telah menghinaku.”"},{"number":17,"text":"Sekali-kali tidak! Bahkan kamu tidak memuliakan anak yatim,"},{"number":18,"text":"dan kamu tidak saling mengajak memberi makan orang miskin,"},{"number":19,"text":"sedangkan kamu memakan harta warisan dengan cara mencampurbaurkan (yang halal dan yang haram),"},{"number":20,"text":"dan kamu mencintai harta dengan kecintaan yang berlebihan."},{"number":21,"text":"Sekali-kali tidak! Apabila bumi diguncangkan berturut-turut (berbenturan),"},{"number":22,"text":"dan datanglah Tuhanmu; dan malaikat berbaris-baris,"},{"number":23,"text":"dan pada hari itu diperlihatkan neraka Jahanam; pada hari itu sadarlah manusia, tetapi tidak berguna lagi baginya kesadaran itu."},{"number":24,"text":"Dia berkata, “Alangkah baiknya sekiranya dahulu aku mengerjakan (kebajikan) untuk hidupku ini.”"},{"number":25,"text":"Maka pada hari itu tidak ada seorang pun yang mengazab seperti azab-Nya (yang adil),"},{"number":26,"text":"dan tidak ada seorang pun yang mengikat seperti ikatan-Nya."},{"number":27,"text":"Wahai jiwa yang tenang!"},{"number":28,"text":"Kembalilah kepada Tuhanmu dengan hati yang rida dan diridai-Nya."},{"number":29,"text":"Maka masuklah ke dalam golongan hamba-hamba-Ku,"},{"number":30,"text":"dan masuklah ke dalam surga-Ku."}]},"tafsir":{"lang":"id","source":"Kementrian Agama Republic Indonesia","tafsirs":[{"number":1,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDemi fajar,\u003c/em\u003e yaitu awal mula terangnya bumi setelah kegelapan malam sirna. Pada waktu ini manusia memulai aktivitasnya. Di balik kemunculan fajar itu pasti ada Zat Yang Mahaperkasa.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah bersumpah dengan fajar. Fajar yang dimaksud adalah fajar yaumun-nahr (hari penyembelihan kurban), yaitu tanggal 10 Zulhijah, karena ayat berikutnya membicarakan \"malam yang sepuluh\", yaitu sepuluh hari pertama bulan itu. Akan tetapi, ada yang berpendapat bahwa fajar yang dimaksud adalah fajar setiap hari yang mulai menyingsing yang menandakan malam sudah berakhir dan siang sudah dimulai. Ada pula yang berpendapat bahwa fajar itu adalah fajar 1 Muharram sebagai awal tahun, atau fajar 1 Zulhijah sebagai bulan pelaksanaan ibadah haji."}},{"number":2,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDemi malam yang sepuluh\u003c/em\u003e, yaitu sepuluh hari pertama bulan Zulhijah. Mereka yang beramal saleh pada hari-hari tersebut akan mendapat pahala yang sangat agung.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Berikutnya Allah bersumpah dengan \"malam yang sepuluh\". Yang dimaksud adalah sepuluh hari pertama bulan Zulhijah, yang merupakan hari-hari yang sangat dimuliakan beramal pada hari-hari tersebut, sebagaimana diinformasikan hadis berikut:\nTidak ada hari apa pun berbuat baik lebih dicintai Allah padanya daripada hari-hari ini. (Riwayat al-Bukhari dari Ibnu 'Abbas)\n\nAkan tetapi, ada yang berpendapat bahwa yang dimaksud adalah sepuluh hari pertama bulan Muharram, atau sepuluh hari pertama bulan Ramadan, atau sepuluh hari pertama setiap bulan.\n"}},{"number":3,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDemi yang genap dan yang ganjil\u003c/em\u003e dari semua hal. Bisa juga dipahami bahwa yang genap itu adalah makhluk Allah, sedangkan yang ganjil adalah Allah. Dia Maha Esa dan tanpa bandingan. Allah tidak membutuhkan apa dan siapa pun, sedang makhluk sangat bergantung pada yang lain.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Berikutnya lagi Allah bersumpah dengan \"yang genap dan yang ganjil\". \"Yang genap adalah yaumun-nahr di atas, yaitu tanggal 10 Zulhijah, dan \"yang ganjil\" adalah hari 'Arafah, yaitu tanggal 9 Zulhijah. Itu adalah hari-hari yang dimuliakan juga. Tanggal 9 Zulhijah adalah hari wukuf di 'Arafah, yaitu hari dimulainya ibadah haji, dan tanggal 10 Zulhijah adalah hari mulai penyembelihan hewan kurban."}},{"number":4,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDemi malam apabila berlalu\u003c/em\u003e dan digantikan siang.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Selanjutnya Allah bersumpah dengan \"malam ketika berlalu\". Malam yang dimaksud adalah malam ketika jamaah haji sudah berlalu dari 'Arafah dan singgah di Muzdalifah dalam perjalanan menuju Mina dalam pelaksanaan ibadah haji.\nDemikianlah Allah bersumpah dengan hari-hari dalam pelaksanaan ibadah haji untuk menunjukkan bahwa ibadah haji itu besar maknanya dalam pandangan Allah. Hal itu karena ibadah haji itu mengingatkan manusia tentang adanya kematian. Dengan ingat kematian, manusia diharapkan beriman dan berbuat baik.\nAyat ini juga bisa ditafsirkan bahwa Allah bersumpah dengan hari-hari yang terus silih berganti untuk menunjukkan bahwa Allah Mahakuasa memelihara dan mengelola alam. Bila sudah tiba waktunya, yaitu hari Kiamat, Ia Mahakuasa pula menghancurkannya dan menghidupkannya kembali\n"}},{"number":5,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eAdakah pada yang demikian itu terdapat sumpah\u003c/em\u003e yang dapat diterima\u003cem\u003e bagi orang-orang yang berakal?\u003c/em\u003e Bagi mereka sumpah-sumpah tersebut sangat menggugah. Mereka tergugah untuk memikirkannya secara mendalam karena sumpah itu menunjukkan kekuasaan Allah dan anugerah-Nya yang besar bagi manusia.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pesan yang ingin disampaikan Allah dengan bersumpah di atas adalah bahwa orang yang mau menggunakan akalnya harusnya mengerti bahwa Allah Mahakuasa mengadakan, memelihara, menghancurkan, dan menghidupkan kembali alam ini. Oleh karena itu, mereka seharusnya beriman dan berbuat baik. \nAyat ini merupakan peringatan bagi kaum kafir Mekah pada saat ayat ini turun, agar beriman kepada Allah dan hari kemudian, berbuat baik, dan meninggalkan perbuatan jahat mereka. Juga menjadi peringatan bagi seluruh umat manusia\n"}},{"number":6,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eTidakkah engkau,\u003c/em\u003e wahai Rasul dan kaum musyrik, \u003cem\u003ememperhatikan\u003c/em\u003e dan merenungkan dengan pikiran jernih \u003cem\u003ebagaimana Tuhanmu berbuat\u003c/em\u003e \u003cem\u003eterhadap\u003c/em\u003e kaum \u0026lsquo;\u003cem\u003eAd\u003c/em\u003e? Allah mengazab mereka karena telah berbuat durhaka, meski mereka memiliki kekuatan yang luar biasa.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah bertanya kepada Nabi Muhammad, yang maksudnya untuk memberitahukan kepada beliau atau siapa saja untuk direnungkan, tentang kaum 'Ad. Kaum ini adalah umat Nabi Hud yang mendiami daerah yang disebut Ahqaf di daerah Hadramaut, Yaman. 'Ad adalah nama nenek moyang mereka, 'Ad bin Iram bin Sam bin Nuh. Mereka diberi nama dengan nama nenek moyang mereka itu. Mereka terkenal sebagai bangsa yang kuat dan memiliki tubuh yang tinggi, besar, dan perkasa. Bukti keperkasaan mereka adalah bahwa mereka telah mampu membangun kota yang disebut Iram dengan gedung-gedung yang kokoh, tinggi, dan megah untuk ukuran pada masa itu. Mereka juga menguasai bangsa-bangsa sekitarnya. Walaupun demikian perkasa dan memiliki peradaban yang tinggi, Allah tetap mampu menghancurkan mereka sehingga hanya tinggal nama. Semua itu akibat pembangkangan mereka kepada Allah dan kesewenang-wenangan mereka kepada manusia."}},{"number":7,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah hancurkan kaum \u0026lsquo;Ad, yaitu \u003cem\u003ependuduk\u003c/em\u003e kota\u003cem\u003e Iram yang mempunyai bangunan-bangunan yang tinggi\u003c/em\u003e dan bentuk fisik yang kuat.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah bertanya kepada Nabi Muhammad, yang maksudnya untuk memberitahukan kepada beliau atau siapa saja untuk direnungkan, tentang kaum 'Ad. Kaum ini adalah umat Nabi Hud yang mendiami daerah yang disebut Ahqaf di daerah Hadramaut, Yaman. 'Ad adalah nama nenek moyang mereka, 'Ad bin Iram bin Sam bin Nuh. Mereka diberi nama dengan nama nenek moyang mereka itu. Mereka terkenal sebagai bangsa yang kuat dan memiliki tubuh yang tinggi, besar, dan perkasa. Bukti keperkasaan mereka adalah bahwa mereka telah mampu membangun kota yang disebut Iram dengan gedung-gedung yang kokoh, tinggi, dan megah untuk ukuran pada masa itu. Mereka juga menguasai bangsa-bangsa sekitarnya. Walaupun demikian perkasa dan memiliki peradaban yang tinggi, Allah tetap mampu menghancurkan mereka sehingga hanya tinggal nama. Semua itu akibat pembangkangan mereka kepada Allah dan kesewenang-wenangan mereka kepada manusia."}},{"number":8,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eItulah kota dengan bangunan-bangunan megah \u003cem\u003eyang\u003c/em\u003e pada masanya \u003cem\u003ebelum pernah dibangun seperti itu\u003c/em\u003e megahnya \u003cem\u003edi negeri-negeri lain\u003c/em\u003e.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah bertanya kepada Nabi Muhammad, yang maksudnya untuk memberitahukan kepada beliau atau siapa saja untuk direnungkan, tentang kaum 'Ad. Kaum ini adalah umat Nabi Hud yang mendiami daerah yang disebut Ahqaf di daerah Hadramaut, Yaman. 'Ad adalah nama nenek moyang mereka, 'Ad bin Iram bin Sam bin Nuh. Mereka diberi nama dengan nama nenek moyang mereka itu. Mereka terkenal sebagai bangsa yang kuat dan memiliki tubuh yang tinggi, besar, dan perkasa. Bukti keperkasaan mereka adalah bahwa mereka telah mampu membangun kota yang disebut Iram dengan gedung-gedung yang kokoh, tinggi, dan megah untuk ukuran pada masa itu. Mereka juga menguasai bangsa-bangsa sekitarnya. Walaupun demikian perkasa dan memiliki peradaban yang tinggi, Allah tetap mampu menghancurkan mereka sehingga hanya tinggal nama. Semua itu akibat pembangkangan mereka kepada Allah dan kesewenang-wenangan mereka kepada manusia."}},{"number":9,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan \u003c/em\u003etidakkah kamu perhatikan pula azab yang telah Allah timpakan atas \u003cem\u003ekaum \u0026Scaron;amud yang memotong dan memahat batu-batu besar di lembah\u003c/em\u003e untuk dijadikan kediaman mereka?\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Begitu juga Allah telah menghancurleburkan kaum Samud, umat Nabi Saleh. Bangsa ini juga telah memiliki peradaban yang tinggi, yang ditunjukkan oleh kemampuan mereka membangun gedung-gedung megah di tempat-tempat datar dan memotong, memahat batu-batu di pegunungan untuk dibuat tempat-tempat peristirahatan, serta membuat relief-relief dan perhiasan-perhiasan dari batu atau marmer. Keahlian mereka itu diceritakan dalam ayat lain:\n\nDan kamu pahat dengan terampil sebagian gunung-gunung untuk dijadikan rumah-rumah. (asy-Syu'ara'/26: 149)\n\nWalaupun mereka sudah begitu maju, kuat, dan memiliki peradaban yang tinggi, Allah tetap kuasa menghancurkan mereka karena pembangkangan mereka.\n"}},{"number":10,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003edan\u003c/em\u003e tidakkah kamu juga memperhatikan azab Allah kepada \u003cem\u003eFir\u0026lsquo;aun yang mempunyai pasak-pasak?\u003c/em\u003e Allah mengazabnya meski ia mampu membangun piramida-piramida yang besar dan mempunyai bala tentara yang banyak.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah juga telah menghancurkan Fir'aun. Ia terkenal sebagai raja yang zalim bahkan memandang dirinya tuhan bangsa Mesir. Bangsa ini di bawah Fir'aun juga telah mencapai peradaban yang tinggi, di antara buktinya adalah kemampuan mereka membangun piramid-piramid yang merupakan salah satu keajaiban dunia sampai sekarang. Mereka juga telah memiliki angkatan bersenjata yang besar. Akan tetapi, semuanya itu juga sudah dihancurleburkan Allah sehingga sekarang mereka hanya tinggal nama untuk dikenang."}},{"number":11,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eMereka itulah orang-orang \u003cem\u003eyang berbuat sewenang-wenang dalam negeri\u003c/em\u003e dan berbuat zalim melewati batas kemanusiaan.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Semua bangsa yang telah disebutkan di atas, yaitu kaum 'Ad, Samud, dan Fir'aun telah melakukan kesewenang-wenangan di bumi ini, yaitu mempertuhankan manusia atau benda dan memperkosa hak-hak asasi manusia."}},{"number":12,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003elalu mereka\u003c/em\u003e dengan kezalimannya \u003cem\u003ebanyak berbuat kerusakan,\u003c/em\u003e dosa, dan maksiat \u003cem\u003edalam negeri itu\u003c/em\u003e.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Di samping itu, mereka telah melakukan kerusakan di muka bumi, seperti menindas kaum yang lemah bahkan membunuh siapa saja yang mereka kehendaki."}},{"number":13,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eKarena\u003c/em\u003e kesewenangan dan kezaliman mereka\u003cem\u003e itu Tuhanmu menimpakan cemeti azab kepada mereka\u003c/em\u003e. Allah membinasakan kaum \u0026lsquo;Ad dengan topan yang sangat dingin selama tujuh malam berturut-turut; kaum \u0026Scaron;amud dengan suara menggelegar dan petir yang menyambar (Lihat:Fussilat/41:16; al-H\u0026agrave;qqah:/69:6\u0026ndash;7); dan Fir\u0026lsquo;aun beserta tentaranya ditenggelamkan di Laut Merah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Akhirnya Allah \"menumpahkan kepada mereka cemeti azab\", yang berarti bahwa azab itu dicurahkan seluruhnya kepada mereka sehebat-hebatnya, sehingga mereka hancur lebur tak bersisa dan yang tertinggal hanyalah nama untuk diingat orang. Yang menimpakan azab itu adalah \"Tuhanmu\" (ya, Muhammad!), yang berarti bahwa peristiwa-peristiwa itu hendaknya menjadi pelajaran bagi kaum kafir Mekah agar mereka tidak terus-menerus membangkang.\nBagaimana azab yang ditimpakan kepada bangsa-bangsa itu dinyatakan dalam ayat-ayat lain:\n\nMaka adapun kaum Samud, mereka telah dibinasakan dengan suara yang sangat keras, sedangkan kaum 'Ad, mereka telah dibinasakan dengan angin topan yang sangat dingin, Allah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus; maka kamu melihat kaum 'Ad pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong (lapuk). Maka adakah kamu melihat seorang pun yang masih tersisa di antara mereka? Kemudian datang Fir'aun dan orang-orang yang sebelumnya dan (penduduk) negeri-negeri yang dijungkirbalikkan karena kesalahan yang besar. Maka mereka mendurhakai utusan Tuhannya, Allah menyiksa mereka dengan siksaan yang sangat keras. (al-haqqah/69: 5-10)\n"}},{"number":14,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah timpakan azab kepada mereka karena \u003cem\u003esungguh, Tuhanmu benar-benar mengawasi\u003c/em\u003e gerak gerik dan perilaku mereka. Tidak seorang pun lepas dari pengawasan Allah. Kebinasaan tiga kaum itu hendaknya menjadi pelajaran bagi umat setelahnya, terutama kaum musyrik Mekah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Allah menegaskan bahwa Ia sungguh amat kuat pengawasan-Nya terhadap makhluk-Nya. Tidak ada perbuatan sekecil apa pun yang tidak diketahui-Nya. Oleh karena itu, yang membangkang dan bergelimang dosa seharusnya sadar dan kemudian beriman dan tobat dari dosa-dosanya."}},{"number":15,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAyat ini menjelaskan sifat dasar manusia kafir ketika mendapat kebahagiaan dan kesusahan, yakni bergembira berlebihan saat mendapat kenikmatan dan putus asa ketika tertimpa kesulitan. \u003cem\u003eMaka adapun manusia, apabila Tuhan mengujinya lalu dia memuliakannya dan memberinya kesenangan\u003c/em\u003e serta kenikmatan, baik lahir maupun batin, \u003cem\u003emaka dia berkata, \u0026ldquo;Tuhanku telah memuliakanku.\u0026rdquo;\u003c/em\u003e Mereka menilai kenikmatan yang diterimanya adalah berkat kemuliaan nya di sisi Allah. Mereka lupa bahwa nikmat itu pada dasarnya salah satu bentuk ujian Allah kepada manusia.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ayat ini menyatakan bahwa Allah menguji manusia dengan kemuliaan dan berbagai nikmat-Nya, seperti kekuasaan dan kekayaan. Orang yang kafir dan durhaka akan memandang hal itu sebagai tanda bahwa Allah menyayangi mereka."}},{"number":16,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eNamun apabila Tuhan mengujinya lalu membatasi rezekinya, maka dia berkata, \u0026ldquo;Tuhanku telah menghinakanku.\u0026rdquo;\u003c/em\u003e Mereka tidak dapat memahami bahwa kefakiran dan kesusahan bukanla htolok ukur mutlak bagi kehinaan seseorang di mata Allah karena keduanya tidak lain hanyalah cobaan dari Allah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Sebaliknya, bila Allah menguji mereka dengan cara membatasi rezeki, mereka menyangka bahwa Allah telah membenci mereka. Pandangan itu tidak benar, karena Allah memberi siapa yang disukai-Nya atau tidak memberi siapa yang tidak disukai-Nya. Allah ingin menguji manusia, dan karena itu Ia menghendaki agar manusia itu selalu patuh kepada-Nya, baik dalam keadaan berkecukupan maupun kekurangan. Bila Allah memberi, maka manusia yang diberi harus bersyukur, dan bila Ia tidak memberi, manusia harus bersabar."}},{"number":17,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eSekali-kali tidak\u003c/em\u003e demikian. Ketahuilah, kemuliaan seseorang tidak diukur dari kekaya annya dan kehinaan tidak dipandang dari kemiskinannya. Kemulian diukur dari ketaatan dan kehinaan adalah akibat kemaksiatan seseorang kepada Allah. \u003cem\u003eBahkan kamu tidak memuliakan,\u003c/em\u003e menyantuni, mengasihi, dan menolong \u003cem\u003eanak yatim\u003c/em\u003e. Kamu biarkan mereka susah, padahal menyantuni mereka adalah amal saleh yang menjanjikan derajat tinggi di sisi Allah.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Akan tetapi banyak manusia yang ingkar, mereka tidak mensyukuri nikmat yang diberikan kepadanya. Bersyukur adalah mengucapkan kata-kata syukur dan menggunakan nikmat itu sesuai dengan ketentuan Yang Memberinya. Salah satu ketentuan-Nya adalah bahwa orang yang diberi kelebihan rezeki harus memperhatikan mereka yang berkekurangan. Di antara mereka adalah anak-anak yatim. Anak yatim perlu diasuh sampai mereka dewasa. Manusia yang ingkar dan tak mau bersyukur tidak mau memperhatikan pengasuhan anak-anak yatim itu."}},{"number":18,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan kamu tidak saling mengajak\u003c/em\u003e satu sama lain untuk \u003cem\u003ememberi makan orang miskin\u003c/em\u003e. Tidak mengajak orang lain untuk berbuat baik juga merupakan tindakan tidak terpuji. Mengajak orang lain berbuat baik adalah tindakan terpuji, apa lagi jika dibarengi dengan melakukannya. Makanan adalah kebutuhan pokok manusia. Memberi makanan fakir miskin, baik muslim atau bukan, adalah suatu bentuk kesalehan sosial yang sangat terpuji (Lihat pula: al-Ins\u0026agrave;n/76: 8).\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Di samping itu, mereka tidak menaruh kasihan pada penderitaan orang miskin. Jangankan untuk melepaskan mereka dari kemiskinan, membantu mencukupkan kebutuhan pokok mereka saja mereka tidak ada perhatian."}},{"number":19,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eKamu tidak berbuat baik kepada anak yatim dan orang miskin, \u003cem\u003esedangkan kamu\u003c/em\u003e justru \u003cem\u003ememakan harta warisan dengan cara mencampur baurkan\u003c/em\u003e yang halal dengan yang haram. Harta warisan adalah hak ahli waris tertentu. Merampas harta warisan yang menjadi hak orang lain adalah perbuatan zalim.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Tambahan lagi manusia yang ingkar dan durhaka itu sangat tamak. Mereka tega merampas harta warisan yang menjadi hak anak yatim secara akal-akalan, misalnya mencampurkannya ke dalam kekayaan mereka lalu menyatakan bahwa yang mereka makan adalah harta mereka sendiri."}},{"number":20,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan\u003c/em\u003e tidak hanya itu, \u003cem\u003ekamu\u003c/em\u003e juga \u003cem\u003emencintai harta dengan kecintaan yang berlebihan\u003c/em\u003e. Kecintaan berlebih seseorang terhadap harta menjadikan motivasi hidupnya semata untuk mengumpul\u0026shy;kan harta, tidak peduli halal atau haram. Di sisi lain, dia akan menjadi kikir dan tidak mau peduli kepada sesama. Perilaku ini akan menjerumuskannya ke neraka.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Orang yang durhaka itu terus mencari dan mengumpulkan kekayaan tanpa mengenal rasa lelah dan tidak peduli halal atau haram. Di samping itu, mereka sangat pelit, tidak mau mengeluarkan kewajiban berkenaan harta, yaitu membayar zakat dan membantu orang yang berkekurangan.\nAllah tidak mungkin sayang kepada orang kaya raya yang memperoleh kekayaan itu dengan cara yang tidak benar. Juga kepada orang yang tidak mau membantu orang lain. Mereka jangan mengira bahwa mereka memperoleh kekayaan itu sebagai tanda bahwa Allah menyayangi mereka. Sebaliknya, Allah sesungguhnya membenci mereka. Tidak mustahil mereka akan dijatuhi azab seperti yang telah ditimpakan-Nya kepada umat-umat terdahulu itu. Di akhirat nanti, Allah akan memasukkan mereka ke dalam neraka. Hakikat ini hendaknya disadari oleh kaum kafir Mekah yang masih juga membangkang. Hal itu hendaknya dijadikan pelajaran oleh seluruh umat manusia.\n"}},{"number":21,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eSekali-kali tidak\u003c/em\u003e! janganlah kamu berbuat demikian. \u003cem\u003eApabila bumi diguncangkan berturut-turut,\u003c/em\u003e memuntahkan isinya, hancur lebur, kemudian muncul bumi yang sama sekali baru,\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini, Allah memberitahukan bahwa orang-orang kafir itu nanti di akhirat akan menyesal. Allah memberitahukan bahwa dunia ini akan hancur karena planet-planet ini akan bertubrukan satu sama lain dengan dahsyatnya dan semua makhluk akan mati. Setelah itu Allah menghidupkan semua makhluk itu kembali dan menghadapkan mereka di Padang Mahsyar. Kemudian Allah dan para malaikat yang membuat formasi-formasi khusus memeriksa setiap amal manusia. Waktu itulah neraka Jahanam dihadapkan kepada orang-orang yang durhaka ketika di dunia. Waktu itu mereka yang durhaka sadar atas kedurhakaannya. Akan tetapi, sadar pada waktu itu tidak ada gunanya, karena \"nasi sudah jadi bubur\", dunia tempat beramal sudah berakhir, dan yang ada hanyalah tempat melihat hasil amal di dunia."}},{"number":22,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003edan\u003c/em\u003e setelah itu \u003cem\u003edatanglah Tuhanmu\u003c/em\u003e dengan cara yang tidak diketahui hakikatnya sama sekali oleh manusia; \u003cem\u003edan malaikat\u003c/em\u003e menunggu perintah Tuhan sambil \u003cem\u003eberbaris-baris\u003c/em\u003e penuh kepatuhan.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini, Allah memberitahukan bahwa orang-orang kafir itu nanti di akhirat akan menyesal. Allah memberitahukan bahwa dunia ini akan hancur karena planet-planet ini akan bertubrukan satu sama lain dengan dahsyatnya dan semua makhluk akan mati. Setelah itu Allah menghidupkan semua makhluk itu kembali dan menghadapkan mereka di Padang Mahsyar. Kemudian Allah dan para malaikat yang membuat formasi-formasi khusus memeriksa setiap amal manusia. Waktu itulah neraka Jahanam dihadapkan kepada orang-orang yang durhaka ketika di dunia. Waktu itu mereka yang durhaka sadar atas kedurhakaannya. Akan tetapi, sadar pada waktu itu tidak ada gunanya, karena \"nasi sudah jadi bubur\", dunia tempat beramal sudah berakhir, dan yang ada hanyalah tempat melihat hasil amal di dunia."}},{"number":23,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan pada hari itu diperlihatkan neraka Jahanam\u003c/em\u003e kepada orang kafir agar mereka melihat dengan mata kepada sendiri apa yang dahulu mereka ingkari. Ketika semua itu terjadi, maka \u003cem\u003epada hari itu sadarlah manusia\u003c/em\u003e yang ingkar atas kealpaannya, \u003cem\u003etetapi tidak berguna lagi baginya kesadaran itu\u003c/em\u003e. Kesempatan untuk bertobat sudah tiada. Kini tiba saatnya untuk menghitung dan mempertanggungjawabkan perbuatan mereka. Betapa besar penyesalan orang kafir pada hari itu.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat ini, Allah memberitahukan bahwa orang-orang kafir itu nanti di akhirat akan menyesal. Allah memberitahukan bahwa dunia ini akan hancur karena planet-planet ini akan bertubrukan satu sama lain dengan dahsyatnya dan semua makhluk akan mati. Setelah itu Allah menghidupkan semua makhluk itu kembali dan menghadapkan mereka di Padang Mahsyar. Kemudian Allah dan para malaikat yang membuat formasi-formasi khusus memeriksa setiap amal manusia. Waktu itulah neraka Jahanam dihadapkan kepada orang-orang yang durhaka ketika di dunia. Waktu itu mereka yang durhaka sadar atas kedurhakaannya. Akan tetapi, sadar pada waktu itu tidak ada gunanya, karena \"nasi sudah jadi bubur\", dunia tempat beramal sudah berakhir, dan yang ada hanyalah tempat melihat hasil amal di dunia."}},{"number":24,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDia berkata\u003c/em\u003e dengan penuh kesadaran, \u0026ldquo;\u003cem\u003eAlangkah baiknya\u003c/em\u003e \u003cem\u003esekiranya\u003c/em\u003e di dunia \u003cem\u003edahulu aku\u003c/em\u003e beriman dan \u003cem\u003emengerjakan\u003c/em\u003e amal saleh \u003cem\u003euntuk\u003c/em\u003e kenyamanan \u003cem\u003ehidupku\u003c/em\u003e di akhirat \u003cem\u003eini\u003c/em\u003e.\u0026rdquo; Penyesalan itu sudah tidak berguna. Maka, berbahagialah kini orang yang membekali diri di dunia dengan iman dan amal saleh.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Ketika itu orang-orang yang durhaka menyesali diri mereka mengapa dulu di dunia tidak melakukan sesuatu yang berguna untuk kehidupannya di akhirat."}},{"number":25,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eMaka pada hari itu tidak ada seorang pun yang mengazab seperti azab-Nya\u003c/em\u003e yang adil. Azab Allah mahadahsyat. Orang yang menerima azab Allah pada hari itu akan merasa sebagai orang yang paling sengsara.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Di akhirat, yang ada hanya azab bagi orang yang durhaka. Azab itu tiada tara sehingga tidak ada bandingannya. Azab itu dijatuhkan sesuai dengan dosa-dosa mereka pada waktu di dunia."}},{"number":26,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan tidak ada seorang pun yang mengikat seperti ikatan-Nya\u003c/em\u003e. Ikatan Allah sangat kukuh dan kuat. Tidak ada kekuatan yang mampu mengendurkan ikatan itu, apalagi melepaskannya.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Pada waktu itu tidak ada yang lebih dipercaya dalam melaksanakan tugasnya selain Malaikat Zabaniyah. Malaikat itu akan melaksanakan tugasnya persis sebagaimana yang diperintahkan Allah, yaitu bahwa orang-orang yang durhaka itu akan diazab di dalam neraka Jahanam sesuai dengan dosa-dosa mereka. Dengan demikian, terbuktilah bahwa kelimpahan nikmat yang mereka terima pada waktu di dunia itu bukanlah tanda bahwa Allah cinta kepada mereka."}},{"number":27,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003eAllah berfirman kepada manusia yang beriman dan beramal saleh, \u0026ldquo;\u003cem\u003eWahai jiwa yang tenang\u003c/em\u003e, tenteram, damai, dan tidak takut apa pun serta tidak merasa sedih karena apa pun.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat-ayat ini, Allah memanggil jiwa yang tenang dan damai ketika diwafatkan, yaitu jiwa yang suci karena iman dan amal saleh yang dikerjakannya, sehingga memperoleh apa yang dijanjikan Allah kepadanya. Jiwa itu diminta Allah untuk pulang memenuhi panggilan-Nya dengan menghadap kepada-Nya kembali dengan perasaan puas dan senang karena telah memenuhi perintah-perintah-Nya waktu hidup di dunia. Allah juga puas dan senang kepadanya karena sudah menjalankan perintah-perintah-Nya. Setelah datang kepada-Nya, jiwa itu dipersilakan Allah masuk ke dalam kelompok hamba-hamba-Nya, yaitu ke dalam surga-Nya."}},{"number":28,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eKembalilah kepada Tuhanmu\u003c/em\u003e yang telah menciptakanmu dan mendidikmu, \u003cem\u003edengan hati yang rida\u003c/em\u003e atas pahala dan nikmat yang Allah siapkan untukmu, \u003cem\u003edan di ridai-Nya\u003c/em\u003e karena Allah telah menerima amalan salehmu.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat-ayat ini, Allah memanggil jiwa yang tenang dan damai ketika diwafatkan, yaitu jiwa yang suci karena iman dan amal saleh yang dikerjakannya, sehingga memperoleh apa yang dijanjikan Allah kepadanya. Jiwa itu diminta Allah untuk pulang memenuhi panggilan-Nya dengan menghadap kepada-Nya kembali dengan perasaan puas dan senang karena telah memenuhi perintah-perintah-Nya waktu hidup di dunia. Allah juga puas dan senang kepadanya karena sudah menjalankan perintah-perintah-Nya. Setelah datang kepada-Nya, jiwa itu dipersilakan Allah masuk ke dalam kelompok hamba-hamba-Nya, yaitu ke dalam surga-Nya."}},{"number":29,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eMaka\u003c/em\u003e kini \u003cem\u003emasuklah ke dalam golongan hamba-hamba-Ku\u003c/em\u003e yang saleh, seperti para nabi, orang yang jujur, pecinta kebenaran, dan syuhada.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat-ayat ini, Allah memanggil jiwa yang tenang dan damai ketika diwafatkan, yaitu jiwa yang suci karena iman dan amal saleh yang dikerjakannya, sehingga memperoleh apa yang dijanjikan Allah kepadanya. Jiwa itu diminta Allah untuk pulang memenuhi panggilan-Nya dengan menghadap kepada-Nya kembali dengan perasaan puas dan senang karena telah memenuhi perintah-perintah-Nya waktu hidup di dunia. Allah juga puas dan senang kepadanya karena sudah menjalankan perintah-perintah-Nya. Setelah datang kepada-Nya, jiwa itu dipersilakan Allah masuk ke dalam kelompok hamba-hamba-Nya, yaitu ke dalam surga-Nya."}},{"number":30,"short_tafsir":{"name":"Tafsir Ringkas Kemenag","text":"\u003cp\u003e\u003cem\u003eDan masuklah\u003c/em\u003e bersama mereka \u003cem\u003eke dalam surga-Ku\u003c/em\u003e yang telah Aku persiapkan untukmu, surga yang penuh kenikmatan. Kekallah di sana selama-lamanya. Terima dan nikmatilah anugerah-Ku yang agung ini.\u003c/p\u003e"},"long_tafsir":{"name":"Tafsir Kemenag","text":"Dalam ayat-ayat ini, Allah memanggil jiwa yang tenang dan damai ketika diwafatkan, yaitu jiwa yang suci karena iman dan amal saleh yang dikerjakannya, sehingga memperoleh apa yang dijanjikan Allah kepadanya. Jiwa itu diminta Allah untuk pulang memenuhi panggilan-Nya dengan menghadap kepada-Nya kembali dengan perasaan puas dan senang karena telah memenuhi perintah-perintah-Nya waktu hidup di dunia. Allah juga puas dan senang kepadanya karena sudah menjalankan perintah-perintah-Nya. Setelah datang kepada-Nya, jiwa itu dipersilakan Allah masuk ke dalam kelompok hamba-hamba-Nya, yaitu ke dalam surga-Nya."}}]}}